# sence01
# Author:Luckykeeper
# Blog：http://b.luckykeeper.site
# 日期 2021年8月28日
# 版本：null（还未完成）

label sence01:

    ### 地点：莲卧室
    ### 人物：莲 真冬

    # 真冬 「ピピピピピ…ピピピピピピピッ」
    dong "滴滴滴滴滴...滴滴滴滴滴滴滴"

    # 莲 「うるせえ」（闭嘴）
    lian "闭嘴"

    # 真冬 「はう」
    dong "哈呜"

    # 真冬 「...」
    dong "..."

    # 真冬 「......」
    dong "......"

    # 真冬 「あーさでーすあーさでーすあーさーでーすよー」
    dong "早——上——了~~早——上——了~~已~经~是~早~上~了~哟~"

    # 莲 「うるせえ」（闭嘴）
    lian "拜托，你很烦耶"

    # 真冬 「はう」
    dong "哈呜"

    # 真冬 「......」
    dong "......"

    # 真冬 「...むー...」
    dong "...嗯↓嗯↑嗯↓..."

    # 真冬 「............よし」
    dong "............好"

    # 真冬 「......」
    dong "......"

    # 真冬 「...ちゅっ...ぁむっ」
    dong "...啾..."

    # 莲 「おひょぉおう！？」
    lian "哦哦哦哦哦？！！！"

    # nil 「起きた。」
    "起来了！"

    # nil 「なんか寝耳に水ったので身体が飛び起きた。」
    "突然感觉晴天霹雳似的，我的身体一下就从床上跳了起来"

    # 真冬 「ぐーてんたーく？　マイブラザー」 //ぐーてんたーく听上去好像德语，懂的老哥翻一下
    dong "终于醒了吗？我的哥哥？（my brother son）"

    # 莲 「ぼーんじゅーるマイシスター…ん？」
    lian "我的妹妹（sister）...嗯？"

    # nil 「隣からする妹の声に反射的に応える。しかし、言葉を吐きってからその疑問に気づく。」
    "我对旁边传来的妹妹的声音做了反射性的回应，但是，说完之后我才发现不大得劲"

    # nil 「首を傾ける。」
    "我歪着头"

    # 莲 「お、ひょおう！？」
    lian "嗯？...咦——————？！！"

    # 真冬 「どったの先生。早速だけど、目覚まし時計はもう少し丁寧に扱う事をお勧めするよ」
    dong "怎么啦，老师？虽然起的还是挺快的，但是我建议你用闹钟的时候再小心一点（指刚刚真冬被当成闹钟锤了233）"

    ## 引入真冬介绍小动画（jpg大合体！）

    # 莲 「こ、こいつぁ珍しいお客さんじゃねぇか、バックスバーニー」 //バックスバーニー机翻是“巴克斯巴尼”，不是很懂呢
    lian "这...这不是个稀客嘛"

    # nil 「枕元に、血の繋がっているはずの双子の妹「真まふゆ冬」が微笑みながら、横たわっている。」
    "枕边，微笑着躺着的是有着血缘关系的双胞胎妹妹「真冬」。"

    # nil 「双子の妹つっても、奴のほうが生まれたタイミングは先だ。」
    "虽然说是妹妹，但是那家伙是在我前面出生的。"

    # nil 「つまり正確には姉だ。曰く”お兄ちゃん”という呼び名が気に入ってるらしいので、妹ということで。」
    "也就是说其实应该是欧内酱。但是她好像很喜欢“哥哥”这个称呼，因为这样她就是一抹多辽。"

    # nil 「さーっと血の気が引いていくのを感じる。ＴＨＥやっちまった感。色々聞きたい事はあるが、とりあえず…」
    "我的脸色一下子就变得惨白。 THE·牙白 的感觉。有很多想问的事情，总之...。"

    # 莲 「何がどうしたんだよ」 //感觉翻的有亿点问题
    lian "你在这儿干嘛？！"

    # 真冬 「それは、寝起きのお兄ちゃんの耳ペロした事に対して？それとも、まふまふちゃん特製苺のミルフィーユの作り方について？」
    dong "那是对刚刚prpr哥哥的耳朵叫醒哥哥的妹妹问的问题吗？还是说，想知道嘛呼嘛呼酱（まふまふちゃん）特制草莓千层派的制作方法？（まふまふ是真冬的爱称，本文有很多地方会叫真冬まふまふちゃん）"

    # 莲 「後者については心配に及ばない。まふまふちゃんに作ってもらうから。前者についても知りたいが、」
    lian "关于后者就不用担心啦，想吃的时候会让嘛呼嘛呼酱给我做一个的，不过我想知道前面的是啥个情况？"

    # nil 「それに至るまでのプロセスについても是非知りたいね」
    "我超想知道昨天晚上到现在发生了啥"

    # 真冬 「ふむ…質問が多いお兄ちゃんだな」
    dong "嗯...欧尼酱的问的问题真是多呢"

    # 莲 「こうみえて知りたがりでね」
    lian "我确实很想知道嘛"

    # 真冬 「『ねぼすけお兄ちゃんを持つ妹マニュアルその２』添い寝から妹目覚まし（スヌーズ付き）かーらーのー耳ぺろ」
    dong "『有哥哥的妹妹指南2』之————从陪睡开始的妹妹闹钟（带再响功能的）之————耳朵pr~。"

    # 莲 「段階すっ飛ばしすぎじゃないかね」
    lian "你是不是跳过了哪个阶段？"

    # 真冬 「私とお兄ちゃんの関係を考えると妥当な判断だと」
    dong "考虑到我和欧尼酱的关系，我觉得这是个合理的判断"

    # 莲 「見解の相違があるようだ…ちなみにその１はなんだ」
    lian "看来我们的见解不大一样呢...顺带问下，第一部是啥"

    # 真冬 「肘を脇の下から離さぬ心構えで、や内角を狙い、えぐり込む様に打つべし」
    dong "要保持肘部不离腋下的姿态，瞄准辣个位置，像要钻进去一样打"

    # 莲 「個人的にそのジャブから打ってきて欲しかったもんだが…。寝起きの思春期男子には、些か冗談きついぜ…」
    lian "我个人并不想让你把那个刺拳打出来...对于刚起床的青春期男生来说，稍微有些开玩笑的感觉"

    # 真冬 「こうでもしないとお兄ちゃん起きないでしょ？」
    dong "但是不这样做欧尼酱就不会起来的吧？"

    # 莲 「俺の人生は二度寝とビン入りヨーグルトで構成されているんでな…。あー…一応聞いておくけど」
    lian "我的人生是由睡回笼觉和瓶装酸奶组成的...啊......我先问一下"

    # 莲 「俺とお前昨夜何もなかったよな？」
    lian "我和你昨天晚上什么都没有发生吧？"

    # 真冬 「それは私の口から言うのは恥ずかしい」
    dong "这个我不大好意思从我嘴里说出来呢..."

    # 莲 「何も無かったんだな、お前制服姿だし」
    lian "实际上就是什么都没有吧，你还穿着制服呢"

    # nil 「衝撃的な目覚ましではあったが、安心したら、早くも眠気が襲ってくる。」
    "虽然让我震撼一整年的闹钟，但是安心之后，睡意又很快再次袭来了"

    # 莲 「じゃ、おやすみ真冬」
    lian "那么，真冬，欧呀斯密~"

    # 真冬 「......」
    dong "......"

    # 真冬 「......」
    dong "......"

    # 真冬 「拝啓お兄様。何故、私がわざわざ壁側にまわって添い寝したかを、今から実際に、デモンストレーションして説明致します。敬具」
    dong "敬启哥哥。为什么我要特意在你边上睡呢，从现在开始我要实际演示说明一下。敬礼"

    # 真冬 「…ていっ」
    dong "嘿！"

    # mil 「ひょいっ」
    "咚！"

    # 莲 「おひょおうっ！？」
    lian "呃啊！？"

    # mil 「真冬の可愛らしいかけ声と共に俺の身体は中に舞い、」
    "伴随着隆冬可爱的吆喝声，我的身体在空中飞舞"

    # mil 「そしてカーペットの敷かれたフローリングへと墜落する。あの野郎掛け布団ごとたき落としやがった。」
    "然后坠落到铺着地毯的地板上。那小子把被子都掀掉了"

    # 莲 「ぶへぇ」
    lian "emmmm......"

    # 真冬 「よっこらせっと」
    dong "终于完事了~"

    # nil 「掛け布団の失われたベッドの上から、真冬はネックスプリングで飛び降りる。」
    nil "真冬从已经没有被子的床上像弹簧一样跳了下来"

    # nil 「踵を返して、床でのたうち回る俺に視線を向ける。」
    nil "然后回头看在地板上来回打滚的我"

    # 真冬 「武力行使は本意ではありませんが…」
    dong "行使武力并不是我的本意..."

    # 莲 「耳ペロで起きときゃ良かったって、ほんのちょっと後悔した」
    lian "早知道就在刚才你给我耳朵prpr的时候起来好了，真是有点后悔呐"

    # nil 「俺は天井と見下ろしてくる真冬を眺める。」
    nil "我躺在地上，望着天花板和真冬"

    # nil 「真冬は制服の裾やスカートの皺を伸ばし、袖を鼻に近づけて匂いを嗅いでいる。」
    nil "真冬把制服的下摆和裙子的皱褶拉直，把袖子靠近鼻子闻着味道。"

    # 真冬 「くんくん…ふむ…お兄ちゃんの匂い…ちょっとついちゃったかな…」
    dong "嗅...嗅...是欧尼酱的味道...我闻到了..."

    # 莲 「失礼な、ちょいと小粋なアロマだと思ってくれよ」
    lian "失礼了，请你把这当作有点时髦的香味吧。"

    # 真冬 「いや、嫌いじゃないよ。さぁさ、お布団ちゃんとのお別れ済ませて起きた起きた。それとも、妹の下着見物を続ける？」
    dong "不，我并不讨厌。那么，赶紧和被子告别起床了。还是说，想继续看妹妹的内衣呢？"

    # 莲 「パステルブルーのハーフトーンパターン。覚えたぞ」
    lian "是淡蓝色的半色调图案。我记住了"

    # 真冬 「お兄ちゃんは黒と赤の…そ、その歳でドラゴン柄履いてるんだ…」
    dong "欧尼酱的是黑红相间的......那、那个，都这个年纪了还穿龙纹图案的..."

    # 莲 「いやん、見ないでっ」
    lian "不，不要看嘛"

    # nil 「自分が半裸…というかパン一である事を思い出して、掛け布団を被る。」
    nil "想起自己是半裸...或者说是法式武器的样子（法棍面包||今日辱法【1/1】），赶紧盖上了被子。"

    # nil 「季節は夏休み目前のサマーなもんでつい…。」
    nil "现在的季节是暑假来临前的夏天..."

    # 真冬 「はいはい可愛くないから起きましょうね」
    dong "好，好，小可爱，快起来吧"

    # nil 「真冬がパンパンと手を叩いて、俺から掛け布団を奪いとる。ちょっと寒い。」
    nil "真冬啪嗒啪嗒地拍着手，从我这里抢走了被子。有点冷啊..."

    # 莲 「しかし、添い寝して耳ペロしてまで起こしたかった理由を聞こうか」
    lian "但是，为什么陪着我睡，还prpr我的耳朵把我叫醒呢？"

    # 真冬 「お兄ちゃんとゆっくり朝ご飯食べたいから。って言ったら怒る？」
    dong "我想让欧尼酱起来好好吃顿早饭，这么说的话，你会生气吗？"

    # 莲 「くっ…そいつは反則だ」
    lian "呃...你这么说的话是犯规啊"

    # 真冬 「えへへ」
    dong "嘿嘿嘿~"

    # nil 「俺は立ち上がり、パンツ一丁のま真冬の頭をポンポンと叩く。真冬は瞬間表情をゆるませる。」
    "只穿着一条裤子的我站起来，啪嗒啪嗒地敲着真冬的头。真冬瞬间放松了表情"

    # nil 「しかし、すぐさま表情をいつものニヒルな表情に戻して、」
    "但是，她马上又恢复到了平时的表情"

    # 真冬 「じゃ、そーいうことだから、お着替え済ませてご飯食べにきてね」
    dong "既然这样，就赶紧换好衣服来恰饭吧~"

    # 莲 「このまではだめか」
    lian "再睡一会儿不行吗？"

    # 真冬 「飯が不味くなるから却下。何が悲しくて、お兄ちゃんの乳首に生えた毛おかずにご飯食べなきゃならないのよ」
    dong "因为饭会变的难吃的，所以驳回。真是伤心啊，只能一边看着哥哥乳头上的毛一边吃饭了"

    # 莲 「そんな所を見るな！」
    lian "别看那种地方啊！"

    # 真冬 「抜いてあげようか？」
    dong "要我帮你拔下来吗？"

    # 莲 「いや、自分で抜くわ、今」
    lian "不了不了，我现在就自己把他拔下来"

    # 莲 「フンッ！」
    lian "哼、哼，啊啊啊啊啊啊啊啊啊啊！！！！！"

    # nil 「抜いた。」
    "拔下来了"

    # 真冬 「…とりあえずお着替え済ませてきてね」
    dong "总之，先把衣服穿好吧"

    # 莲 「乳首の毛抜いたんだからこの格好じゃ…」
    lian "我把乳头的毛拔了，就这个样子了吧，不穿衣服了（破罐子破摔状）"

    # 真冬 「二度同じ事を言わせるな」
    dong "别让我说第二遍同样的话"

    # 莲 「すいません」
    lian "对不起"

    # nil 「真冬は俺に背を向けて、クローゼットを開けると、ハンガーにかけられた学園の制服と、下段の引き出しから替えの下着を取り出して」
    "真冬背向我，打开壁橱，拿出了衣架上挂着的学校制服和下层抽屉里用来替换的内衣"

    # nil 「背中を向けたま俺に放り投げてきた。」
    "背对着我把衣服扔了过来"

    # 莲 「ハイビスカスがお好きで？」
    lian "你喜欢扶桑花吗？"

    # 真冬 「女の子は花が好きなのです」
    dong "女孩子都是喜欢花的"

    # 莲 「そいつは結構」
    lian "好耶！"

    # nil 「真冬も背中を向けてる事だし、早速パンツを下ろして履き替えてやるか…。」
    "真冬一直背对着我，赶紧把内裤脱下来换上吧..."

    # 真冬 「あ、お兄ちゃんそういえば―」
    dong "啊、对了，欧尼酱————"

    # 莲 「あっ」
    lian "啊这"

    # nil 「俺の予想はずれ、真冬が振り向いてしまった。」
    "和我预想的不一样，真冬把头转了过来"

    # 真冬 「…ふむ」
    dong "emmm......"

    # 莲 「......」
    lian "......"

    # 真冬 「…ご立派な…ライジングサン…ですね」
    dong "是非常有朝气的......升阳呢..."

    # 莲 「…お粗末様でした」
    lian "牙白...对不起......"

    # 真冬 「真冬はそれ以上コメントせず、何事もなかったように部屋から出て行った。」
    dong "真冬没有发表进一步的评价，像什么都没发生过一样从我的房间里出去了"

    # 莲 「…そーりーふぉーぱーてぃろっきーん」
    lian "......♬ ♪ ♩ ♫ ♭ € § ¶ ∮ ♬"

    # nil 「一人寂しく部屋に残された全裸の俺は、鼻歌を歌いながらお着替えするのだった。」
    "一个人寂寞地全裸的留在房间里，我一边哼着小曲一边换衣服。"

    # nil 「......」
    "......"

    ### 切换场景，莲卧室--->葛城家客厅
    ### 人物：莲 真冬 TV

    # 真冬 「ブラックアイドピーズで…ユアハンプス」 //这段专有名词老多了，懂的大佬帮助一哈
    dong "ブラックアイドピーズで…ユアハンプス（Luckykeeper：应该是『荣誉之刃』（下文会提及）的台词，没看过不知道...）"

    # TV  「やだよそんな歌！何いってるかわかんないし」
    tv "讨厌啊，那首歌！我不知道你在说什么！"

    # 真冬 「誰にもわかんねぇんだよ！」
    dong "谁会不知道啊！"

    # 莲 「またやってんのか」
    lian "又来了吗？23333"

    # nil 「俺が着替え（パンツの履き替えも含め）を済ませて階下におりると、真冬は映画のＤＶＤの吹き替えに合わせてアテレコしていた。」
    "我换完衣服（包括内裤）下到楼下，真冬正在配合着电影DVD进行配音。"

    #  真冬 「いやー…最高だよね、ウィル・フェレルっていう俳優は」
    dong "哎呀...这个威尔·法瑞尔真是太棒了"

    # 莲 「それにしても度ってのがあんだろう」
    lian "即使那样，也差不多了吧"

    # nil 「真冬は、大好きな映画を４２型プラズマハイビジョンテレビで流しながら、暗記した台詞でアテレコしている。」
    "真冬一边在42型等离子高清电视上播放自己最喜欢的电影，一边用背诵的台词进行配音。（L：人13年就有了，我家啥时候才能有等离子高清电视啊，翻译君在写这段文本时还在用着2000年的1400*900分辨率的显示器...）"

    # nil 「もっとも、最初は俺が暇つぶしにＤＶＤを借り始めたのがきっかけなのだが、」
    "最开始是我为了打发时间去外面借来了DVD"

    # nil 「真冬もそれに付き合っているうちにどっぷりハマってしまった。」
    "但是真冬在和我一起康DVD的过程中完全着迷了"

    # nil 「真冬に限っては、ご覧の通り朝の時間が空いているときにですらこの映画を流す始末。」
    "只有真冬，正如你所看到的那样，连早上有空的时候也会播放这部电影。"

    # nil 「ちなみのその映画とは…」
    "顺带一提，那部电影是..."

    #  真冬 「『俺たちフィギュアスケーター』　ジョン・ヘダーとウィル・フェレル主演のスポ根コメディ映画だよ」
    dong "『荣誉之刃』是乔恩·海德和威尔·法瑞尔主演的体育喜剧电影。"

    # Luckykeeper 这里是译者注哒~
    luckykeeper "这里是翻译君的豆知识时间！《荣誉之刃》(Blades of Glory)『俺たちフィギュアスケーター』，是2007年出品的花式溜冰喜剧电影，由Josh Gordon与Will Speck导演。梦工厂经由派拉蒙电影公司发行。大概讲的是花式溜冰界的孤狼，却斯·麦可麦可斯与金童吉米·麦克罗伊一向水火不容，两人在世界性大赛里大打出手，因此被判定终生禁赛。失去溜冰舞台，落魄的两人发现比赛规则有漏洞，便决定组成世界第一支男子双人组重返花式溜冰界，引起各界一阵哗然与轰动……"

    #  莲 「人の台詞を先取りするなよ」
    lian "不要随便抢别人的台词啊喂————"

    #  真冬 「この方が覚えて貰えるかもしれないじゃん？」
    dong "或许这样能让你记住我？"

    #  莲 「誰にだ」
    lian "你在和谁说话啊？"

    #  真冬 「お兄ちゃんの知らない誰かに」
    dong "和欧尼酱不认识的人（说的就是屏幕前的你哦，卡哇伊的真冬妹妹希望你记住她哦~）"

    #  莲 「？」
    lian "？"

    #  nil 「真冬はテーブルの上のリモコンを掴むと、ＤＶＤを停止せずそのまチャンネルを変えた。」
    "真冬抓住桌子上的遥控器，没有关掉DVD，直接切换电视的信号源换了个频道。"

    #  莲 「なんだ、もういのか？」
    lian "什么啊，你说完了吗？"

    #  真冬 「映画を見ながらじゃ料理の味がしっかりと身体にしみこまないでしょ？」
    dong "一边看电影一边恰饭，菜肴的味道完全不能渗透到身体里面去吧？"

    #  莲 「そんなに今日のは自信作か」
    lian "看来，今天的是自信之作吗？"

    #  nil 「基本的に親が家にいない我が家では、家事は俺と真冬で分担して行っている。」
    "基本上在父母不在家的家里，家务事是和我一起在隆冬分担的。"
