# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene01 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：WorldlineChanger（2句）
# 版本 0.9 "LuckyDev"
# Blog：http://luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年4月6日

# 待修bug
# # 这里暂时随便找个东西占位，后面找到了再补 在3335行左右<-2021年10月5日 搞定！
# 开场心爱的语音<-2021年10月5日 搞定！
# （不是bug！）标有^^^的参考资料发布的时候要记得上传项目组官网<-2021年10月23日已传
# 2022年1月28日
# 百叶窗效果是否做了 scene black 需要注意一下
# ysr006 的，可能 black 也有 scene black with ImageDissolve("images/tr/ysr006.png", 0.8, ramplen=64, reverse=False, alpha=True, time_warp=None) ，需要注意一下

label scene01:


    # $ main_menu_music = "bgm/bgm01.ogg" # 调试用

    #######################################################################################################
    ## 已知问题 | 测试：Luckykeeper
    ################################
    # issue by Luckykeeper @ 2021年8月31日 | 测试平台：安卓
    # A：下面的只能显示 € § ¶ ∮ 音符不能正常显示，还得继续换字库，或者改翻译，♪在本文使用过多，必须想想办法
    # 莲 「…そーりーふぉーぱーてぃろっきーん」&&这里的音符微软雅黑的字库不支持，得改
    # lian "......♬ ♪ ♩ ♫ ♭ € § ¶ ∮ ♬"
    # & 解决方法：正在寻找合适的字库，至少得能准确显示♪，如果没有的话，改翻译
    # & 更新：参考gui.rpy文件的注释 选用了 NotoSansCJKjp-Black.otf https://www.google.cn/get/noto/

    # issue by Luckykeeper @ 2021年8月31日 | 测试平台：安卓
    # B：最多显示4行，只能到“水火不容那里”，多了的需要换页，回头数数字数，所有长句需要重新检查，建议在本句孤狼位置停止（即最多显示90字）
    # Luckykeeper 这里是译者注哒~
    # luckykeeper "这里是翻译君的豆知识时间！《荣誉之刃》(Blades of Glory)『俺たちフィギュアスケーター』，是2007年出品的花式溜冰喜剧电影，由Josh Gordon与Will Speck导演。梦工厂经由派拉蒙电影公司发行。大概讲的是花式溜冰界的孤狼，却斯·麦可麦可斯与金童吉米·麦克罗伊一向水火不容，两人在世界性大赛里大打出手，因此被判定终生禁赛。失去溜冰舞台，落魄的两人发现比赛规则有漏洞，便决定组成世界第一支男子双人组重返花式溜冰界，引起各界一阵哗然与轰动……"
    # & 解决方法：长句放在两段

    # issue by Luckykeeper @ 2021年8月31日 | 测试平台：安卓
    # C：VSCode的破折号“——“看起来很短，但是实际到renpy会变得正常，所以“——”打多了的也得改
    # 莲 「…そーりーふぉーぱーてぃろっきーん」&&这里的音符字库不支持，得改
    # & 解决方法：之前的翻译（想瑠 「とーころがどっこい、私は毎日絶好調だ。正解は、時給が850円から900円にあがったんだよーん」以前的）后面来修
    # & 没翻的部分注意一下这个问题
    #######################################################################################################

    # 阔以发现，一般对话框人物和主页面一样，所以还是非常好做的
    # 而且同一场景就在几个表情之间来回换
    # 常用参数
    # 这里真冬的位置在正中
    # show 真冬_制服_基本_目閉じ:
    #     zoom 1.5
    #     xalign 0.5
    #     yalign -0.09
    # 定义人物正中
    transform love69_center:
        zoom 1.5
        xalign 0.5
        yalign -0.09
    # waifu2x 非标准大小（不是1920*1080的而是2160*1620分辨率的使用以下参数）
    # zoom 0.89 | 0.89 倍的缩放
    # xalign 1.1 | x轴位置
    # yalign 0.5 | y轴位置
    # 尝试定义一下
    transform love69_bg1620:
        truecenter
        zoom 0.89
        xalign 1.1
        yalign 0.5
    # waifu2x 非标准大小（不是1920*1080的而是1920*1440分辨率的使用以下参数）
    transform love69_bg1440:
        yalign 0.5
    # waifu2x 非标准大小（不是1920*1080的而是1920*1220分辨率的使用以下参数）
    transform love69_bg1220:
        yalign 0.584

    ### 地点：莲卧室
    ### 人物：莲 真冬
    ### BGM：honky tonk saloon (theme).ogg ？ honky tonk saloon (pad).ogg 这俩之一
    # 开场：莫得BGM 背景

    ##### 需要特别注意 voice 不需要 play！！！
    # 这里的语句其实没有必要，但是放在这里做个例子
    # 通过下面的语句阔以对左下角对话框小头像的位置进行单独适配
    # 这个语句是针对真冬设计的参数
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ピピピピピ…ピピピピピピピッ」
    voice "voice/真冬/maf_a1_0001.ogg"
    dong 真冬_制服_基本_目閉じ "哔哔哔哔哔...哔哔哔哔哔哔哔"

    # 莲 「うるせえ」（闭嘴）
    lian "闭嘴"

    # 真冬 「はう」
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 01
    play sound "voice/effect/なぐる2～ドンッ.ogg"
    voice "voice/真冬/maf_a1_0002.ogg"
    dong 真冬_制服_基本_泣き "哈呜"

    # 真冬 「...」
    voice "voice/真冬/maf_a1_0003.ogg"
    dong 真冬_制服_基本_むーっ "..."

    # 真冬 「......」
    voice "voice/真冬/maf_a1_0004.ogg"
    dong 真冬_制服_基本_無表情 "......"

    # 真冬 「あーさでーすあーさでーすあーさーでーすよー」
    voice "voice/真冬/maf_a1_0005.ogg"
    dong 真冬_制服_基本_見下し2 "早——上——了~~早——上——了~~已~经~是~早~上~了~哟~"

    # 莲 「うるせえ」（闭嘴）
    lian "拜托，你很烦耶"

    # 真冬 「はう」
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 01
    play sound "voice/effect/なぐる2～ドンッ.ogg"
    voice "voice/真冬/maf_a1_0006.ogg"
    dong 真冬_制服_基本_泣き "哈呜"

    # 真冬 「......」
    voice "voice/真冬/maf_a1_0007.ogg"
    dong 真冬_制服_基本_目閉じ "......"

    # 真冬 「...むー...」
    voice "voice/真冬/maf_a1_0008.ogg"
    dong 真冬_制服_基本_むーっ "...嗯↑姆↓..."

    # 真冬 「............よし」
    voice "voice/真冬/maf_a1_0009.ogg"
    dong 真冬_制服_基本_無表情 "............好"

    # 真冬 「......」
    voice "voice/真冬/maf_a1_0010.ogg"
    dong 真冬_制服_基本_目閉じ "......"

    # 真冬 「...ちゅっ...ぁむっ」
    voice "voice/真冬/maf_a1_0011.ogg"
    dong 真冬_制服_基本_目閉じ_1 "......啾......嗯"

    # 切入背景图片 mcg01_1_2
    # Demo waifu2x 测试
    image bg mcg01_1_2 = "images/bg/mcg01_1_2.png"
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 02
    # scene bg mcg01_1_2  with ImageDissolve("images/tr/ysr007.png", 0.5, ramplen=8, reverse=True, alpha=True, time_warp=None)
    # scene bg mcg01_1_2  with ComposeTransition(ImageDissolve("images/tr/ysr007.png", 0.3, ramplen=8, reverse=True, alpha=True, time_warp=None),before=None,after=vpunch)
    # MultipleTransition([
    #     black,
    #     ImageDissolve("images/tr/ysr007.png", 0.5, ramplen=8, reverse=True, alpha=True, time_warp=None)
    #     mcg01_1_2,Pause(0.5),
    #     mcg01_1_2,vpunch,
    #     True])
    scene bg mcg01_1_2 with ComposeTransition(ImageDissolve("images/tr/ysr007.png", 0.3, ramplen=8, reverse=True, alpha=True, time_warp=None),before=None,after=Pause(0.3))
    scene bg mcg01_1_2 with vpunch
    # 莲 「おひょぉおう！？」
    lian "哦哦哦哦哦？！！！"

    # nil 「起きた。」
    "起来了！"

    # nil 「なんか寝耳に水ったので身体が飛び起きた。」
    "突然感觉晴天霹雳似的，我的身体一下就从床上跳了起来"

    ## BGM引入：honky tonk saloon (pad)
    play music "bgm/bgm13.ogg" fadein 2.0

    # 真冬 「ぐーてんたーく？　マイブラザー」 //ぐーてんたーく听上去好像德语，懂的老哥翻一下
    image bg mcg01_1_1 = "images/bg/mcg01_1_1.png"
    scene bg mcg01_1_1
    voice "voice/真冬/maf_a1_0012.ogg"
    dong 真冬_制服_基本_目閉じ "终于醒了吗？我的哥哥？（my brother son）"
    # 这里感觉和 Scene11:563 是一个用法

    # 莲 「ぼーんじゅーるマイシスター…ん？」
    lian "我的妹妹（sister）...嗯？"

    # nil 「隣からする妹の声に反射的に応える。しかし、言葉を吐きってからその疑問に気づく。」
    "我对旁边传来的妹妹的声音做了反射性的回应，但是，说完之后我才发现不大得劲"

    # nil 「首を傾ける。」
    "我歪着头"

    # 莲 「お、ひょおう！？」
    lian "嗯？...咦——————？！！"

    # 真冬 「どったの先生。早速だけど、目覚まし時計はもう少し丁寧に扱う事をお勧めするよ」
    voice "voice/真冬/maf_a1_0013.ogg"
    dong 真冬_制服_基本_ジト目 "怎么啦，老师？虽然醒的还是挺早的，但是我建议你用闹钟的时候再小心一点哦（指刚刚真冬被当成闹钟锤了233）"

    ## 引入真冬介绍小动画（jpg大合体！）
    # 验证：直接使用jpg的可能性
    # 行 示例如下，能做到视频的效果，但是太费人力，人物介绍改为视频
    #    show 真冬カットイン00000004 at truecenter
    #    pause 0.005
    # 还是做视频好，没有视频，就en做！
    # 第一个视频诞生了！ 虽然⑧大行，但是能用！
    $ renpy.movie_cutscene("video/真冬カットイン.webm",stop_music=False)
    # 尝试导入了下png，16G内存瞬间爆满
    # 当图片多（多于100张）的时候一定不能这样做
    # 虽然BGM会中断，但是起码电脑不会卡爆
    # 也有利于跨平台
    # show screen dongintroscr
    # pause 5
    # scene bg mcg01_1_1

    # 莲 「こ、こいつぁ珍しいお客さんじゃねぇか、バックスバーニー」 //バックスバーニー机翻是“巴克斯巴尼”，不是很懂呢
    lian "这...这不是个稀客嘛"

    # nil 「枕元に、血の繋がっているはずの双子の妹「真まふゆ冬」が微笑みながら、横たわっている。」
    "枕边，微笑着躺着的是有着血缘关系的双胞胎妹妹「真冬」。"

    # nil 「双子の妹つっても、奴のほうが生まれたタイミングは先だ。」
    "虽然说是妹妹，但是那家伙是在我前面出生的。"

    # nil 「つまり正確には姉だ。曰く”お兄ちゃん”という呼び名が気に入ってるらしいので、妹ということで。」
    "也就是说其实应该是欧内酱。但是她好像很喜欢“哥哥”这个称呼，因为这样她就是一抹多辽。"

    # nil 「さーっと血の気が引いていくのを感じる。ＴＨＥやっちまった感。色々聞きたい事はあるが、とりあえず…」&&这里的·也不支持，得想办法
    "我的脸色一下子就变得惨白。 THE·牙白 的感觉。有很多想问的事情，总之...。"

    # 莲 「何がどうしたんだよ」 //感觉翻的有亿点问题
    lian "你在这儿干嘛？！"

    # 真冬 「それは、寝起きのお兄ちゃんの耳ペロした事に対して？それとも、まふまふちゃん特製苺のミルフィーユの作り方について？」
    image bg mcg01_1_3 = "images/bg/mcg01_1_3.png"
    scene bg mcg01_1_3
    voice "voice/真冬/maf_a1_0014.ogg"
    dong 真冬_制服_基本_目閉じ "那是对刚刚prpr哥哥的耳朵叫醒哥哥的妹妹问的问题吗？还是说，想知道嘛呼嘛呼酱（まふまふちゃん）特制草莓千层派的制作方法？（まふまふ是真冬的爱称（来自真冬的名字MAFUYU），本文有很多地方会叫真冬まふまふちゃん）"

    # 莲 「後者については心配に及ばない。まふまふちゃんに作ってもらうから。前者についても知りたいが、」
    lian "关于后者就不用担心啦，想吃的时候会让嘛呼嘛呼酱给我做一个的，不过我想知道前面的是啥个情况？"

    # nil 「それに至るまでのプロセスについても是非知りたいね」
    "我超想知道昨天晚上到现在发生了啥"

    # 真冬 「ふむ…質問が多いお兄ちゃんだな」
    voice "voice/真冬/maf_a1_0015.ogg"
    dong 真冬_制服_基本_ジト目 "嗯...欧尼酱的问的问题真是多呢"

    # 莲 「こうみえて知りたがりでね」
    lian "我确实很想知道嘛"

    # 真冬 「『ねぼすけお兄ちゃんを持つ妹マニュアルその２』添い寝から妹目覚まし（スヌーズ付き）かーらーのー耳ぺろ」
    scene bg mcg01_1_1
    voice "voice/真冬/maf_a1_0016.ogg"
    dong 真冬_制服_基本_目閉じ "『有哥哥的妹妹指南2』之————从陪睡开始的妹妹闹钟（带再响功能的）之————耳朵pr~。"

    # 莲 「段階すっ飛ばしすぎじゃないかね」
    lian "你是不是跳过了哪个阶段？"

    # 真冬 「私とお兄ちゃんの関係を考えると妥当な判断だと」
    voice "voice/真冬/maf_a1_0017.ogg"
    dong 真冬_制服_基本_ジト目 "考虑到我和欧尼酱的关系，我觉得这是个合理的判断"

    # 莲 「見解の相違があるようだ…ちなみにその１はなんだ」
    lian "看来我们的见解不大一样呢...顺带问下，第一部是啥"

    # 真冬 「肘を脇の下から離さぬ心構えで、や内角を狙い、えぐり込む様に打つべし」
    voice "voice/真冬/maf_a1_0018.ogg"
    dong 真冬_制服_基本_目閉じ "要保持肘部不离腋下的姿态，瞄准辣个地方，像要钻进去一样打"

    # 莲 「個人的にそのジャブから打ってきて欲しかったもんだが…。寝起きの思春期男子には、些か冗談きついぜ…」
    lian "我个人并不想让你把那个刺拳打出来...对于刚起床的青春期男生来说，稍微有些开玩笑的感觉（L:绝对是的吧，会死人的）"

    # 真冬 「こうでもしないとお兄ちゃん起きないでしょ？」
    voice "voice/真冬/maf_a1_0019.ogg"
    dong 真冬_制服_基本_ジト目 "但是不这样做欧尼酱就不会起来的吧？"

    # 莲 「俺の人生は二度寝とビン入りヨーグルトで構成されているんでな…。あー…一応聞いておくけど」
    lian "我的人生是由睡回笼觉和瓶装酸奶组成的...啊......我先问一下"

    # 莲 「俺とお前昨夜何もなかったよな？」
    lian "我和你昨天晚上什么都没有发生吧？"

    # 真冬 「それは私の口から言うのは恥ずかしい」
    voice "voice/真冬/maf_a1_0020.ogg"
    dong 真冬_制服_基本_目閉じ_1 "这个我不大好意思从我嘴里说出来呢..."

    # 莲 「何も無かったんだな、お前制服姿だし」
    lian "实际上就是什么都没有吧，你还穿着制服呢"

    # nil 「衝撃的な目覚ましではあったが、安心したら、早くも眠気が襲ってくる。」
    "虽然是让我震撼一整年的闹钟，但是安心之后，睡意又很快再次袭来了"

    # 莲 「じゃ、おやすみ真冬」
    lian "那么，真冬，欧呀斯密~"

    # 真冬 「......」
    voice "voice/真冬/maf_a1_0021.ogg"
    dong 真冬_制服_基本_無表情 "......"

    # 真冬 「......」
    voice "voice/真冬/maf_a1_0022.ogg"
    dong 真冬_制服_基本_目閉じ "......"

    # 真冬 「拝啓お兄様。何故、私がわざわざ壁側にまわって添い寝したかを、今から実際に、デモンストレーションして説明致します。敬具」
    voice "voice/真冬/maf_a1_0023.ogg"
    dong 真冬_制服_基本_ジト目 "敬启哥哥。为什么我要特意在你边上睡呢，从现在开始我要实际演示说明一下。敬礼"

    # 真冬 「…ていっ」
    voice "voice/真冬/maf_a1_0024.ogg"
    dong 真冬_制服_基本_見下し2 "嘿！"

    # nil 「ひょいっ」
    "咚！"

    # 莲 「おひょおうっ！？」
    lian "呃啊！？"

    # nil 「真冬の可愛らしいかけ声と共に俺の身体は中に舞い、」
    image bg 自室a_朝 = "images/bg/自室a_朝.png"
    image bg black = "images/bg/black.png"
    # 自定义了莲从床上掉下去的动画（画面晃动，不过这个实现比原版的似乎要简陋一点点），加个背景预防看到无颜色背景
    # 才发现有 vpunch hpunch 阔以做这个，不过写都写了，就不改了
    # 同时确定了 waifu2x 之后的部分背景图片参数
    # 测试了用 with Dissovle(0.2/0.3)感觉不大自然，所以表情切换还是就秒切好了
    # waifu2x 非标准大小（不是1920*1080的而是2160*1620分辨率的使用以下参数）
    # zoom 0.89 | 0.89 倍的缩放
    # xalign 1.1 | x轴位置
    # yalign 0.5 | y轴位置
    scene black
    show 自室a_朝:
        zoom 0.89
        xalign 1.1
        yalign 0.5
        linear 0.05 xalign 0.1 yalign 0.1
        pause 0.05
        linear 0.05 xalign -0.1 yalign -0.1
        pause 0.05
        repeat
    # 动画结束，回归原先的
    # repeat 0.1s后回归正常
    pause 0.1
    scene 自室a_朝 at truecenter:
        xalign 1.1
        yalign 0.5
        zoom 0.89

    play sound "voice/effect/なぐる3～バンッ.ogg"
    "伴随着真冬可爱的吆喝声，我的身体在空中飞舞"

    # nil 「そしてカーペットの敷かれたフローリングへと墜落する。あの野郎掛け布団ごとたき落としやがった。」
    "然后坠落到铺着地毯的地板上。那小子把被子都掀掉了"

    # 莲 「ぶへぇ」
    lian "emmmm......"

    # 真冬 「よっこらせっと」
    # 摸索正确显示人物的参数
    # 这里真冬的位置在正中 这里使用手动定义，后面使用ATL定义
    show 真冬_制服_基本_目閉じ:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        # with dissolve
    # with dissolve不能写入ATL语句内，可以空一行写，这种写法时，也可使用 with Dissolve(0.2) 的写法
    # with Dissolve(0.2)
    with dissolve
    voice "voice/真冬/maf_a1_0025.ogg"
    dong 真冬 真冬_制服_基本_目閉じ "终于完事了~"

    # nil 「掛け布団の失われたベッドの上から、真冬はネックスプリングで飛び降りる。」
    "真冬从已经没有被子的床上像弹簧一样跳了下来"

    # nil 「踵を返して、床でのたうち回る俺に視線を向ける。」
    "然后回头看在地板上来回打滚的我"

    # 真冬 「武力行使は本意ではありませんが…」
    # hide 真冬_制服_基本_目閉じ
    # 2022年1月23日注：绝了，这里的show with Dissolve 超好用的，文档也写了不需要常用hide，那为啥我之前没有用啊喂！
    # 加上之后明显自然多了，不过人物重叠还是存在，但是，为了好康，都可以改
    # 这就返工全改了！
    # 初步改动方案：使用 with Dissolve(0.2)过场，下一句的时候隐藏多余人物防止重叠过多
    # 具体实现请参考本句脚本
    show 真冬_制服_基本_ジト目 at love69_center with dissolve
    # with dissolve 放在这里过场也是可以的
    voice "voice/真冬/maf_a1_0026.ogg"
    dong 真冬_制服_基本_ジト目 "行使武力并不是我的本意..."
    hide 真冬_制服_基本_目閉じ

    # 莲 「耳ペロで起きときゃ良かったって、ほんのちょっと後悔した」
    lian "早知道就在刚才你给我耳朵prpr的时候起来好了，真是有点后悔呐"

    # nil 「俺は天井と見下ろしてくる真冬を眺める。」
    "我躺在地上，望着天花板和真冬"

    # nil 「真冬は制服の裾やスカートの皺を伸ばし、袖を鼻に近づけて匂いを嗅いでいる。」
    "真冬把制服的下摆和裙子的皱褶拉直，把袖子靠近鼻子闻着味道。"

    # 真冬 「くんくん…ふむ…お兄ちゃんの匂い…ちょっとついちゃったかな…」
    # hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_目閉じ_1 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0027.ogg"
    dong 真冬_制服_基本_目閉じ_1 "嗅...嗅...是欧尼酱的味道...我闻到了..."
    hide 真冬_制服_基本_ジト目

    # 莲 「失礼な、ちょいと小粋なアロマだと思ってくれよ」
    lian "失礼了，请你把这当作有点时髦的香味吧。"

    # 真冬 「いや、嫌いじゃないよ。さぁさ、お布団ちゃんとのお別れ済ませて起きた起きた。それとも、妹の下着見物を続ける？」
    # hide 真冬_制服_基本_目閉じ_1 #用完了及时hide为妙，文档建议使用tag，但是本作使用tag有部分图像会找不到，全部使用手动指定，同时也能保证跨平台兼容性
    # 2022年1月23日注，这里其实就是tag的用法，单独定义了的其实只是side image
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0028.ogg"
    dong 真冬_制服_基本_無表情 "不，我并不讨厌。那么，赶紧和被子告别起床了。还是说，想继续看妹妹的内衣呢？"
    hide 真冬_制服_基本_目閉じ_1

    # 莲 「パステルブルーのハーフトーンパターン。覚えたぞ」
    lian "是淡蓝色的半色调图案。我记住了"

    # 真冬 「お兄ちゃんは黒と赤の…そ、その歳でドラゴン柄履いてるんだ…」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ_1 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0029.ogg"
    dong 真冬_制服_基本_目閉じ_1 "欧尼酱的是黑红相间的......那、那个，都这个年纪了还穿龙纹图案的..."
    hide 真冬_制服_基本_無表情

    # 莲 「いやん、見ないでっ」
    lian "不，不要看嘛"

    # nil 「自分が半裸…というかパン一である事を思い出して、掛け布団を被る。」
    "想起自己是半裸...或者说是法式武器的样子（法棍面包||今日辱法【1/1】），赶紧盖上了被子。"

    # nil 「季節は夏休み目前のサマーなもんでつい…。」
    "现在的季节是暑假来临前的夏天..."

    # 真冬 「はいはい可愛くないから起きましょうね」
    # hide 真冬_制服_基本_目閉じ_1
    show 真冬_制服_基本_見下し2 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0030.ogg"
    dong 真冬_制服_基本_見下し2 "好，好，小可爱，快起来吧"
    hide 真冬_制服_基本_目閉じ_1

    # nil 「真冬がパンパンと手を叩いて、俺から掛け布団を奪いとる。ちょっと寒い。」
    "真冬啪嗒啪嗒地拍着手，从我这里抢走了被子。有点冷啊..."

    # 莲 「しかし、添い寝して耳ペロしてまで起こしたかった理由を聞こうか」
    lian "但是，为什么陪着我睡，还prpr我的耳朵把我叫醒呢？"

    # 真冬 「お兄ちゃんとゆっくり朝ご飯食べたいから。って言ったら怒る？」
    # hide 真冬_制服_基本_見下し2
    show 真冬_制服_基本_泣き_1 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0031.ogg"
    dong 真冬_制服_基本_泣き_1 "我想让欧尼酱起来好好吃顿早饭，这么说的话，你会生气吗？"
    hide 真冬_制服_基本_見下し2

    # 莲 「くっ…そいつは反則だ」
    lian "呃...你这么说的话是犯规啊"

    # 真冬 「えへへ」
    # hide 真冬_制服_基本_泣き_1
    show 真冬_制服_基本_にっこり_1 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0032.ogg"
    dong 真冬_制服_基本_にっこり_1"嘿嘿嘿~"
    hide 真冬_制服_基本_泣き_1

    # nil 「俺は立ち上がり、パンツ一丁のま真冬の頭をポンポンと叩く。真冬は瞬間表情をゆるませる。」
    "只穿着一条裤子的我站起来，啪嗒啪嗒地敲着真冬的头。真冬瞬间放松了表情"

    # nil 「しかし、すぐさま表情をいつものニヒルな表情に戻して、」
    "但是，她马上又恢复到了平时的表情"

    # 真冬 「じゃ、そーいうことだから、お着替え済ませてご飯食べにきてね」
    # hide 真冬_制服_基本_にっこり_1
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0033.ogg"
    dong 真冬_制服_基本_にっこり "既然这样，就赶紧换好衣服来恰饭吧~"
    hide 真冬_制服_基本_にっこり_1

    # 莲 「このまではだめか」
    lian "再睡一会儿不行吗？"

    # 真冬 「飯が不味くなるから却下。何が悲しくて、お兄ちゃんの乳首に生えた毛おかずにご飯食べなきゃならないのよ」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_目閉じ at love69_center with dissolve
    voice "voice/真冬/maf_a1_0034.ogg"
    dong 真冬_制服_基本_目閉じ "因为饭会变的难吃的，所以驳回。真是伤心啊，只能一边看着哥哥乳头上的毛一边吃饭了"
    hide 真冬_制服_基本_にっこり

    # 莲 「そんな所を見るな！」
    lian "别看那种地方啊！"

    # 真冬 「抜いてあげようか？」
    # hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0035.ogg"
    dong 真冬_制服_基本_にっこり "要我帮你拔下来吗？"
    hide 真冬_制服_基本_目閉じ

    # 莲 「いや、自分で抜くわ、今」
    lian "不了不了，我现在就自己把它拔下来"

    # 莲 「フンッ！」
    lian "哼、哼，啊啊啊啊啊啊啊啊啊啊！！！！！"

    # nil 「抜いた。」
    "拔下来了"

    # 真冬 「…とりあえずお着替え済ませてきてね」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_ジト目 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0036.ogg"
    dong 真冬_制服_基本_ジト目 "总之，先把衣服穿好吧"
    hide 真冬_制服_基本_にっこり

    # 莲 「乳首の毛抜いたんだからこの格好じゃ…」
    lian "我都把乳头的毛拔了，就这个样子了吧，不穿衣服了（破罐子破摔状）"

    # 真冬 「二度同じ事を言わせるな」
    # hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_見下し at love69_center with dissolve
    voice "voice/真冬/maf_a1_0037.ogg"
    dong 真冬_制服_基本_見下し"别让我说第二遍同样的话"
    hide 真冬_制服_基本_ジト目

    # 莲 「すいません」
    lian "对不起"

    # nil 「真冬は俺に背を向けて、クローゼットを開けると、ハンガーにかけられた学園の制服と、下段の引き出しから替えの下着を取り出して」
    # hide 真冬_制服_基本_目閉じ_1 # 不知道哪里少hide了，手动hide一下，并不影响效果
    hide 真冬_制服_基本_見下し with Dissolve(0.3)
    "真冬背向我，打开壁橱，拿出了衣架上挂着的学校制服和下层抽屉里用来替换的内衣"

    # nil 「背中を向けたま俺に放り投げてきた。」
    "背对着我把衣服扔了过来"

    # 莲 「ハイビスカスがお好きで？」
    lian "你喜欢扶桑花吗？"

    # 真冬 「女の子は花が好きなのです」
    voice "voice/真冬/maf_a1_0038.ogg"
    dong 真冬_制服_基本_目閉じ "女孩子都是喜欢花的"

    # 莲 「そいつは結構」
    lian "好耶！"

    # nil 「真冬も背中を向けてる事だし、早速パンツを下ろして履き替えてやるか…。」
    "真冬一直背对着我，赶紧把内裤脱下来换上吧..."

    # 真冬 「あ、お兄ちゃんそういえば―」
    show 真冬_制服_基本_にっこり at love69_center with Dissolve(0.3)
    voice "voice/真冬/maf_a1_0039.ogg"
    dong 真冬_制服_基本_にっこり "啊、对了，欧尼酱————"

    # 莲 「あっ」
    lian "啊这"

    # nil 「俺の予想はずれ、真冬が振り向いてしまった。」
    "和我预想的不一样，真冬把头转了过来"

    # 真冬 「…ふむ」
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0040.ogg"
    dong 真冬_制服_基本_無表情 "emmm......"
    hide 真冬_制服_基本_にっこり

    # 莲 「......」
    lian "......"

    # 真冬 「…ご立派な…ライジングサン…ですね」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ at love69_center with dissolve
    voice "voice/真冬/maf_a1_0041.ogg"
    dong 真冬_制服_基本_目閉じ "是非常有朝气的......升阳...呢"
    hide 真冬_制服_基本_無表情


    # 莲 「…お粗末様でした」
    lian "牙白...对不起......"

    # nil 「真冬はそれ以上コメントせず、何事もなかったように部屋から出て行った。」
    hide 真冬_制服_基本_目閉じ with Dissolve(0.3)
    "真冬没有发表进一步的评价，像什么都没发生过一样从我的房间里出去了"

    # 莲 「…そーりーふぉーぱーてぃろっきーん」&&这里的音符字库不支持，得改
    lian "......♬ ♪ ♩ ♫ ♭ € § ¶ ∮ ♬"

    # nil 「一人寂しく部屋に残された全裸の俺は、鼻歌を歌いながらお着替えするのだった。」
    "一个人寂寞地全裸的留在房间里，我一边哼着小曲一边换衣服。"

    # nil 「......」
    "......"

    ### 切换场景，莲卧室--->葛城家客厅
    # 原作是百叶窗效果，这里使用wipedown做类似替换
    # 2022年1月24日，已经按百叶窗效果做完
    # 摸索1920*1440的参数
    # 1920*1440无需处理，加上 at truecenter 即可
    # bgm honky tonk saloon (pad) 13--> honky tonk saloon (theme) 14
    # 使用fadeout 1.0 fadein 1.0用于旧音乐的淡出和新音乐的淡入 建议时间设置2s更加自然
    play music "bgm/bgm14.ogg" fadeout 2.0 fadein 2.0
    image bg リビングa_昼 = "images/bg/リビングa_昼.png"
    scene リビングa_昼 at truecenter with ImageDissolve("images/tr/trans01.png", 1.5, ramplen=8, reverse=True, alpha=True, time_warp=None)

    ### 人物：莲 真冬 TV *Luckykeeper

    # 真冬 「ブラックアイドピーズで…ユアハンプス」 //这段专有名词老多了，懂的大佬帮助一哈
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0042.ogg"
    dong 真冬_制服_基本_無表情 "ブラックアイドピーズで…ユアハンプス（Luckykeeper（后简称L）：应该是『荣誉之刃』（下文会提及）的台词，我没看过所以并不知道...）"

    # TV  「やだよそんな歌！何いってるかわかんないし」
    # 最早在葛城家客厅和真冬对话的TV的是ot2
    voice "voice/その他/ot2_a1_0001.ogg"
    tv "讨厌啊，那首歌！我不知道你在说什么！"

    # 真冬 「誰にもわかんねぇんだよ！」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_本気2 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0043.ogg"
    dong 真冬_制服_基本_本気2 "谁会不知道啊！"
    hide 真冬_制服_基本_無表情

    # 莲 「またやってんのか」
    lian "又来了吗？23333"

    # nil 「俺が着替え（パンツの履き替えも含め）を済ませて階下におりると、真冬は映画のＤＶＤの吹き替えに合わせてアテレコしていた。」
    "我换完衣服（包括内裤）下到楼下，真冬正在配合着电影DVD进行配音。"

    # 真冬 「いやー…最高だよね、ウィル・フェレルっていう俳優は」
    # hide 真冬_制服_基本_本気2
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0044.ogg"
    dong 真冬_制服_基本_にっこり "哎呀...这个威尔·法瑞尔真是太棒了"
    hide 真冬_制服_基本_本気2

    # 莲 「それにしても度ってのがあんだろう」
    lian "即使那样，也差不多了吧"

    # nil 「真冬は、大好きな映画を４２型プラズマハイビジョンテレビで流しながら、暗記した台詞でアテレコしている。」
    "真冬一边在42型等离子高清电视上播放自己最喜欢的电影，一边用背诵的台词进行配音。（L：好吧，其实并不是很先进的东西，1964年发明的东西，原理和CRT比较像但是并不完全一样）"

    # nil 「もっとも、最初は俺が暇つぶしにＤＶＤを借り始めたのがきっかけなのだが、」
    "最开始是我为了打发时间去外面借来了DVD"

    # nil 「真冬もそれに付き合っているうちにどっぷりハマってしまった。」
    "但是真冬在和我一起康DVD的过程中完全着迷了"

    # nil 「真冬に限っては、ご覧の通り朝の時間が空いているときにですらこの映画を流す始末。」
    "只有真冬，正如你所看到的那样，连早上有空的时候也会播放这部电影。"

    # nil 「ちなみのその映画とは…」
    "顺带一提，那部电影是..."

    # 真冬 「『俺たちフィギュアスケーター』　ジョン・ヘダーとウィル・フェレル主演のスポ根コメディ映画だよ」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_目閉じ at love69_center with dissolve
    voice "voice/真冬/maf_a1_0045.ogg"
    dong 真冬_制服_基本_目閉じ "『荣誉之刃』是乔恩·海德和威尔·法瑞尔主演的体育喜剧电影"
    hide 真冬_制服_基本_にっこり

    # Luckykeeper 这里是译者注哒~ 一行写不下就来它两行！
    luckykeeper "这里是翻译君的豆知识时间！《荣誉之刃》(Blades of Glory)『俺たちフィギュアスケーター』，是2007年出品的花式溜冰喜剧电影，由Josh Gordon与Will Speck导演。梦工厂经由派拉蒙电影公司发行"

    luckykeeper "大概讲的是花式溜冰界的孤狼，却斯·麦可麦可斯与金童吉米·麦克罗伊一向水火不容，两人在世界性大赛里大打出手，因此被判定终生禁赛。失去溜冰舞台，落魄的两人发现比赛规则有漏洞，便决定组成世界第一支男子双人组重返花式溜冰界，引起各界一阵哗然与轰动……"
    # 莲 「人の台詞を先取りするなよ」
    lian "不要随便抢别人的台词啊喂————（L:看到真冬把你的台词抢了，我也没忍住...）"

    # 真冬 「この方が覚えて貰えるかもしれないじゃん？」
    # hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0046.ogg"
    dong 真冬_制服_基本_無表情 "或许这样能让你记住我？"
    hide 真冬_制服_基本_目閉じ

    # 莲 「誰にだ」
    lian "你在和谁说话啊？"

    # 真冬 「お兄ちゃんの知らない誰かに」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0047.ogg"
    dong 真冬_制服_基本_にっこり "和欧尼酱不认识的人（说的就是屏幕前的你哦，卡哇伊的真冬妹妹希望你记住她哦~）"
    hide 真冬_制服_基本_無表情

    # 莲 「？」
    lian "？？？"

    # nil 「真冬はテーブルの上のリモコンを掴むと、ＤＶＤを停止せずそのまチャンネルを変えた。」
    "真冬抓住桌子上的遥控器，没有关掉DVD，直接切换电视的信号源换了个频道。"

    # 莲 「なんだ、もういのか？」
    lian "什么啊，你说完了吗？"

    # 真冬 「映画を見ながらじゃ料理の味がしっかりと身体にしみこまないでしょ？」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0048.ogg"
    dong 真冬_制服_基本_無表情 "一边看电影一边恰饭，菜肴的味道完全不能渗透到身体里面去吧？"
    hide 真冬_制服_基本_にっこり

    # 莲 「そんなに今日のは自信作か」
    lian "看来，今天的是自信之作吗？"

    # nil 「基本的に親が家にいない我が家では、家事は俺と真冬で分担して行っている。」
    "父母双忙，有妹有房，我和真冬分担了平时的家务事"

    # nil 「（気づいたら全部片付けられている時もあるが、きっと母親かその類の妖精さんがやってくれたのだろう）」
    "有时候我们起来之后发现家务事都做好了，那一定是妈妈或者是像妈妈一样的精灵做好的吧"

    # nil 「二度寝が三度の飯より好きな俺にとって、早起きして朝食の準備をするというのは、便器を素手で磨くよりも苦痛なので、」
    "对于比起三顿饭来说更喜欢睡回笼觉的我来说，早起准备早饭比徒手刷马桶更痛苦"

    # nil 「優しい妹の真冬ちゃんに任せきっている。」
    "完全都交给了温柔的妹妹真冬（L：这样的欧尼酱，是不合格的吧...）"

    # nil 「チーン♪」
    play sound "voice/effect/レジスター.ogg"
    "叮当♪（微波炉定时到了的声音）"

    # 莲 「ってレンチンかよ」 //没弄明白，翻译君胡言乱语中......
    lian "是什么吃的吗？"

    # 真冬 「はい、チョコバナパフェでーす」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0049.ogg"
    dong 真冬_制服_基本_にっこり "是的————是巧克力香蕉巴菲哒~"
    hide 真冬_制服_基本_無表情

    # 莲 「何でだよ！　色々おかしいだろ！　チンしたら生暖かいミルクセーキみたいになっちゃうじゃないか！」
    lian "为什么啊！这么弄绝对会很奇怪吧！加热后会变得像暖和的牛奶蛋糕一样！"

    # 真冬 「冗談ですよ。はい、まふまふ特製ふわっとろオムライスですよー」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_目閉じ at love69_center with dissolve
    voice "voice/真冬/maf_a1_0050.ogg"
    dong 真冬_制服_基本_目閉じ "开玩笑的的啦~来，是嘛呼嘛呼酱特制松软的蛋包饭哦"
    hide 真冬_制服_基本_にっこり

    # 莲 「何でチンしたんだ…」
    lian "所以，为什么要加热呢..."

    # 真冬 「温め直し」
    # hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0051.ogg"
    dong 真冬_制服_基本_無表情 "是重新加热啦"
    hide 真冬_制服_基本_目閉じ

    # 莲 「あっ…」
    lian "啊这..."

    # nil 「察しました。」
    "原来如此..."

    # nil 「真冬がレンジの蓋をあけ、ウサギの描かれた皿の上にのった、今にもとろけ出しそうなオムライスを取り出し、皿の上においた。」
    "真冬打开了微波炉门，把蛋包饭放在画有兔子的盘子上，拿出了眼看就要融化的蛋包饭放在盘子上。"

    # 莲 「ご丁寧にメッセージまで書いてくれたのか…アラビア文字で書いてあるから読めないけど」
    lian "你还在上面画了什么吗？因为是用阿拉伯文写的，所以读不懂"

    # 真冬 「クマちゃんを描いたつもりなんだけど…」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_泣き at love69_center with dissolve
    voice "voice/真冬/maf_a1_0052.ogg"
    dong 真冬_制服_基本_泣き "我本来想画小熊的......"
    hide 真冬_制服_基本_無表情

    # 莲 「どこからどう見ればそう見えるんだよ！」
    lian "绝了！从哪个角度怎么看都不是小熊吧"

    #### &2021年8月29日01点07分 暂时收工，睡醒再战&

    # 真冬 「左から右へ」
    # hide 真冬_制服_基本_泣き
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0053.ogg"
    dong 真冬_制服_基本_無表情 "从左到右看"
    hide 真冬_制服_基本_泣き

    # 莲 「アラビア文字の読み方じゃねぇか」
    lian "从左到右看这不是阿拉伯文的读法吗"

    # 真冬 「サバーヒルヘイル」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ at love69_center with dissolve
    voice "voice/真冬/maf_a1_0054.ogg"
    dong 真冬_制服_基本_目閉じ "صباح الخير (L:原文“サバーヒルヘイル”是阿拉伯语“早安”的意思，我学废辽)"
    hide 真冬_制服_基本_無表情

    # 莲 「サバーヒンヌール」
    lian "صباح الخير(L:这句和上面真冬说的一模一样，作品里是用日语写的，另外，我实在找不到又能支持中文，又能支持日语，又能显示音符，还能显示阿拉伯语，而且还能免费用的Unicode字体了，想学阿拉伯语的，请自行Yahoo“サバーヒルヘイル”)"

    # nil 「椅子を引いて、席につく。クッションに描かれたコモドオトカゲの顔が俺の尻圧でゆがむ。」
    "我拉开椅子坐下。靠垫上画的科莫多巨蜥的脸被我的屁股压扁了。（L：科摩多巨蜥，又译科莫多巨蜥，属于巨蜥科巨蜥属，是现存世上体型最大的蜥蜴，仅分布于印度尼西亚的四个岛屿。）"

    # 真冬 「スプーンとドライバーどっちがい？」
    # hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0055.ogg"
    dong 真冬_制服_基本_無表情 "你是用勺子还是螺丝刀？"
    hide 真冬_制服_基本_目閉じ

    # 莲 「３番ウッドをくれ」３番ウッド应该是一种高尔夫球杆，参考https://www.youtube.com/watch?v=5yoxDMYaU0o，懂高尔夫的大佬阔以康康具体应该怎么翻
    lian "给我3号球杆（L：原文「３番ウッドをくれ」，「３番ウッド」是一种高尔夫球杆，感兴趣的小伙伴阔以去Yahoo上搜一下，奇怪的知识增加了.jpg）"

    # 真冬 「フォークね」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_ジト目 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0056.ogg"
    dong 真冬_制服_基本_ジト目 "叉子，给"
    hide 真冬_制服_基本_無表情

    # 莲 「あ…それでい」
    lian "啊这...就这样吧"

    # nil 「真冬が金色のスプーンを俺に手渡してくれたので、入射角４０度でエッジを入れる。」
    # 参考资料：http://www.ons.ne.jp/~taka1997/education/2002/physics/06/index2.html
    "真冬把金色的勺子递给了我，于是我以入射角40度将叉子插了进去（L：根据Yahoo上的资料，「入射角40度」似乎是11区中学1年级理科《物理》书上用到的例子，用水槽演示光的折射与反射，当入射角是40°时，此时的反射角是40°，折射角是60°）"

    # nil 「薄いオレンジ色に染め上げられたケチャップライスと、半熟状態の卵がスプーンに乗る。」
    "我把被染成淡橙色的番茄酱米饭和半熟的鸡蛋放在勺子上"

    # 莲 「いただきまーす」
    lian "我开动了"

    # 真冬 「はい、召し上がれ」
    # hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_微笑み at love69_center with dissolve
    voice "voice/真冬/maf_a1_0057.ogg"
    dong 真冬_制服_基本_微笑み "好~来吃吧"
    hide 真冬_制服_基本_ジト目

    # nil 「口に放り込む。」
    "把勺子放进嘴里。"

    # nil 「瞬間、ふわっと口の中で踊り、そして蕩けた。口の中に広がっていく塩味と砂糖の甘み。幻想的な卵の旋律の次に、」
    "那一瞬间，美食在嘴里轻轻地跳着，然后就溶化了。伴随着梦幻般的鸡蛋旋律，咸味和砂糖的甜味在味蕾中扩散。（L：原文「幻想的な卵の旋律の次に」鸡蛋的旋律是啥样的，我也想知道！）"

    # nil 「ケチャップライスのはっきりとした、しかし主張しすぎないリードボーカルが駆け抜ける。」//后半句没大看懂
    "虽然番茄酱米饭清晰可见，但是却像害羞的主唱那样跑走了（L：意思是不像鸡蛋的味道那样久久回味）"

    # nil 「要するに美味いってことだ。」
    "总之就是好好次！"

    # 莲 「美味いな」
    lian "真好吃啊"

    # 真冬 「えへ、お好みに合いましたか？」
    # hide 真冬_制服_基本_微笑み
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0058.ogg"
    dong 真冬_制服_基本_にっこり "嘻嘻~合你的口味吗? "
    hide 真冬_制服_基本_微笑み

    # 莲 「あ、オムライスに砂糖を入れる奴は邪道だと言う奴もいるが…俺は好きな方だ」
    lian "嗯，虽然也有人说在蛋包饭里放糖是邪道...不过我是喜欢的那类人"

    # 真冬 「あー…酢豚にドラゴンフルーツ的な？」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0059.ogg"
    # 注：价格信息来自https://shopping.yahoo.co.jp/
    dong 真冬_制服_基本_無表情 "嗯———— 那糖醋里脊里面放火龙果呢? （L：去康了一下，11区火龙果的配送费比火龙果的价格还高，绝了）"
    hide 真冬_制服_基本_にっこり

    # 莲 「パイナップルだろ！？　名前しか聞いたことねぇぞ、そんな南国の食べ物」
    lian "不是火龙果是菠萝吧！？我只听说过名字，就那种南国的水果（L：也去康了一下，菠萝一般是包邮（配送费）的，怪）"

    # 真冬 「あるよー」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_微笑み at love69_center with dissolve
    voice "voice/真冬/maf_a1_0060.ogg"
    dong 真冬_制服_基本_微笑み "有的哦~"
    hide 真冬_制服_基本_無表情

    # nil 「真冬はどこからともなく毒々しい赤色を放つ果物を取り出した。」
    "真冬里不知从哪里拿出了发出毒辣红色的水果。（L：说的是红心火龙果啦，超甜的，好次的很，我超喜欢啦~就是吃多了容易变红（各种意义上））"

    # 莲 「すげぇ、生で初めてみた...」
    lian "好厉害，这是我第一次亲眼看到火龙果"

    # 真冬 「食べる？」
    # hide 真冬_制服_基本_微笑み
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0061.ogg"
    dong 真冬_制服_基本_にっこり "要恰嘛？"
    hide 真冬_制服_基本_微笑み

    # 莲 「遠慮しとく。　ていうか、お前は食べないのか？　オムライス結構美味いぞ」
    lian "还是算了吧，话说，你不吃吗? 这蛋包饭很好次的欸~"

    # 真冬 「お兄ちゃんから貰う。自律神経イカれてるお兄ちゃんが、朝からそんな量食べたらトイレと仲良しになっちゃうでしょ」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0062.ogg"
    dong 真冬_制服_基本_無表情 "都给欧尼酱吧。自律神经失常的欧尼酱，一大早起来就恰那么多东西，会和厕所成为好朋友吧？"
    hide 真冬_制服_基本_にっこり

    # 莲 「人を自律神経失調症みたいに言うなよ」
    lian "不要把人说的像是自律神经失调一样啊喂"

    # 真冬 「正確には過敏性腸症候群だよね」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_ジト目 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0063.ogg"
    dong 真冬_制服_基本_ジト目 "准确地来说是大肠激躁症吧?（L：大肠激躁症，主要为没有任何肠胃道疾病损伤下出现腹痛及排便型态改变的症状，在大肠激躁症的患者中，有许多患有精神病，如焦虑症、慢性疲劳症候群及忧郁症，目前无法被治愈）"
    hide 真冬_制服_基本_無表情

    # 莲 「否定はせんよ。で、ほら、食べるなら食べちゃいなさい。　じゃないとお兄ちゃん全部食べちゃうから」
    lian "是这么回事儿。不过，你要吃的话就赶紧吃吧。不然哥哥会全部吃掉的哦~"

    # 真冬 「あーん」
    # hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0064.ogg"
    dong 真冬_制服_基本_にっこり "啊——嗯？"
    hide 真冬_制服_基本_ジト目

    # 莲 「......」
    lian "......"

    # nil 「真冬は脈絡なしに、口をあけて待機姿勢に入った。なるほどこいつはこれが狙いか。」
    "真冬张着嘴进入了待机状态。原来这家伙是想要辣个嘛"

    # nil 「一見、何を考えてるか掴みにくい真冬ではあるが、総じてナチュラルに甘えん坊な性格が、根底にあることを、」
    "乍看之下，似乎很难猜出真冬在想些什么，不过，总的来说，她生来就爱撒娇"

    # nil 「俺は長年の経験…というか人生のほとんどを共に過ごしているので知っている。」
    "我是通过长年的经验知道的...或者说我和真冬至今的人生几乎都是一起度过的，所以我能知道她在想些啥"

    # nil 「それについてはかまわない。妹は兄に甘える生き物だ。」
    "不过没关系。妹妹就是一种向哥哥撒娇的生物呢"

    # nil 「だが、それはともかくこで素直に従うのはちょっと癪だったので…」
    "但是，不管怎么说，在这里老老实实的顺着妹妹来着实是有亿点不甘心"

    # 真冬 「もごっ！？」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_むーっ at love69_center with dissolve
    voice "voice/真冬/maf_a1_0065.ogg"
    dong 真冬_制服_基本_むーっ "咕呜呜！？"
    hide 真冬_制服_基本_にっこり

    # nil 「机に置かれていたドラゴンフルーツを突っ込んでやったぜ。」
    # 玩个小梗，给知不道的老哥说下，是近月2的梗
    "于是乎，我把放在桌子上的火龙果整个塞进去了（L：啊这，有亿点狠，莲君啊，你怎么能这样对待你的一抹多呢？！判决，回去睡回笼觉去（doge））"

    # 这里少了一句真冬的话，也需要把真冬语音往前提一句（回头把动作提一下就行，工作量不大）
    # 真冬 「むぐぐぐ......ガぷっ」
    # hide 真冬_制服_基本_むーっ
    show 真冬_制服_基本_目閉じ at love69_center with dissolve
    voice "voice/真冬/maf_a1_0066.ogg"
    dong 真冬_制服_基本_目閉じ "咕奴奴奴...嘎呜！"
    hide 真冬_制服_基本_むーっ

    # 莲 「食べた！」
    lian "吃进去了！（L：莲君你再这么对待妹妹你信不信我把你名字改成辶艹车！）"

    # 真冬 「ぺっ！」
    # hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_本気2 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0067.ogg"
    dong 真冬_制服_基本_本気2 "呸！"
    hide 真冬_制服_基本_目閉じ

    # 莲 「ぐわぁー！」
    lian "呜哇！"

    # nil 「......」
    "......"

    # 真冬 「はいお兄ちゃん。あーん」
    # hide 真冬_制服_基本_本気2
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0068.ogg"
    dong 真冬_制服_基本_にっこり "好了，欧尼酱。来，啊——呜"
    hide 真冬_制服_基本_本気2

    # 莲 「あーん」
    lian "啊——呜"

    # nil 「ふざけたことをした罰として、残りのオムライスの主導権は真冬が掴みました。」
    "作为刚才恶作剧的惩罚，真冬掌握了剩下的蛋包饭的主导权。"

    # nil 「ちなみに例の南国の果実は、なんだかんだでそこそこ美味しかったです。味ちょっと薄いけど。」
    "顺带一提，那个南国的水果，不管怎么说都很好吃。虽然味道有点淡"

    # nil 「......」
    # 提前hide真冬方便转场（与原作不同，又多了一个底层的，手动处理一下）
    hide 真冬_制服_基本_にっこり with dissolve
    "......"

    # nil 「食事も終わり、普段よりも時間が大幅に余った俺たち二人は、梅昆布茶をすりながら、テレビを眺めていた。」
    # 参考资料：https://www.douban.com/group/topic/30667396/
    # 相同场景转场，先加一层black，再做转场，不加的话就不会正常显示正常转场
    scene black
    scene リビングa_昼 at truecenter with ImageDissolve("images/tr/ysr006.png", 0.8, ramplen=64, reverse=False, alpha=True, time_warp=None)
    "吃完饭，比平时多出了很多时间的我们两个人，一边喝着梅昆布茶，一边看着电视（L：昆布，就是海带，昆布茶，就是海带茶。梅昆布茶谐音是高兴的意思，能讨个好口彩，不过据说味道像汤一样而且并不好喝）"

    # nil 「そろそろ朝のニュース番組から、ワイドショーへと切り替わる時間だ。」
    "差不多是早上的新闻节目结束，综艺节目开始的时间了"

    # 真冬 「ずー…ぷはーっ」
    show 真冬_制服_基本_まったり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0069.ogg"
    dong 真冬_制服_基本_まったり "Z...ZZ...ZZZ..."

    # TV 「臨時ニュースをお伝えします、先ほど六本木のクラブが爆発する事態が発生しました。幸いけが人はありませんでしたが、運営であるニコファ―」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%85%AD%E6%9C%AC%E6%9C%A8%E3%82%AF%E3%83%A9%E3%83%96%E8%A5%B2%E6%92%83%E4%BA%8B%E4%BB%B6
    voice "voice/その他/ot2_a1_0002.ogg"
    tv "现在播报临时新闻，刚才六本木俱乐部发生了爆炸。幸好没有人受伤，但是运营被迫停止（L：这里neta了2012年9月2日的“六本木俱乐部袭击事件”，感兴趣的阔以去日语wiki康康）"

    ### 场景切换，小视频，love69广告
    ### 文件/pac/CMムービー.webm
    $ renpy.movie_cutscene("video/CMムービー.webm")
    # 在我说话的时候提前让真冬变下表情，不过先让她等会儿
    # hide 真冬_制服_基本_まったり
    show 真冬_制服_基本_ニタァ at love69_center with dissolve
    # Luckykeeper 来自翻译君的消息 2021年10月12日 翻译完成！
    # luckykeeper "上面这个小视频，是love69（冰淇淋）的广告（CM），最终会做简单翻译，但是目前还没有...不过大意应该能看懂吧，我是看懂辽"


    # 真冬 「お兄ちゃん私これ欲しい」
    voice "voice/真冬/maf_a1_0070.ogg"
    dong 真冬_制服_基本_ニタァ "欧尼酱，我想要这个"
    hide 真冬_制服_基本_まったり

    # 莲 「腹壊すぞ」
    lian "会恰坏肚子的哦~"

    # 真冬 「もう一度言ってみろ」
    # hide 真冬_制服_基本_ニタァ
    show 真冬_制服_基本_見下し at love69_center with dissolve
    voice "voice/真冬/maf_a1_0071.ogg"
    dong 真冬_制服_基本_見下し "你再说一遍"
    hide 真冬_制服_基本_ニタァ

    # 莲 「腹壊すぞ」
    lian "会恰坏肚子的哦~"

    # 真冬 「確かに。でも、素敵だよね、恋が叶うアイスってさ」
    # hide 真冬_制服_基本_見下し
    show 真冬_制服_基本_泣き at love69_center with dissolve
    voice "voice/真冬/maf_a1_0072.ogg"
    dong 真冬_制服_基本_泣き "确实是这么肥事儿。不过，能实现爱情的冰淇淋真是太棒了呢"
    hide 真冬_制服_基本_見下し

    # 莲 「眉唾ものだと思うがな」
    lian "这玩意儿怎么说都很可疑吧"

    # 真冬 「こーいうのは、楽しんだ物勝ちっすよ。でも、どこで売ってるか言ってなかったね…」
    # 嘛呼嘛呼酱的表情难得莫得变化呢
    voice "voice/真冬/maf_a1_0073.ogg"
    dong "u1s1，这个广告真的非常有意思呢。不过，她似乎忘了说在哪里有卖这个的来着？"

    # 莲 「マジで欲しいのか」
    lian "真的想要吗"

    # 真冬 「えへ、ちょっとね」
    # hide 真冬_制服_基本_泣き
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0074.ogg"
    dong 真冬_制服_基本_にっこり "嘿嘿嘿，有一点吧"
    hide 真冬_制服_基本_泣き

    ## 门铃声x1
    play sound "voice/effect/05_玄関チャイム.ogg"

    # nil 「家のチャイムが来客を告げる。」
    "家里的门铃响了"

    # 莲 「お客さんだな」
    lian "是客人啊"

    # 真冬 「そうだね」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0075.ogg"
    dong 真冬_制服_基本_無表情 "是的吧"
    hide 真冬_制服_基本_にっこり

    # 莲 「......」
    lian "......"

    # 真冬 「ずずー…」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_まったり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0076.ogg"
    dong 真冬_制服_基本_まったり "Z...ZZ..."
    hide 真冬_制服_基本_無表情

    ## 门铃声x2
    # 这里需要涉及稍稍复杂一点的音频了
    # play music "<from 5 to 15.5>waves.opus" 可以播放指定长度的音频
    # play music "<loop 6.333>song.opus" 可以设置循环播放
    # play audio [ "<silence .5>", "boom.opus" ] 可以指定音乐沉默时间
    #
    ## 附文档以供参考
    # 节选播放
    # Ren’Py支持节选播放音频文件。节选播放的语法是，在play语句的文件名之前，加上用英文尖括号<>包含的播放起始点。节选播放规范应该包含成对属性名和属性值，并用空格分隔。

    # 属性值以秒为单位，集成在文件名前面的英文尖括号<>内。三种属性名分别为：

    # from
    # 指定播放文件的起始时间点。(默认值为0.0秒)
    # to
    # 指定播放文件的终止时间点。(默认值为文件结束。)
    # loop
    # 指定需要循环播放的文件起始和终止时间点。(默认的起始时间点为文件开头或 from 指定的时间点。)
    ##### 文档参考结束
    play sound "<to 0.5>voice/effect/05_玄関チャイム.ogg"
    # 排队播放
    queue sound "voice/effect/05_玄関チャイム.ogg"

    # 莲 「お客さんだな」
    lian "是客人啊"

    # 真冬 「あ、お兄ちゃん、『郵便配達は二度ベルを鳴らす』っていう映画みたことある？」
    # hide 真冬_制服_基本_まったり
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0077.ogg"
    dong 真冬_制服_基本_無表情 "啊，欧尼酱，你看过一部叫『邮差总按两次铃』的电影吗?（L：『邮差总按两次铃』（The Postman Always Rings Twice）是詹姆斯·凯恩的小说作品，曾入选20世纪百大英文小说。并在1981年被改编成电影）"
    hide 真冬_制服_基本_まったり

    # 莲 「古い映画だな。名前は知ってるぐらいだ」
    lian "这是部老电影啊。我只听说过电影名字来着"

    # 真冬 「郵便屋さんかな」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_にっこり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0078.ogg"
    dong 真冬_制服_基本_にっこり "是邮递员吗？"
    hide 真冬_制服_基本_無表情

    # 莲 「お客さんだな」
    lian "不，我觉得不是"

    ## 门铃声x5（3+1）
    play sound "<to 0.5>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.5>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.5>voice/effect/05_玄関チャイム.ogg"
    queue sound "voice/effect/05_玄関チャイム.ogg"

    # 真冬 「あ、お兄ちゃん、梅昆布茶お代わり頼んでい？」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_微笑み2 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0079.ogg"
    dong 真冬_制服_基本_微笑み2 "啊，欧尼酱，再给我来一杯梅昆布茶好吗？"
    hide 真冬_制服_基本_にっこり

    # 莲 「そんな事いっても魔法瓶はお前の近くにあるじゃん」
    lian "u1s1，暖瓶就在你边上不是吗？倒是自己倒啊喂！"

    # 真冬 「お兄ちゃんに入れてもらったらきっと幸せになる」
    # hide 真冬_制服_基本_微笑み2
    show 真冬_制服_基本_微笑み at love69_center with dissolve
    voice "voice/真冬/maf_a1_0080.ogg"
    dong 真冬_制服_基本_微笑み "欧尼酱来倒的话，一定会是很幸福的味道吧~"
    hide 真冬_制服_基本_微笑み2

    # 莲 「...梅昆布茶の話だよな」
    lian "...是在说梅昆布茶吧"

    # 真冬 「他に何の話が？」
    # hide 真冬_制服_基本_微笑み
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0081.ogg"
    dong 真冬_制服_基本_無表情 "还有别的什么吗？"
    hide 真冬_制服_基本_微笑み

    # 莲 「いや…」
    lian "没..."

    ## 门铃声xn（雷达报警）
    play sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    pause 1.15



    # 真冬 「ＴＡＲＧＥＴ」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ at love69_center with dissolve
    voice "voice/真冬/maf_a1_0082.ogg"
    dong 真冬_制服_基本_目閉じ "ＴＡＲＧＥＴ（L：你已经被雷达锁定了，out！）"
    hide 真冬_制服_基本_無表情

    # 莲 「やめとけ」
    lian "别说了（L：倒是去开门啊喂）"

    # 真冬 「え…」
    # hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0083.ogg"
    dong 真冬_制服_基本_無表情 "欸？"
    hide 真冬_制服_基本_目閉じ

    ## 门铃声 三三七拍
    play sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.7>voice/effect/05_玄関チャイム.ogg"

    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.7>voice/effect/05_玄関チャイム.ogg"

    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "voice/effect/05_玄関チャイム.ogg"
    pause 6.4

    # 莲 「三七拍子だな」
    lian "是三七拍啊"

    # 真冬 「おめでたいね」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_微笑み at love69_center with dissolve
    voice "voice/真冬/maf_a1_0084.ogg"
    dong 真冬_制服_基本_微笑み "摁的不错呢"
    hide 真冬_制服_基本_無表情

    # 莲 「そうだな」
    lian "雀食"

    # 莲 「っていうか出てやれよ！　少し可哀想になってきたぞ！」
    lian "话说，去开门吧！这人有点可怜了都！"

    # 真冬 「お兄ちゃんが出よう」
    # hide 真冬_制服_基本_微笑み
    show 真冬_制服_基本_無表情 at love69_center with dissolve
    voice "voice/真冬/maf_a1_0085.ogg"
    dong 真冬_制服_基本_無表情 "你倒是去啊"
    hide 真冬_制服_基本_微笑み

    # 莲 「よかろう。ただし野球ゲームで勝ったらだ。しかもお前はベッカムしか使えない」
    lian "好吧。但是如果在棒球游戏中获胜的话。而且你只能使用贝克汉姆（L：原文雀食是棒球，就是如此乱入，游戏的话应该是neta FIFA系列）"

    # 莲 「ベッカムは野球でも強いのか…」
    lian "贝克汉姆在棒球方面也很强吗..."

    # nil 「コールド負けで無様に敗退さらした俺は梅昆布茶の湯飲みを握りしめながら、」
    "惨败给真冬的我紧握着泡着梅昆布茶的茶杯（L：拜托，你很弱欸，这个莲君就是逊啦~）"

    # nil 「玄関へと向かった。」
    "我朝向门口走去"

    ### 场景切换，莲客厅--->葛城家玄关
    image bg 玄関_昼 = "images/bg/玄関_昼.png.png"
    scene 玄関_昼 at love69_bg1440 with ImageDissolve("images/tr/trans01.png", 1.5, ramplen=8, reverse=True, alpha=True, time_warp=None)
    # 2021年9月2日晚9：49，先做到这里，溜去整个项目官方网页出来
    # 2021年9月4凌晨 项目组官网肝完了，先去把scene01的文本工作完成，，从这里开始的文本需要做亿点动画，本作解包文件不能用，回头从kr引擎的gal里面抓点特效出来
    ### 人物：莲 心爱？？？ 心爱  真冬
    ##### 需要特别注意 心爱的第一句是 cca_a1_0006 ；前5个的音声需要注意
    ###### 需要超特别注意 里昂的第一句也不是第一个，很可能二周目的反而在前面

    # 心爱？？？ 「あけてー！　あけてよー！　もう二度とコーラと偽ってコーヒーを入れたりしないからぁ！」
    voice "voice/心愛/cca_a1_0006.ogg"
    fen "开门啊！！ 开门呐喂！！！ 我再也不会把可乐装到咖啡瓶子里了！！"

    # nil 「玄関のドアにはられた曇りガラスの向うで、見慣れたシルエットがぴょこぴょこと跳ねている。」
    "在玄关的磨砂玻璃门外面贴着的，早已看惯了的剪影正在啪嗒啪嗒地跳跃着。"

    # 莲 「はいはい、今出ますよ」
    lian "来了来了，我现在就来"

    # nil 「ドアノブに手を伸ばす。」
    "把手伸向门把手"

    ### 开门声 心爱登场，bgm切换
    ### honky tonk saloon (pad).ogg 14 --> sweet passion.ogg 28
    play music "bgm/bgm28.ogg" fadeout 1.0 fadein 1.0

    # 心爱？？？ 「わーい！　おっはよー！　まふまふー！　迎えにきましたよーん♪」
    # 参见 character.rpy 心爱？？？ 的代号是 fen
    # ^^附加表情：喜び（看了下，应该阔以做出来，但是测试了真冬介绍小动画有莫得信心了，考虑到移动端性能，可能就不做了，最后面再说吧）
    # 这里发现 at love69_center 会和原作人物位置有一点点差别，不过差别不大，而且不影响剧情，就不改了
    # 差别的原因是真冬和心爱的个子（分辨率）不一样，这个问题也会导致对话框的小人物的位置不一样
    # 所以需要把对话框里面的人物大小和位置写成变量，通过函数进行变换
    # sideimagesize.(SideImageXalign/SideImageYalign/SideImageZoom)是我在screens.rpy定义的变换函数，阔以定义横坐标（X），纵坐标（Y），以及缩放（Zoom）
    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96



    show 心愛_制服_基本_にっこり at love69_center with Dissolve(0.3)
    play sound "voice/effect/07_ドア1～あける.ogg"
    # あける 是开门 ， ドア 是门的声音
    voice "voice/心愛/cca_a1_0007.ogg"
    fen 粉_制服_基本_にっこり "哇咿————！ 早上好————！ 嘛呼嘛呼————！ 我来接你啦♪————"

    # 莲 「あ、今家のものいないんで…」
    lian "啊，现在家里谁都不在哦"

    # 心爱？？？ 「あ、そうですか…」
    # ^^附加表情：结束
    # hide 心愛_制服_基本_にっこり
    show 心愛_制服_基本_ジト目 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0008.ogg"
    fen 粉_制服_基本_ジト目 "啊，是这样啊... ..."
    hide 心愛_制服_基本_にっこり

    ### 关门声 BGM 停（没有心爱就没有BGM！）
    stop music
    play sound "voice/effect/08_ドア1～しめる.ogg"
    # 心爱从右边飞速离场 moveoutright 系列不能带参数，时间只能是0.5s，这里pause一下等待心爱离场
    hide 心愛_制服_基本_ジト目 with moveoutright
    # pause 0.5

    # 心爱？？？ 「って居るじゃないですかー！　あけてくださいよー！もう二度と宗教に勧誘とか墓石を売りつけたりしないからぁ！」
    voice "voice/心愛/cca_a1_0009.ogg"
    fen 粉_制服_基本_不機嫌 "话说不是有人在吗！快把门打开！我再也不会推销宗教用的碑石啦！"

    ### 开门声 心爱再次登场 附加表情：pac/喜び
    play music "bgm/bgm28.ogg" fadein 1.0
    play sound "voice/effect/07_ドア1～あける.ogg"

    # 心爱？？？ 「おっはよー！　真冬ちゃーん！　迎えにきたよー！」
    show 心愛_制服_基本_にっこり at love69_center with Dissolve(0.3)
    voice "voice/心愛/cca_a1_0010.ogg"
    fen 粉_制服_基本_にっこり "早上好呀！ 真冬酱！ 我来接你啦！"

    # 莲 「梅昆布茶飲むか？」
    lian "你喝梅昆布茶吗？"

    # 心爱？？？ 「飲むー♪」 附加表情：pac/喜び
    # 动作和显示参数同上，省略
    voice "voice/心愛/cca_a1_0011.ogg"
    fen "要喝♪"

    ### 关门 心爱离场 关门声 BGM 停
    stop music
    play sound "voice/effect/08_ドア1～しめる.ogg"
    hide 心愛_制服_基本_にっこり with moveoutright
    # pause 0.5

    # 心爱？？？ 「ごくごくごく…ぷはーっ…はー…おいしかった」
    voice "voice/心愛/cca_a1_0012.ogg"
    fen 粉_制服_基本_もぐもぐ "咕——咕——咕——咕...哈...真好喝！"

    # 心爱？？？ 「はっ！　あけてーあけてよー！」
    voice "voice/心愛/cca_a1_0013.ogg"
    fen 粉_制服_基本_不機嫌 "哈啊！开门啊！！ 开门呐喂！！！"

    ### 开门 心爱登场 开门声 BGM 开  附加表情：pac/喜び
    play music "bgm/bgm28.ogg" fadein 1.0
    play sound "voice/effect/07_ドア1～あける.ogg"

    # 心爱？？？ 「わーい！　おっはよー！　まっふまふちゃーん迎えにきーましたよー！　あ、それと、梅昆布茶ごちそうさまでした、ぺこり」
    show 心愛_制服_基本_にっこり at love69_center with Dissolve(0.3)
    voice "voice/心愛/cca_a1_0014.ogg"
    fen 粉_制服_基本_にっこり "好耶！早上好！嘛呼嘛呼酱，我来接你了哟！啊，还有，梅昆布茶，感谢款待"

    # 莲 「あ、わざわざありがとうございます。もしアレでしたらその湯飲み差し上げますよ」
    lian "嗯，特意过来谢谢了哈。喜欢梅昆布茶的话，我再给你来个杯子"

    # 心爱？？？ 「ほんとですかー！？　ありがとうございますー！　前からずっと欲しかったんですよ！　この鰯だけが羅列されている湯飲み！」附加表情：无
    # hide 心愛_制服_基本_にっこり
    show 心愛_制服_基本_笑顔 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0015.ogg"
    fen 粉_制服_基本_笑顔 "真的吗！？谢谢啦！从以前开始就一直想要哦！这个画着沙丁鱼的茶杯！"
    hide 心愛_制服_基本_にっこり

    # 莲 「どうぞ、お持ち帰りください。それでは」
    lian "那么，就拿走吧，再见（L：不应该再来一杯茶的嘛，怎么是来了个杯子，绝了，还有再见是什么鬼啊喂！）"

    # 心爱？？？ 「はーい♪」
    # hide 心愛_制服_基本_笑顔
    show 心愛_制服_基本_にっこり at love69_center with dissolve
    voice "voice/心愛/cca_a1_0016.ogg"
    fen 粉_制服_基本_にっこり "好♪"
    hide 心愛_制服_基本_笑顔

    # 下面的动画需要参考人物位置做ATL变换
    # 不大能完全还原，按照原作的意思，心爱小跑到门口急刹车
    # 我们的实现：让心爱先跑到门口，再上下摇晃屏幕（急刹车）
    # 通过zoom让心爱走到门口，实现比原作更好的效果
    # 在show里面做vpunch晃的也是画面不是人物

    stop music
    show 心愛_制服_基本_にっこり with vpunch:
        zoom 1.5
        xalign 0.5
        yalign -0.99
        linear 0.3 xalign 0.8 yalign -0.99 zoom 0.99
    # nil 「しめかけたドアを掴まれた。」
    "她抓住了快要关上的门"

    hide 心愛_制服_基本_にっこり with Dissolve(0.15)
    show 心愛_制服_基本_ジト目 at love69_center with Dissolve(0.15)
    # 原作这里对话框没有表情，咱们来修上这个bug
    voice "voice/心愛/cca_a1_0017.ogg"
    fen 粉_制服_基本_ジト目 "太危险了...我才不会干第三次这样的事情呢"

    # 莲 「ちっ、存外勘の良いお嬢さんだ」
    lian "某种程度来说，你的直觉还是挺⑧错的嘛）"

    #BGM再开
    # 心爱？？？ 「今日はいつになく風当たり強いねまふまふちゃ…ん？　あれ？　髪切った？」
    play music "bgm/bgm28.ogg" fadein 1.0
    # hide 心愛_制服_基本_ジト目
    show 心愛_制服_基本_泣き at love69_center with dissolve
    voice "voice/心愛/cca_a1_0018.ogg"
    fen 粉_制服_基本_泣き "今天的你真是比任何时候都暴躁呢，嘛呼嘛呼酱... 嗯? 咦? 你把头发剪了?（L：这里她把莲和真冬认混了233）"
    hide 心愛_制服_基本_ジト目

    # 莲 「あ、ついでに下の毛もつるっつるだ。滑りが良くて最高だぜ」
    lian "啊，顺便说一下下面的毛发也很光滑呢。滑溜溜的最好啦"

    # 心爱？？？ 「マジで？　今度みせ…ってえ！？　蓮くん！？　どうしたの！？　こんな朝に！」 附加：マジ驚き
    # hide 心愛_制服_基本_泣き
    show 心愛_制服_基本_驚き at love69_center with dissolve
    voice "voice/心愛/cca_a1_0019.ogg"
    fen 粉_制服_基本_驚き "真的吗? 现在马上让我康康... 欸 ... ? 莲君! ? 为什么是你? 这么早的时候就...!"
    hide 心愛_制服_基本_泣き

    # 莲 「おはよう心愛」
    lian "早呀，心爱"

    # 心爱 「お、お、おはよう！　す、すごいね！　ちゃっかり制服にまで着替えちゃってさ！」附加：pac/呆れ汗
    # hide 心愛_制服_基本_驚き
    show 心愛_制服_基本_ジト目 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0020.ogg"
    ai 心愛_制服_基本_ジト目 "早、早、早上好! 斯、斯国一呐! 居然都已经把制服都换好了!"
    hide 心愛_制服_基本_驚き

    # 莲 「おう、ついでにパンツはハイビスカスだ。見るか？」
    lian "啊，顺带说一下，内裤的图案是扶桑花，要看吗？"

    # 心爱 「遠慮しとくよ」附加：无
    # hide 心愛_制服_基本_ジト目
    show 心愛_制服_基本_真顔 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0021.ogg"
    ai 心愛_制服_基本_真顔 "还是不必了吧"
    hide 心愛_制服_基本_ジト目

    ### 心爱介绍小动画：pac/心愛カットイン
    $ renpy.movie_cutscene("video/心愛カットイン.webm",stop_music=False)

    # nil 「未だにドアを掴んで映画のシャイニングみたいに、隙間から顔を覗かせている少女の名は「一条　心愛」」
    "现在还抓着门，像电视里面演的害羞女孩子一样的，从缝隙中露出脸的是叫做「一条 心爱」的少女"

    # nil 「こいつがこの街に引っ越してきてから、俺とはだいたい幼馴染み的な存在だ。家、隣だし。」
    "自从这家伙搬到这个城市之后，对我基本上来说就是青梅竹马一样的存在。她的家就在隔壁"

    # nil 「普段の日常だと、俺起きる→真冬と飯食う→俺寝る→真冬は心愛と登校→俺起きる→遅刻。の流れだ。」
    "平时的日常生活中，基本上就是「我从床上爬起来→和真冬一起吃饭→我把回笼觉睡起→真冬和心爱上学→我又从床上爬起→到学校就迟到到」这样的一种潮流。"

    # nil 「だから、心愛が驚くのも無理はない。」
    "所以，心爱对我在这里开门感到惊讶也是理所当然的"

    # nil 「ちょくちょく、俺を起こすアプローチはしてくれているらしいが、起きた試しがない。」
    "虽然心爱经常想出来让我起床的好方法，但是从来没有奏效过"

    # 莲 「しかし…俺とあいつを間違えるとはな、もうろくしたんじゃねぇのか？」
    lian "不过......居然把我和那家伙弄错了，你这不是很⑨嘛？"

    # 心爱 「兄妹揃って目つき悪いんでつい…。ていうか、家入れてください」附加：无
    # hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_泣き at love69_center with dissolve
    voice "voice/心愛/cca_a1_0022.ogg"
    ai 心愛_制服_基本_泣き "因为兄妹俩的眼神都一样一样的嘛... 对了，快让我进去"
    hide 心愛_制服_基本_真顔

    # nil 「俺の返事を待たずして、心愛はドアを押し開いて、ひとんちの玄関に押し入った。」
    "没等我回答，心爱就推开门，冲进了玄关里面"

    # nil 「お菓子のような甘い香りが玄関中に広がる。」
    "像点心一样的甜香在玄关中扩散开来。"

    # nil 「制服姿ではあるが、お菓子の形をしたアクセサリーが所々に着けられている。」
    "虽然心爱穿着制服，但是全身上下到处都有点心形状的饰品"

    # 莲 「何だっけそのブランド、ヴィダルサスーンだっけ」
    lian "什么来着，那个牌子是维达·沙宣？（L：维达·沙宣，生于英国伦敦汉默史密斯，著名理发师，1928年1月17日－2012年5月9日，本作是13年的，后文也neta了很多12年的东西）"

    # 心爱 「いや、今日の私はパンテーン使ってるけど…」
    # hide 心愛_制服_基本_泣き
    show 心愛_制服_基本_真顔 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0023.ogg"
    ai 心愛_制服_基本_真顔 "不是的哦，今天我用的是潘婷...（L：パンテーン (Pantene)潘婷，瑞士罗氏公司1945年创立，现美国宝洁公司旗下的个人护理品牌，口号为“美自强韧”）"
    hide 心愛_制服_基本_泣き

    # 莲 「そうじゃなくてそのアクセ。お菓子みたいなやつ」
    lian "我不是说那个，是说那个首饰，就那个像点心一样的东西"

    # 心爱 「あ！　Q-potだよ！　どうしたの？　もしかして、女の子向けブランドに興味でてきたの？　多分似合わないよ？」
    # 参考资料：https://www.q-pot.jp/
    # 参考资料：https://ja.wikipedia.org/wiki/Q-pot.
    # hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_笑顔 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0024.ogg"
    ai 心愛_制服_基本_笑顔 "啊！是Q-pot.哦！怎么了？难道你对女性向的品牌感兴趣了吗？大概不适合你哦？（L:Q-pot.(キューポット)2002年由设计师デザイナー・ワカマツ创立的日本配饰品牌，Q-pot.的意思是“不知道会飞出什么的神秘壶”）"
    hide 心愛_制服_基本_真顔

    # 莲 「いや、俺はバーバリーブラックレーベルで十分だ」
    lian "不，我只要Burberry就足够了（L：Burberry Group plc，通译为“巴宝莉”，是一家英国服装和奢侈品公司，以风衣著称，创建于 1856 年）"

    # 心爱 「結構ガチじゃねーか」
    # hide 心愛_制服_基本_笑顔
    show 心愛_制服_基本_真顔 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0025.ogg"
    ai 心愛_制服_基本_真顔 "不是挺硬派的嘛"
    hide 心愛_制服_基本_笑顔

    # 莲 「そうじゃなくて、なんか甘い香りすんなって思ってさ」
    lian "倒不是说感兴趣，只是觉得你身上飘着一股甜甜的香气"

    # 心爱 「あ！　これこれ！」
    # hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_笑顔 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0026.ogg"
    ai 心愛_制服_基本_笑顔 "啊！是这个是这个！"
    hide 心愛_制服_基本_真顔

    # nil 「心愛はさっとスカートの中から、棒に刺さったキャラメルコーティングされたリンゴを取り出した。」
    "心爱迅速地从裙子里面拿出来了一个涂着牛奶糖的苹果"

    # 心爱 「てれってれー！　きゃーらめるあっぷる―」
    # hide 心愛_制服_基本_笑顔
    show 心愛_制服_おやつ_にっこり at love69_center with dissolve
    voice "voice/心愛/cca_a1_0027.ogg"
    ai 心愛_制服_おやつ_にっこり "滴↓滴↑滴→滴↓滴↑滴↑ 是奶糖苹果哒！（L:才推完E社天结欸的我听出了一股菲娅的感觉，结缘神的声音真是太治愈了(stop！L你绝对是走错片场了吧)）"
    hide 心愛_制服_基本_笑顔

    # 莲 「キューカンバー！」
    lian "是黄瓜！"

    # 心爱 「アップルだよ！　そんなキュウリ…オラぁ…嫌だぁ…」
    # hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_おやつ_泣き at love69_center with dissolve
    voice "voice/心愛/cca_a1_0028.ogg"
    ai 心愛_制服_おやつ_泣き "是苹果啊! 那种东西... 我... 我讨厌啊..."
    hide 心愛_制服_おやつ_にっこり

    # 莲 「ベネディクト１３世はないのか」
    lian "本笃十三世13世是吗？（L：他因迷信“十三”这个数字带来坏运气而起初自称为“本笃十四世”。不过后来改变想法，用回教宗本笃十三世的名号，是一位改革的教宗，他竭力改革意大利枢机团腐化生活的方式。他是罗马显赫家族奥尔西尼家族的成员，是这家族中最后一位担任教宗的人）"

    # 心爱 「何を言っているんだねチミは」
    # hide 心愛_制服_おやつ_泣き
    show 心愛_制服_おやつ_ジト目 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0029.ogg"
    ai 心愛_制服_おやつ_ジト目 "你这家伙到底在说什么啊？"
    hide 心愛_制服_おやつ_泣き

    # nil 「どういう仕組みかはわからないが、心愛のスカートの中にたくさんのお菓子を隠しもっているらしく、いつでもどこでもお菓子を食べている。」
    "虽然不知道是什么样的构造，但好像在心爱的裙子里面藏着很多点心，心爱无论在何时何地老是在吃点心"

    # nil 「太るぞ。」
    "你会长胖的哟"

    # 心爱 「む、今失礼な事考えてたな」
    # hide 心愛_制服_おやつ_ジト目
    show 心愛_制服_おやつ_不機嫌 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0030.ogg"
    ai 心愛_制服_おやつ_不機嫌 "嗯姆——你现在绝对在想着什么很失礼的事情吧"
    hide 心愛_制服_おやつ_ジト目

    # 莲 「ウーピーゴールドバーグって良いおっぱいしてんなって考えてた」
    lian "我一直在想，乌比·戈德堡的欧派真是不戳呢（L：Whoopi Goldberg，1955年11月13日－）是一位美国演员、作家、创作歌手、脱口秀主持人，亦是美国娱乐界史上写下“演艺圈大满贯”的十五位艺人之一）"

    # 心爱 「確かにいおっぱいしてるかもしれないけど、全然関係ないよ！？」
    # hide 心愛_制服_おやつ_不機嫌
    show 心愛_制服_おやつ_無表情 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0031.ogg"
    ai 心愛_制服_おやつ_無表情 "她的欧派可能确实不戳，但是和这一点关系都没有啊! ? "
    hide 心愛_制服_おやつ_不機嫌

    # 莲 「まぁ、なんだ、いつも甘いもん食ってよくふとらねぇなって」
    lian "哎呀，其实啊，你总是吃甜食，会长胖的哦"

    # 心爱 「甘いものはおっぱいに行く教を信じよう。幸せになれるよ」
    # hide 心愛_制服_おやつ_無表情
    show 心愛_制服_おやつ_笑顔 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0032.ogg"
    ai 心愛_制服_おやつ_笑顔 "相信甜食都会到欧派去的教义吧，会让你幸福的"
    hide 心愛_制服_おやつ_無表情

    # 莲 「俺のおっぱいが大きくなったら、お前友達辞めるだろ」
    lian "要是我的欧派长大了的话，你就不和我做朋友了吧"

    # 心爱 「うん」
    # hide 心愛_制服_おやつ_笑顔
    show 心愛_制服_おやつ_無表情 at love69_center with dissolve
    voice "voice/心愛/cca_a1_0033.ogg"
    ai 心愛_制服_おやつ_無表情 "嗯（即答）"
    hide 心愛_制服_おやつ_笑顔

    # 莲 「即答かよ」
    lian "是即答吗？！"

    # nil 「ちなみに心愛のおっぱいは…直接見たことがないが、真冬のよりは大きそうだ。真冬が気にしてるかはともかく、舌打ちぐらいはしそう。」
    "顺便说一下，心爱的欧派...虽然没有直接摸过，但是好像比真冬的要大。暂且不说是否在意真冬，至少咂嘴一下吧。"

    # nil 「心愛が動くたびに、キャラメルの甘い匂いが俺の鼻腔をくすぐる。」
    "心爱每动一下，奶糖的甜味都会刺激我的鼻腔。"

    ### 真冬登场
    # 这里需要确定两个人物的位置，还需要做心爱移动动画
    # 另外，需要注意调用文本框人物的位置
    # 这个语句是针对真冬设计的参数
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # hide 心愛_制服_おやつ_無表情
    show 心愛_制服_おやつ_無表情:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear  0.3 xalign 0.8918
    # with dissolve

    # 基于这个可以确定人物在右的坐标
    # 定义人物在右的参数
    transform love69_right:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.8918

    # 定义真冬的位置
    show 真冬_制服_基本_にっこり with Dissolve(0.3):
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13

    # 基于真冬位置定义人物在左的参数
    transform love69_left:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13

    # 真冬 「あ、心愛ちゃんおはよー。はいお兄ちゃん、鞄」
    voice "voice/真冬/maf_a1_0086.ogg"
    dong 真冬_制服_基本_にっこり "啊，心爱酱，早上好~ 给，欧尼酱，书包"


    # 莲 「お、助かる。つっても中身何も入ってないけどな」
    lian "啊，多谢了，虽然书包里面啥子都没有"

    # nil 「甘い香りに誘われたのか、真冬が通学鞄を持って玄関へとやってきた。その様子だと、食後の片付けも済ませたらしい。」
    "或许是被甜甜的香味所吸引，真冬拿着书包来到了玄关。看样子，饭后的收拾也已经做好了"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「まふまふおっはよーん！　って聞いて聞いて！　今日さ！　蓮くんが出迎えてくれたんだけど？」
    # hide 心愛_制服_おやつ_無表情
    show 心愛_制服_おやつ_にっこり at love69_right with dissolve
    voice "voice/心愛/cca_a1_0034.ogg"
    ai 心愛_制服_おやつ_にっこり "嘛呼嘛呼! 哦哈哟! 听我说听我说！ 就是今天! 莲君出来迎接我们了？！"
    hide 心愛_制服_おやつ_無表情

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「あうん、私のベッカムに先頭打者満塁ホームラン食らったからね」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0087.ogg"
    dong 真冬_制服_基本_無表情 "啊嗯，因为被我的贝克汉姆打出了先发击球手满垒本垒打（L：满垒本垒打是一二三垒上全有跑者，这个时候打者轰出全垒打的局面，是本/全垒打的一种，也是攻方一次打击获得分数最多的局面，得4分）"
    hide 真冬_制服_基本_にっこり

    # 莲 「２イニングでコールド負けっていう快挙を達成した」
    lian "嗯，我在两局中达成了惨败的壮举"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「それで中々出てこなかったんかい…。まふまふちゃんいつもなら優しいのに！」附加：pac/呆れ汗
    # hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_おやつ_不機嫌 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0035.ogg"
    ai 心愛_制服_おやつ_不機嫌 "所以你才没有出来迎接我吗... 嘛呼嘛呼，你不是一直都很温柔吗？"
    hide 心愛_制服_おやつ_にっこり

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ごめんごめん。あ、心愛ちゃん梅昆布茶飲む？」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_にっこり at love69_left with dissolve
    voice "voice/真冬/maf_a1_0088.ogg"
    dong 真冬_制服_基本_にっこり "抱歉，抱歉，啊，心爱酱，你要喝梅昆布茶吗? "
    hide 真冬_制服_基本_無表情

    # nil 「真冬が心愛に鰹とだけ描かれた湯飲みを手渡した。」
    "真冬把画的有鲣鱼的茶杯交给了心爱（L：鲣鱼，又称正鲣、烟仔、小串、柴鱼，为鲭科鲣属的唯一一种，分布于全球各大洋水深0至260米的温暖海域。有时鲣鱼会跟随洋流迁徙至高纬度海域，例如日本海，相当重要的经济鱼类，味甚佳，可制成柴鱼片、罐头及生鱼片）"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「飲むー♪」
    # hide 心愛_制服_おやつ_不機嫌
    show 心愛_制服_おやつ_にっこり at love69_right with dissolve
    voice "voice/心愛/cca_a1_0036.ogg"
    ai 心愛_制服_おやつ_にっこり "嗯——姆——♪"
    hide 心愛_制服_おやつ_不機嫌

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95


    # 真冬 「そのお菓子持ってたら飲めないでしょ、持ってあげるよ」
    # 这里对话框也忘放人物了呢，补上
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13
        linear 0.3 xalign 0.5
    voice "voice/真冬/maf_a1_0089.ogg"
    dong 真冬_制服_基本_無表情 "拿着点心就没法喝了吧，我帮你拿"
    # hide 真冬_制服_基本_にっこり

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「わーい、じゃぁよろしくお願いしまーす」
    # 因为引擎的不同特性，这里采取了与原作稍稍偏离的人物立绘
    # 调整真冬位置参数为一个linear防止屏幕闪烁
    hide 真冬_制服_基本_無表情
    # 定义真冬右移到心爱那里拿奶糖苹果的动画
    show 真冬_制服_基本_にっこり:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.499
        # linear 0.0 xalign 0.5
    with dissolve
    # hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_基本_笑顔 at love69_right with dissolve
    # 这里的位置没法还原，说话的那个总是在最上层
    # show 真冬_制服_基本_にっこり with MoveTransition(0.01,layers=['screen']):
    #     zoom 1.5
    #     xalign 0.5
    #     yalign -0.09
    #     linear 0.0 xalign 0.499
    # pause 2.0
    voice "voice/心愛/cca_a1_0037.ogg"
    ai 心愛_制服_基本_笑顔 "好——那就麻烦你啦"
    hide 心愛_制服_おやつ_にっこり

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    hide 真冬_制服_基本_にっこり
    # 定义真冬左移到心爱那里回去的动画
    show 真冬_制服_基本_おやつ1:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.3 xalign 0.13
    # with dissolve
    # 真冬 「はーい。いただきまーす」
    voice "voice/真冬/maf_a1_0090.ogg"
    dong 真冬_制服_基本_おやつ1 "好——我开动啦~"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ずーっ」
    # hide 心愛_制服_基本_笑顔
    show 心愛_制服_基本_きらきら at love69_right with dissolve
    voice "voice/心愛/cca_a1_0038.ogg"
    ai 心愛_制服_基本_きらきら "唨——唨"
    hide 心愛_制服_基本_笑顔

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「あむ…あ、美味しいねこれ、どこで売ってるの？」附加：pac/もぐもぐ
    # hide 真冬_制服_基本_おやつ1
    show 真冬_制服_基本_おやつ3 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0091.ogg"
    dong 真冬_制服_基本_おやつ3 "啊呜... 啊，真好吃，这个哪里有卖的？"
    hide 真冬_制服_基本_おやつ1

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「んー？　えっとね、ロッキーマウンテンチョコレートファ…ファッ！？　食べられた！　オラのキャラメルアップル食べられた！」
    # hide 心愛_制服_基本_きらきら
    show 心愛_制服_基本_驚き at love69_right with dissolve
    voice "voice/心愛/cca_a1_0039.ogg"
    ai 心愛_制服_基本_驚き "嗯？那个，落基山巧克力工...噗！？被吃了！我的奶糖苹果被吃了！"
    hide 心愛_制服_基本_きらきら

    # Luckykeeper 翻译君的豆知识Time!
    # 参考资料 https://en.wikipedia.org/wiki/Rocky_Mountain_Chocolate_Factory
    luckykeeper "翻译君的豆知识Time! 落基山巧克力工厂是美国、巴拿马、菲律宾和阿拉伯联合酋长国的国际特许经营商、糖果制造商和零售运营商。公司总部位于科罗拉多州西南部落基山脉的西坡杜兰戈镇。该公司拥有53，000平方英尺（4，900平方米）的工厂，生产巧克力糖果和其他糖果产品，"

    luckykeeper "供应其众多特许经营店，由其冷藏卡车车队新鲜交付。该工厂通常生产大约300种巧克力糖果和其他糖果产品，1985年，该公司上市，目前在纳斯达克交易所以“RMCF”为标志进行交易"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「いじゃん減るもんじゃないし」
    # hide 真冬_制服_基本_おやつ3
    show 真冬_制服_基本_おやつ2 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0092.ogg"
    dong 真冬_制服_基本_おやつ2 "又不是一下子全吃完了嘛"
    hide 真冬_制服_基本_おやつ3

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「思いっきり減ってるよ！？　コンピューター会社のロゴマーク並にかじられてるよ！？」
    # hide 心愛_制服_基本_驚き
    show 心愛_制服_基本_ぶわー at love69_right
    voice "voice/心愛/cca_a1_0040.ogg"
    ai 心愛_制服_基本_ぶわー "剩下的少得可怜! ? 被咬得跟某个卖电脑的公司的被啃了一大口的标志一样! ?（L：这里neta苹果，而且心爱拿的正好也是奶糖苹果）"
    hide 心愛_制服_基本_驚き

    # 莲 「IBM？」
    lian "IBM？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「そこじゃない！」附加：pac/怒り
    # 心爱小跳的动画
    hide 心愛_制服_基本_ぶわー
    show 心愛_制服_基本_不機嫌:
        zoom 1.5
        xalign 0.8918
        yalign -0.09
        linear 0.15 yalign 0.02
        linear 0.15 yalign -0.09
    voice "voice/心愛/cca_a1_0041.ogg"
    ai 心愛_制服_基本_不機嫌 "才不是那个呢！"
    hide 心愛_制服_基本_ぶわー

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「その代わり湯飲みあげるから」
    # hide 真冬_制服_基本_おやつ2
    show 真冬_制服_基本_おやつ3 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0093.ogg"
    dong 真冬_制服_基本_おやつ3 "作为奶糖苹果的代替，喝杯茶吧"
    hide 真冬_制服_基本_おやつ2

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「お兄ちゃんと同じ事言うのね…」附加：pac/呆れ汗
    # hide 心愛_制服_基本_不機嫌
    show 心愛_制服_基本_ぶわー at love69_right with dissolve
    voice "voice/心愛/cca_a1_0042.ogg"
    ai 心愛_制服_基本_ぶわー "你怎么也在说和欧尼酱一样的话啊......"
    hide 心愛_制服_基本_不機嫌

    # 莲 「兄妹だからな。ていうか、スカートの中に湯飲み入れて持ち帰ればいじゃん」
    lian "因为是兄妹嘛。话说回来，把茶杯放进裙子里面带走不就好了嘛"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ダメだ。そんな事をしたら法則が乱れて大変なことになる。それに、明確なベネフィットをもたらすソリューションとは思えない」
    # 下面动作一样，省略
    # hide 心愛_制服_基本_ぶわー
    show 心愛_制服_基本_不機嫌 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0043.ogg"
    ai 心愛_制服_基本_不機嫌 "不行。这样做会打乱规律，造成非常严重的后果。而且，我不认为这是一个明确有效的好方案"
    hide 心愛_制服_基本_ぶわー

    # 莲 「もう一度言ってみろ」
    lian "再说一遍"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ダメだ。そんな事をしたら法則が乱れて大変なことになる。それに、明確なベネフィットをもたらすソリューションとは思えない」
    voice "voice/心愛/cca_a1_0044.ogg" ### &&需要去听一下是新的还是重用<--并不是重用，44是对的
    ai "不行。这样做会打乱规律，造成非常严重的后果。而且，我不认为这是一个明确有效的好方案"

    # 莲 「確かに」
    lian "雀食（L:看来一句话说两次就是真理呢）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「はい心愛ちゃん、あ～ん」
    hide 真冬_制服_基本_おやつ3
    show 真冬_制服_基本_おやつ3:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13
        linear 0.3 xalign 0.5
    voice "voice/真冬/maf_a1_0094.ogg"
    dong 真冬_制服_基本_おやつ3 "来，心爱酱，啊~嗯~"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「あ～…むっ♪　美味しいにゃー♪」
    # 这里也没法还原原作呢，采用和上面一样的处理方式
    # hide 心愛_制服_基本_不機嫌
    show 心愛_制服_基本_もぐもぐ at love69_right with dissolve
    voice "voice/心愛/cca_a1_0045.ogg"
    ai 心愛_制服_基本_もぐもぐ "啊 ~ ... 呜♪ 好吃的喵 ~ ♪"
    hide 心愛_制服_基本_不機嫌

    # nil 「真冬が差し出したキャラメルアップルに、ためらいなくかじりつく心愛」
    "心爱毫不犹豫地咬住了真冬递给他的奶糖苹果"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「な？」
    # && 想起来可以在真冬说话的说话操作心爱立绘，回头测试下上面的能不能吧，应该可以大体还原原作
    hide 真冬_制服_基本_おやつ3
    hide 心愛_制服_基本_もぐもぐ
    show 心愛_制服_おやつ_もぐもぐ at love69_right
    show 真冬_制服_基本_ニタァ:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.3 xalign 0.13
    voice "voice/真冬/maf_a1_0095.ogg"
    dong 真冬_制服_基本_ニタァ "我撤"

    # 莲 「すんませんでした。今度からはもっと真冬ちゃんに優しくします」
    lian "对不起，以后我会对真冬更加温柔的"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「もぐもぐもぐ…まふまふ、もっとちょーだい♪」附加：pac/喜び
    voice "voice/心愛/cca_a1_0046.ogg"
    ai 心愛_制服_おやつ_もぐもぐ "咀嚼... 咀嚼... 嘛呼嘛呼，再来一点♪!"

    # 莲 「食らえ！」
    lian "吃吧！"

    # nil 「さっきの例のドラゴンフルーツを―」
    "拿出了刚才说的那个火龙果"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「させるかっ！」
    # hide 心愛_制服_おやつ_もぐもぐ
    show 心愛_制服_おやつ_真顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0047.ogg"
    ai 心愛_制服_おやつ_真顔 "休想得逞！"
    hide 心愛_制服_おやつ_もぐもぐ

    # 画面晃动特效，需要绑定物体使用，这里先hide心爱再重复显示一遍
    hide 心愛_制服_おやつ_真顔
    show 心愛_制服_おやつ_真顔 at love69_right with vpunch
    # 莲 「ぐわぁーっ！」
    lian "呜哇！"

    # nil 「ダメみたいでした」
    "看来⑧太行啊"

    # nil 「ちなみに、美味しそうなキャラメルアップルについては「宗教上の理由」というクソみたいに意味のわからない理由で食べさせて貰えませんでした。」
    "顺便说一下，那个看起来超好吃的奶糖苹果，因为类似“宗教上的理由”这样的垃圾原因，她们不给我吃"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ねぇねぇ真冬ちゃん、お兄ちゃんはその…どうやって起こしたの…？　私じゃ一度も起こせたことないから…」
    # 表情没变
    voice "voice/心愛/cca_a1_0048.ogg"
    ai "呐呐，真冬酱，那个，欧尼酱......你是怎么把他弄起来的...？我从来都没成功把他叫起来过..."

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「聞きたいの？」
    # hide 真冬_制服_基本_ニタァ
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0096.ogg"
    dong 真冬_制服_基本_無表情 "你想知道吗?"
    hide 真冬_制服_基本_ニタァ

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「う、うん…」
    # hide 心愛_制服_おやつ_真顔
    show 心愛_制服_おやつ_泣き at love69_right with dissolve
    voice "voice/心愛/cca_a1_0049.ogg"
    ai 心愛_制服_おやつ_泣き "嗯，嗯... ..."
    hide 心愛_制服_おやつ_真顔

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「それはね…」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13
        linear 0.3 xalign 0.76
    voice "voice/真冬/maf_a1_0097.ogg"
    dong 真冬_制服_基本_目閉じ "这个啊，是这样的... ... ... ... ... ..."

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「！　…そ、そんなの有りか…兄妹の絆って…すげえな…」
    # 突然发现的制作技巧,在一个人说话的时候，可以操作其它人来着
    show 真冬_制服_基本_目閉じ:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13
        linear 0.0 xalign 0.76
        linear 0.3 xalign 0.13
    voice "voice/心愛/cca_a1_0050.ogg"
    # hide 心愛_制服_おやつ_泣き
    show 心愛_制服_おやつ_驚き at love69_right with dissolve
    ai 心愛_制服_おやつ_驚き "！！！！！... ... 这、这种事真的存在吗... ... 兄妹之间的感情... ... 好厉害啊... ..."
    hide 心愛_制服_おやつ_泣き

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「心愛ちゃんもすればいじゃない」
    # hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_ニタァ at love69_left with dissolve
    voice "voice/真冬/maf_a1_0098.ogg"
    dong 真冬_制服_基本_ニタァ "心爱酱你也可以这么做啊"
    hide 真冬_制服_基本_目閉じ

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「か、考えとく…う、うん…そうする…も、もしかして、そこから先は…したの？」
    # hide 心愛_制服_おやつ_驚き
    show 心愛_制服_おやつ_泣き at love69_right with dissolve
    voice "voice/心愛/cca_a1_0051.ogg"
    ai 心愛_制服_おやつ_泣き "我、我想一下……嗯、嗯…这样做…难道，从那之后…做了吗"
    hide 心愛_制服_おやつ_驚き

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「そこから先？」
    # hide 真冬_制服_基本_ニタァ
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0099.ogg"
    dong 真冬_制服_基本_無表情 "那之后？"
    hide 真冬_制服_基本_ニタァ

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「なんでもないです忘れてください」
    # hide 心愛_制服_おやつ_泣き
    show 心愛_制服_おやつ_真顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0052.ogg"
    ai 心愛_制服_おやつ_真顔 "啥也没有，忘了吧"
    hide 心愛_制服_おやつ_泣き

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「嫌だと言ったら？」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ at love69_left with dissolve
    voice "voice/真冬/maf_a1_0100.ogg"
    dong 真冬_制服_基本_目閉じ "如果我说不是这样呢?"
    hide 真冬_制服_基本_無表情

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「このカマ野郎が一人死ぬだけだ」
    # hide 心愛_制服_おやつ_真顔
    show 心愛_制服_おやつ_無表情 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0053.ogg"
    ai 心愛_制服_おやつ_無表情 "这个混蛋一个人死了算了"
    hide 心愛_制服_おやつ_真顔

    # 莲 「勝手に俺を巻き込むな！」
    lian "不要随便把我卷进来啊！"

    ### 场景切换
    ### 葛城家玄关-->通学路街道
    ### 人物：莲 心爱 真冬
    ### BGM：sweet passion.ogg（没变）
    # 没有类似的转场效果，稍稍改动一下
    image bg 通学路c_朝 = "images/bg/通学路c_朝.png"
    scene 通学路c_朝 at love69_bg1440 with ImageDissolve("images/tr/ysr006.png", 0.8, ramplen=64, reverse=False, alpha=True, time_warp=None)
    show 心愛_制服_おやつ_もぐもぐ at love69_right with Dissolve(0.3)
    show 真冬_制服_基本_にっこり at love69_left with Dissolve(0.3)

    # nil 「よく晴れた一日だ。」
    "晴朗的一天"

    # nil 「もう少しで真夏と呼べるぐらいに暑くなるだろう。」
    "再热一点的话就可以称之为盛夏了吧"

    # nil 「直線の道路では、逃げ水さえも見える。」
    "在前方的道路上，甚至可以看到水在逃跑"

    # nil 「時折吹く風が心地良い。」
    "不时吹过来的风很人舒服"

    # nil 「歩き慣れた道を３人で歩く。」
    "这是三个人已经走惯了的路"

    # nil 「俺らが通う学園まではほぼ直線コースの、少し緩やかな坂道のアップダウンがあるぐらい。」
    "到我们就读的学校为止几乎就是一条带有缓缓坡道的直路"

    # nil 「日向は少し熱いので、並木道では日陰だけを歩くように少し大股で歩く。」
    "因为有太阳晒的地方有点热，所以我们大步走在林荫道上的阴凉处"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ふ…ふわあ…それにしても、良い天気だね～…むぐむぐ…美味し…」附加：pac/もぐもぐ
    # 表情和上面一样
    voice "voice/心愛/cca_a1_0054.ogg"
    ai 心愛_制服_おやつ_もぐもぐ "呼... 呼啊... 不管怎么说，天气真好啊... 嗯嗯嗯... 好吃..."

    # 莲 「あ、絶好の煮卵日和だ」
    lian "嗯，是绝佳的煮蛋天气呢"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「そうだね、帰りにドゥカティ買って帰ろう」
    # 这里真冬的表情也和上面一样
    voice "voice/真冬/maf_a1_0101.ogg"
    dong 真冬_制服_基本_にっこり "是啊，回去的路上买辆杜卡迪回去吧?（L：杜卡迪（Ducati Motor Holding S.p.A.）是一家意大利摩托车生产商，总部位于意大利的博洛尼亚。其产品由于卓越的性能以及意大利特色的设计而闻名。奥迪汽车在2012年4月收购了杜卡迪）"

    # nil 「どこからか風鈴の音色が風に乗って耳に触れる。恐らくガラス製だろうか。優しい音色だ。」
    "随风传来的不知道是从哪里发出的风铃的声音触动了耳朵，可能是玻璃做的风铃吧，声音相当好听。"

    # 莲 「そういえば、うちって風鈴あったっけ」
    lian "这么说起来，我们家有风铃吗"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ナルトならあるよ。昨日ジャスコで買ったやつ」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0102.ogg"
    dong 真冬_制服_基本_無表情 "那个的话有的哦，昨天从JUSCO买来的（L：永旺，原称吉之岛，亦称佳世客（英：JUSCO，日：ジャスコ），是日本永旺集团旗下的连锁零售企业，在日本、香港、中国大陆、泰国及马来西亚等地开设综合购物百货公司及超级市场）"
    hide 真冬_制服_基本_にっこり

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「私の家にはバスターソードあるよ！」
    # hide 心愛_制服_おやつ_もぐもぐ
    show 心愛_制服_おやつ_にっこり at love69_right with dissolve
    voice "voice/心愛/cca_a1_0055.ogg"
    ai 心愛_制服_おやつ_にっこり "我家有巴斯特剑哦（L:bastard sword，变种剑，又译混种剑或杂种剑，起源于15或16世纪，一开始是指“不正规的剑或起源不明的剑”，它是“一把既非法国的、也非西班牙的，也非德国佣兵所用的剑，但是比这些大剑都还要长）"
    hide 心愛_制服_おやつ_もぐもぐ

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「シュワルツネッガーかよ」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_見下し at love69_left with dissolve
    voice "voice/真冬/maf_a1_0103.ogg"
    dong 真冬_制服_基本_見下し "是施瓦辛格吗?（L：阿诺·阿洛伊斯·施瓦辛格（德语：Arnold Alois Schwarzenegger，1947年7月30日－），是一位奥地利美国籍男子健身运动员、演员和政治家，生于奥地利，曾经担任第38任美国加利福尼亚州州长。）"
    hide 真冬_制服_基本_無表情

    # 莲 「そのツッコミ多分通じねぇぞ」
    lian "那个吐槽好像说不大通吧"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「州知事の執務室に飾ってあるんだよね」
    # hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_おやつ_笑顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0056.ogg"
    ai 心愛_制服_おやつ_笑顔 "阔以挂在州长的办公室里面呀"
    hide 心愛_制服_おやつ_にっこり

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「通じた」
    # hide 真冬_制服_基本_見下し
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0104.ogg"
    dong 真冬_制服_基本_無表情 "说的过去了"
    hide 真冬_制服_基本_見下し

    # nil 「かさかさと木々が揺れ、葉がこすれ合う。」
    "树木沙沙作响，树叶相互摩擦"

    # nil 「ひらひらと、わずかではあるが、新緑が散る。」
    "虽然只有一点点，但是树上的新绿已经开始凋谢了"

    # nil 「葉の間から顔を覗かせる太陽光が、ちらちらと俺たちを照らし出す。」
    "从树叶间露出脸的太阳光，一闪一闪地照在我们身上。"

    # 莲 「俺な、Ｆ－１５戦闘機って結構好きなんだよね」
    lian "叔叔我啊，最喜欢F-15战斗机啦"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「私はクアッドコアがいな」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_ジト目 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0105.ogg"
    dong 真冬_制服_基本_ジト目 "我要是四核的话该多好啊（クアッドコア：Quad-Core）（L：F-15鹰式战斗机是一款美国麦克唐纳-道格拉斯公司（现波音公司）开发生产的全天候制空战斗机。针对获得与维持空优而设计，是美国空军现役的主力战斗机之一，属于第四代战机，这里真冬这么说是因为数字都是四的原因啦）"
    hide 真冬_制服_基本_無表情

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「飴ちゃん二本目いただきまーす♪」附加：pac/きらきら
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 03
    # hide 心愛_制服_おやつ_笑顔
    show 心愛_制服_おやつ_にっこり at love69_right with dissolve
    voice "voice/心愛/cca_a1_0057.ogg"
    ai 心愛_制服_おやつ_にっこり "我要恰第二个点心啦!"
    hide 心愛_制服_おやつ_笑顔

    # nil 「つ…と頬を流れる汗を、裾でぬぐう。これからもっと暑くなるのか…と考えると、少しだけ気怠い。」
    "我用衣服下摆擦拭脸颊上流淌的汗水。一想到今后会更热...就不大想动了"

    # 莲 「温かくなる服も欲しいが…寒くなる服とかないのかな」
    lian "虽然我也想要暖和的衣服，但是就没有能让人变冷的衣服吗？"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「すー…すー…くかーっ…」
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 04
    # 其实是人物表有个地方定义错了
    # hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_居眠り at love69_left with dissolve
    voice "voice/真冬/maf_a1_0106.ogg"
    dong 真冬_制服_基本_居眠り "呼... 唔... 唔..."
    hide 真冬_制服_基本_ジト目

    # 莲 「真冬ちゃん寝てる」
    lian "真冬酱在碎觉呢"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ポリバルーンいただきまーす♪」
    # 参考资料：https://paypaymall.yahoo.co.jp/store/festival-plaza/item/gng-bub-567754/?sc_i=shp_pc_search_itemlist_shsrg_img
    # 参考资料2：WorldlineChanger【https://worldline.top 的站长】提供的描述
    # 综合参考资料1和2 ポリバルーン 应该是【吹泡胶】阔以用这个关键词在某宝上搜索到类似产品，各大学校门口有售
    # 感觉 WorldlineChanger 的描述，味道还是蛮香的，但是请务必注意这个东西绝对不要恰哦，绝对哦，约好了哦~
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 03
    # hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_おやつ_笑顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0058.ogg"
    ai 心愛_制服_おやつ_笑顔 "我要吹一个泡泡胶气球!（L&WorldlineChanger：原文「ポリバルーン」，某宝搜索【吹泡胶】就知道是什么了，国内各大中小学校门口有售，味道还是蛮香的，但是请务必注意这个东西绝对不要恰哦，绝对哦，约好了哦~）"
    hide 心愛_制服_おやつ_にっこり

    # 莲 「なんだねそれは」
    lian "那是什么？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「えへ、ついうっかり衝動買いしてしまいました。代引きで」
    # hide 心愛_制服_おやつ_笑顔
    show 心愛_制服_おやつ_にっこり at love69_right with dissolve
    voice "voice/心愛/cca_a1_0059.ogg"
    ai 心愛_制服_おやつ_にっこり "嘿嘿，不小心一时冲动买了东西。用货到付款买的（L：吹泡胶在11区大概108円+配送费598円（也就是折合软妹币50元左右）能买到3管，按11区物价似乎并不是很贵）"
    hide 心愛_制服_おやつ_笑顔

    # 莲 「いや、だからそれはなんだね」
    lian "所以那到底是个啥？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「食べれるポリバルーンです」
    # hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_おやつ_真顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0060.ogg"
    ai 心愛_制服_おやつ_真顔 "是可以吃的气球哒~（L：吹泡胶一定是不能恰的，虽然很香，请务必远离6岁以下儿童哦！！千万别看了这个跑去网上买回来吃哦！！！约好了哦！）"
    hide 心愛_制服_おやつ_にっこり

    # 莲 「なるほど」
    lian "原来如此"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「…ねぇ…鼻提灯いけるとおもう？」
    # hide 心愛_制服_おやつ_真顔
    show 心愛_制服_おやつ_無表情 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0061.ogg"
    ai 心愛_制服_おやつ_無表情 " ... 呐... 你觉得鼻灯笼可以吗? "
    hide 心愛_制服_おやつ_真顔

    # 莲 「…いけると思う」
    lian "我觉得很行！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「じゃぁ…行ってきます」
    # hide 心愛_制服_おやつ_無表情
    show 心愛_制服_おやつ_真顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0062.ogg"
    ai 心愛_制服_おやつ_真顔 "那么... 我要上了"
    hide 心愛_制服_おやつ_無表情

    # nil 「......」
    "......"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ふがっ」
    # hide 真冬_制服_基本_にっこり
    # 2022年1月23日注：这里为什么需要多写一次捏，因为我前面该 hide 这里的时候是 hide 真冬_制服_基本_にっこりDD 这么写的，我也不知道我当时在想什么多写了个“DD”上去……
    hide 真冬_制服_基本_居眠り
    show 真冬_制服_基本_居眠り:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13
        linear 0.15 yalign 0.02
        linear 0.15 yalign -0.09
    voice "voice/真冬/maf_a1_0107.ogg"
    dong "呼呀！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「あっ」
    # hide 心愛_制服_おやつ_真顔
    show 心愛_制服_おやつ_驚き at love69_right with dissolve
    voice "voice/心愛/cca_a1_0063.ogg"
    ai 心愛_制服_おやつ_驚き "啊！"
    hide 心愛_制服_おやつ_真顔

    # 莲 「…なんでストローごと鼻の穴に突っ込むんだよ」
    lian "为什么连吸管都要插进鼻孔里啊！（L：去tb上搜一下刚刚提到的【吹泡胶】，就知道吸管是怎么肥事儿辽）"

    # nil 「......」
    "......"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ふえポリバルーンとられたあ」
    # hide 心愛_制服_おやつ_驚き
    show 心愛_制服_おやつ_ぶわー at love69_right with dissolve
    voice "voice/心愛/cca_a1_0064.ogg"
    ai 心愛_制服_おやつ_ぶわー "呜欸欸欸呜啊—— 气球被拿走了"
    hide 心愛_制服_おやつ_驚き

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ずずーっ」
    # hide 真冬_制服_基本_居眠り
    show 真冬_制服_基本_まったり at love69_left with dissolve
    voice "voice/真冬/maf_a1_0108.ogg"
    dong 真冬_制服_基本_まったり "吸————（L：危险动作！好孩子千万不要模仿！！坏孩子请更加不要模仿！！！）"
    hide 真冬_制服_基本_居眠り

    # 莲 「吸うなよ」
    lian "不要吸啊"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「…美味しいです！」附加：pac/きらきら
    # hide 真冬_制服_基本_まったり
    show 真冬_制服_基本_にっこり at love69_left with dissolve
    voice "voice/真冬/maf_a1_0109.ogg"
    dong 真冬_制服_基本_にっこり "......很好吃的说！"
    hide 真冬_制服_基本_まったり

    ### 场景切换
    ### 地点：通学路街道-->校门口
    ### BGM未变
    ### 人物：莲 心爱 真冬
    # 和前面一样，转场效果不能还原，咱又来挑了一个
    image bg 校門_朝 = "images/bg/校門_朝.png"
    scene 校門_朝 at love69_bg1440 with ImageDissolve("images/tr/ysr006.png", 0.8, ramplen=64, reverse=False, alpha=True, time_warp=None)

    # nil 「と、言うことで学園につきました。我らが通う「私立歌越学園」の校門はいつみても、校門って感じがして好きだ。」
    "就这样，我们说着玩着就到了学校。我们所就读的「私立歌越学园」的校门无论何时都让人感觉是校门的感觉，我很喜欢（L:这不是废话嘛233）"

    # nil 「俺達が通う普通科の偏差値はだいたい５０前後。地域の中小企業との密接な連携で、進学校としてでなく、卒業後の就職もしやすい。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%81%8F%E5%B7%AE%E5%80%A4
    # &&注意这里的%需要用 \% 转义
    "我们所在的普通科偏差值大约在50左右。通过与地区内中小企业的密切合作，不仅仅是作为升学学校，毕业后也容易就业"

    # 翻译君的豆知识时间！
    luckykeeper "又到了翻译君的豆知识时间！偏差值是一种利用标准分算法得到的与排名挂钩的数值，一般用于衡量日本升学时受验学生的分数排位。排名正好位于50\%位置的学生偏差值定为50。偏差值越高，表示学生的分数排位越靠前"

    # nil 「創立記念日は9月14日。」
    "建校纪念日是9月14日"

    # nil 「全校生徒数は忘れた。」
    "不过全校师生基本上早都忘到不知道哪儿去了"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ほげえ！　下駄箱に入れとったプリンが無い！」附加：焦り汗
    show 心愛_制服_基本_驚き at love69_right with Dissolve(0.3)
    voice "voice/心愛/cca_a1_0065.ogg"
    ai 心愛_制服_基本_驚き "糟了! 鞋柜里的布丁，它不见了!"

    # 莲 「入れんなよそんなもん。匂いついちゃうぞ」
    lian "不要往鞋柜里面装奇奇怪怪的东西啊喂，会有味道的（L:坏了的话是这样的）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「あ、ごめん食べちゃった」
    show 真冬_制服_基本_ニタァ at love69_left with Dissolve(0.3)
    voice "voice/真冬/maf_a1_0110.ogg"
    dong 真冬_制服_基本_ニタァ "啊，抱歉，我恰掉了"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「名前書いておいたのに！」
    # hide 心愛_制服_基本_驚き
    show 心愛_制服_基本_泣き at love69_right with dissolve
    voice "voice/心愛/cca_a1_0066.ogg"
    ai 心愛_制服_基本_泣き "我明明在上面写了名字的！"
    hide 心愛_制服_基本_驚き

    # 莲 「お前ら下駄箱を冷蔵庫か何かと勘違いしてないか」
    lian "你们确定没有把鞋柜当成是冰箱？"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「そんな事もあろうかとお兄ちゃんの下駄箱にドライアイス入れといたよ」
    # hide 真冬_制服_基本_ニタァ
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0111.ogg"
    dong 真冬_制服_基本_無表情 "所以我在欧尼酱的鞋柜里放了块干冰，想知道是不是这么回事"
    hide 真冬_制服_基本_ニタァ

    # 莲 「『そんな事もあろうかと』の使い方間違ってると思いますし、そんな事したら上履きとか冷えちゃう」
    lian "我觉得你这探究『是不是这么回事』方法不大对啊，那样做的话穿室内鞋的时候会变冷的"

    # nil 「......」
    "......"

    # 莲 「キンキンに冷えてました」
    lian "我要被冻的不行了...（L:二氧化碳的凝固点是摄氏负78.5度，这个温度脚会冻坏的哟）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「召し上がれ」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_にっこり at love69_left with dissolve
    voice "voice/真冬/maf_a1_0112.ogg"
    dong 真冬_制服_基本_にっこり "来恰了它吧（指干冰）"
    hide 真冬_制服_基本_無表情

    # 莲 「結構です」
    lian "敬谢不敏"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ジャムならあるぜ…しかもアプリコットだ…」
    # hide 心愛_制服_基本_泣き
    show 心愛_制服_基本_ジト目 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0067.ogg"
    ai 心愛_制服_基本_ジト目 "我有果酱... 还有杏子..."
    hide 心愛_制服_基本_泣き

    # 莲 「遠慮しときます」
    lian "也不用了"

    # nil 「......」
    "......"

    ### 场景切换
    ### 地点：校门口-->教室内
    ### 人物：莲 女子学生A 花盆君
    ### BGM不变
    # 1220 的也需要改位置
    image bg 教室_昼 = "images/bg/教室_昼.png"
    scene 教室_昼 at love69_bg1220 with ImageDissolve("images/tr/trans01.png", 1.5, ramplen=8, reverse=True, alpha=True, time_warp=None)
    # nil 「始業のチャイムが鳴る凡そ１０分前に教室にたどり着く。俺からすれば凄まじい快挙と言えよう。」
    "我们在上课铃响起的大约10分钟前到达教室，在我看来这可是惊人的壮举"

    # nil 「普段ならドアをあけた瞬間、クラスメート全員から白い目線を向けられるのだが、今日はそんな心配もあるまい…。」
    "在平时打开门的瞬间，同学们对我投来白眼，不过今天不需要这样担心..."

    # 女子学生A 「わ…葛城君…何でこんな時間に…今日は魚でも降るのかしら。出来ればカジキがいわ。メバチでもいわ」
    # 参考资料(カジキ)：https://ja.wikipedia.org/wiki/%E3%82%AB%E3%82%B8%E3%82%AD
    # 参考资料(メバチ)：https://ja.wikipedia.org/wiki/%E3%83%A1%E3%83%90%E3%83%81
    voice "voice/その他/ot1_a1_0001.ogg"
    wsa "哇... 葛城君... 为什么这个时候就... 今天会下鱼吗? 最好是旗鱼呢，短金枪鱼也行。（L:旗鱼，为辐鳍鱼纲旗鱼目的其中一个科；短金枪鱼，为辐鳍鱼纲鲈形目鲭亚目鲭科的其中一种，共同特点是能做成生鱼片，不过要小心食物中毒...）"

    # 莲 「死人が出るぞ」
    lian "会死人的啊"

    # nil 「向けられました」
    "被人指着了"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「やっほー！　おっはよーう」
    # 参考资料：https://ja.wikipedia.org/wiki/Yahoo!
    # 参考资料：https://ja.wikipedia.org/wiki/Yahoo!_JAPAN
    show 心愛_制服_基本_にっこり at love69_right with Dissolve(0.3)
    voice "voice/心愛/cca_a1_0068.ogg"
    ai 心愛_制服_基本_にっこり "Yahoo~ 早上好呀！（L:原文「やっほー！」やっほー！是雅虎名字的由来，Yahoo！是11区最大的搜索引擎，Yahoo！Japan 的运作方式与世界上其它的Yahoo不同，且账号不能通用）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「はろー」
    show 真冬_制服_基本_にっこり at love69_left with Dissolve(0.3)
    voice "voice/真冬/maf_a1_0113.ogg"
    dong 真冬_制服_基本_にっこり "哈啰~"
    hide 心愛_制服_基本_にっこり with Dissolve(0.2)
    pause 0.05
    hide 真冬_制服_基本_にっこり with Dissolve(0.2)

    # nil 「真冬と心愛はクラスメート達と挨拶を交わしながら、自分達の席へと向かっていく。」
    "真冬和心爱一边和同学们打招呼，一边走向自己的座位"

    # nil 「二人の席は窓際の列の後ろから二番目で、隣同士。」
    "两个人的座位是靠窗边的那列倒数第二张桌子那里，她们俩是同桌"

    # nil 「そして俺の席は彼女らの席の一つ後ろ。俺の隣の席は空席になっており、以前は交換留学生が座っていたのだが…つい先日、母校へ帰ってしまった。」
    "然后我的座位在她们的座位的后面。我同桌的座位空着，以前坐着从海外来的交换生...不久前，ta回母校去了"

    # nil 「不思議な事に、俺はその留学生の事をいまいち覚えていない。ともかく、何らかの理由があって空席になっている。」
    "不可思议的是，我居然完全不记得那个留学生的事情。总之，那个位置因为某种原因，现在空着"

    # nil 「とはいえ、幼馴染みと双子の妹が目の前にいるので、寂しいと感じたことはないが…。」
    "话虽如此，因为青梅竹马和双胞胎的妹妹就在眼前，所以我倒是没有感到有多么寂寞..."

    # 来为花盆君设计对话框参数吧！
    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 接着来为花盆君设置位置参数吧
    # waifu2x之后不能很好的还原了呢，虽然但是，既然花盆君这么厉害，就让它再长高一点吧
    # 根据下面的参数定义花盆君位置的参数
    transform love69_huapen_center:
        zoom 0.89
        xalign 0.5
        yalign -18.0

    # 花盆君 「…」
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
    with dissolve
    voice "voice/アシュリー/ash_a1_0001.ogg"
    pen 花盆君_通常 "......"

    # 莲 「うお、居たのか、植木鉢くんおっすおっす」
    lian "哦，原来你在这儿啊，花盆君"

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「…（こくり）」
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    # 花盆君和亚十礼用的资源都在一起，立绘我已经分开了，音声就不分了
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 05
    voice "voice/アシュリー/ash_a1_0002.ogg"
    pen "......（嗯）"

    # nil 「巨大な植木鉢が音もなく俺の元に接近して、隣の席の椅子を引いて、ちょこんと座った。この植木鉢について説明しておかねばなるまい。」
    "巨大的花盆悄无声息地靠近了我，拉着旁边座位的椅子，一点一点地坐了下来。我得和大家介绍一下这个花盆呢"

    # nil 「昨今のユルキャラブームの煽りを受け、全国の私公立双方の学園が挙って『ユルキャラ』を奉りはじめた。」
    # 参考资料1：https://ja.wikipedia.org/wiki/%E3%82%86%E3%82%8B%E3%82%AD%E3%83%A3%E3%83%A9
    # 参考资料2：https://www.nikkei4946.com/knowledgebank/visual/detail.aspx?value=124&search=1
    # 参考资料3：https://en.wikipedia.org/wiki/Yuru-chara
    # 参考资料4：https://ja.wikipedia.org/wiki/%E3%82%86%E3%82%8B%E3%82%AD%E3%83%A3%E3%83%A9#%E3%82%86%E3%82%8B%E3%82%AD%E3%83%A3%E3%83%A9%E3%82%B0%E3%83%A9%E3%83%B3%E3%83%97%E3%83%AA
    "受近来的尤鲁查拉热潮的影响，全国的私立和公立的学校都开始供奉自己的“尤鲁查拉”角色"

    # Luckykeeper 翻译君的豆知识时间！
    luckykeeper "翻译君的豆知识时间！尤鲁查拉「ユルキャラブーム（Yuru-chara）」这个词的中文意思阔以理解是“吉祥物”，代表是11区熊本县的“熊本熊”。尤鲁查拉的热潮是从2010年的尤鲁查拉大奖赛开始的，至今该比赛仍在继续，每年举办一次"

    # nil 「この学園も例外でなく、全校生徒の投票によって選ばれたキャラクターがこの「植木鉢くん」だ。」
    "我们的学校也不例外，根据全校学生的投票选出的角色就是这个“花盆君”"

    # nil 「ちなみに生えてる植物は、なんかの柑橘類。食べたらなんかがスゴイヤバイらしい。」
    "顺带一提，花盆君里面生长的植物是某种柑橘。如果吃了它，好像会变的很厉害的样子"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「植木鉢くん、キャラメルアップルたべるー？」
    show 心愛_制服_おやつ_笑顔 at love69_right with Dissolve(0.15)
    voice "voice/心愛/cca_a1_0069.ogg"
    ai 心愛_制服_おやつ_笑顔 "花盆君，奶糖苹果你要不要恰呢？"

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「…（こくり）」
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 05
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    voice "voice/アシュリー/ash_a1_0003.ogg"
    pen "......（嗯）"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「はいどーぞ♪」
    # hide 心愛_制服_おやつ_笑顔
    show 心愛_制服_おやつ_にっこり at love69_right with dissolve
    voice "voice/心愛/cca_a1_0070.ogg"
    ai 心愛_制服_おやつ_にっこり "来，请用♪"
    hide 心愛_制服_おやつ_笑顔

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「ぱくっ」
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 05
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    voice "voice/アシュリー/ash_a1_0004.ogg"
    pen "哈嗯！"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「食べた」
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0114.ogg"
    dong 真冬_制服_基本_無表情"吃掉了"

    # nil 「しかし、ただの植木鉢と侮るなかれ。去年の「全国学園対抗ユルキャラトーナメント」では怒濤のストレート優勝を成し遂げている。」
    "不要觉得花盆君就是个花盆哦。它可是在去年的「全国学园尤鲁查拉大奖赛」中取得了压倒性的胜利"

    # nil 「ちなみに得意技は「飯綱落とし」と「エンタイトルツーベース」」
    # 参考资料：「飯綱落とし」：https://search.yahoo.co.jp/image/search?rkf=2&ei=UTF-8&fr=wsr_is&p=%E9%A3%AF%E7%B6%B1%E8%90%BD%E3%81%A8%E3%81%97#beb82426d928cd4da287af5d9f06d7d1
    # 参考资料：「エンタイトルツーベース」：https://ja.wikipedia.org/wiki/%E5%AE%89%E5%85%A8%E9%80%B2%E5%A1%81%E6%A8%A9 ； https://full-count.jp/2021/02/01/post1072179/
    "顺便说一下，擅长的技能是「飯綱落とし」和「场地规则二垒安打」"

    # Luckykeeper 翻译君的半个豆知识时间！
    luckykeeper "翻译君的半个豆知识时间！「飯綱落とし」是一种忍术，大概样子是抱着人头朝下往地上摔，感兴趣的请自行到雅虎上搜索，具体方法请向常陆茉子请教，翻译君并不会"

    luckykeeper "「エンタイトルツーベース」（ Ground rule double 场地规则二垒安打）又称场地二垒安打，是指于棒球在界内越过本垒打墙，但不是直接飞过，而是弹跳过去的状况下，打者可以上到二垒，连跑都不用，垒上的跑者各自推进两个垒包，代表一垒跑者只能上三垒"

    # nil 「普段の植木鉢くんは自由に学園内を練り歩き、生徒や職員達と思いのまに交流を行っている。」
    "平时的花盆君自♂由地在校园内闲逛，与学生和职员们在自♂由地进行着交流"

    # nil 「一部では「生徒の監視役説」や「プラズマクラスター説」、「工場制手工業説」「ナイジェリア旋風説」など、真相を探る学説が浮上しているが、どれも確証には至っていない。」
    # 参考资料「プラズマクラスター説」：https://ja.wikipedia.org/wiki/%E3%83%97%E3%83%A9%E3%82%BA%E3%83%9E%E3%82%AF%E3%83%A9%E3%82%B9%E3%82%BF%E3%83%BC
    # 参考资料「ナイジェリア旋風説」：https://sports.yahoo.co.jp/column/detail/201406260006-spnavi
    "对于花盆君的真实身份，一部分学生提出了“学生的监视角色说”、“等离子簇说”、“工场手工业说（L:资本主义之初的那个“工场”）”、“尼日利亚旋风说（L:指尼日利亚队在1994年美国世界杯上惊人的表现）”等探索真相的学说，但都没有得到确证"

    # nil 「唯一わかっているとしたら、バレーボールが嫌いだということだけだ。」
    "大家唯一知道的就是花盆君讨厌排球。"

    ###场景切换
    ### 地点：教室-->教室
    ### 上课铃声
    ### 人物：莲 真冬 心爱 想瑠
    ### BGM：不变
    play sound "voice/effect/学校チャイム.ogg"
    hide 真冬_制服_基本_無表情 with Dissolve(0.15)
    hide 心愛_制服_おやつ_にっこり with Dissolve(0.15)
    hide 花盆君_通常 with Dissolve(0.15)
    scene black
    scene 教室_昼 at love69_bg1220 with ImageDissolve("images/tr/ysr006.png", 0.64, ramplen=8, reverse=False, alpha=True, time_warp=None)


    # nil 「予鈴が鳴り響く。それと同時に教室の前側の扉が開き、担任の教師が姿を現した。」
    "预备铃响起。与此同时，教室的前门被班主任打开了"

    # 根据下面的参数定义想瑠喵位置的参数
    transform love69_xiangliu_center:
        zoom 1.5
        xalign 0.41
        yalign 0.07

    # 来为想瑠喵设计对话框参数吧！
    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    # 想瑠喵的参数是真的难调，还没调好，没调出来的第一天过去了
    # 第二天：我人傻了，忘记定义想瑠喵在对话框里面的图片了，绝了，绝对是最近肝多了，加上有点感冒，人不正常了，太离谱了，我居然因为这个卡了一天半
    # 和原版的位置稍有偏差呢，不过应该不是很影响
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1
    # 想瑠 「せっかあいでえいちーばん」
    show 想瑠_スーツ_ニヤリ with Dissolve(0.15):
        zoom 1.5
        xalign 0.41
        yalign 0.07
    voice "voice/想瑠/sol_a1_0001.ogg"
    liu 想瑠_スーツ_ニヤリ "世——界——第——一——的——"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ハマーン様ァ！」
    show 心愛_制服_基本_にっこり at love69_right with Dissolve(0.15)
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%8F%E3%83%9E%E3%83%BC%E3%83%B3%E3%83%BB%E3%82%AB%E3%83%BC%E3%83%B3
    voice "voice/心愛/cca_a1_0071.ogg"
    ai 心愛_制服_基本_にっこり "哈曼sama！（L:neta 哈曼·卡恩 是机动战士Z高达（1985年3月2日至1986年2月22日）里面的阿克西斯（Axis））"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ばんざああああああああ！！」
    show 真冬_制服_基本_ニタァ at love69_left with Dissolve(0.15)
    voice "voice/真冬/maf_a1_0115.ogg"
    dong 真冬_制服_基本_ニタァ "板载！！"

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「バッコオオオオオオオオン！」//迷
    # 人物前后顺序会乱，大概是引擎问题，先不管
    # hide 想瑠_スーツ_ニヤリ
    show 想瑠_スーツ_見下し at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0002.ogg"
    liu 想瑠_スーツ_見下し "蝙蝠侠！（L:这里没看懂，感觉似乎是在玩谐音梗？）"
    hide 想瑠_スーツ_ニヤリ

    # 莲 「うるせぇなおい！」
    lian "吵死了！"

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「はい。という こと で 皆さん わん ばん こ。パートタイム（兼职） ティーチャー（教师） の ぉお！」
    # 想瑠 「はい。ということで皆さんわんばんこ。パートタイムティーチャーのぉお！」//感觉翻的也不大对的样子
    # hide 想瑠_スーツ_見下し
    show 想瑠_スーツ_ニヤリ at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0003.ogg"
    liu 想瑠_スーツ_ニヤリ "好，所以大家康起来都很精神呢。我就是大家的兼职教师"
    hide 想瑠_スーツ_見下し

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「想瑠っにゃあんっでぇえっす！　…ん？　今聞き慣れない声が聞こえたぞぉ？」
    voice "voice/想瑠/sol_a1_0004.ogg"
    liu "想瑠喵的说！嗯? 刚才听到了一个陌生的声音呢?"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「想瑠にゃん見て見て－！　今日は蓮君が早起きさんだよー！」附加：pac/喜び
    # hide 心愛_制服_基本_にっこり
    show 心愛_制服_基本_笑顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0072.ogg"
    ai 心愛_制服_基本_笑顔 "想瑠喵你看你看! 莲君今天有好好早起哦!"
    hide 心愛_制服_基本_にっこり

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「どうやらそうらしい。こりゃ東京でオリンピックが開催されちまう」
    # hide 想瑠_スーツ_ニヤリ
    show 想瑠_スーツ_見下し at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0005.ogg"
    liu 想瑠_スーツ_見下し "绝了！看来这下东京要举办奥运会了（L:作品是13年，现在是21年8月底，雀食办了呢，想瑠喵神预言，懂辽，这招啊，是想瑠喵从局座那里偷学来的！）"
    hide 想瑠_スーツ_ニヤリ

    # 莲 「俺が早起きしなくても開催されちまうよそいつは」
    lian "即使我不早起，东京奥运会也会举办的吧，总有一天一定会的"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「こでクイズ！　いつどこで、誰が、どうやって、蓮君を起こしたでしょーか！」
    show 心愛_制服_基本_にっこり at love69_right with dissolve
    voice "voice/心愛/cca_a1_0073.ogg"
    ai 心愛_制服_基本_にっこり "这里是猜谜时间! 什么时候、什么地点、谁、怎么把莲君叫醒的?"
    hide 心愛_制服_基本_笑顔

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「そのクイズ正解したら何か貰えます？」
    # hide 想瑠_スーツ_見下し
    show 想瑠_スーツ_真顔 at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0006.ogg"
    liu 想瑠_スーツ_真顔 "如果我猜出来谜底的话，能得到什么奖品呢? "
    hide 想瑠_スーツ_見下し

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ジュースをおごってやろう」
    # hide 心愛_制服_基本_にっこり
    show 心愛_制服_基本_真顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0074.ogg"
    ai 心愛_制服_基本_真顔 "请你喝果汁吧"
    hide 心愛_制服_基本_にっこり

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「はい」
    # hide 想瑠_スーツ_真顔
    show 想瑠_スーツ_見下し at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0007.ogg"
    liu 想瑠_スーツ_見下し "好"
    hide 想瑠_スーツ_真顔

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「はい小遊三さん」
    # 参考资料：https://ja.wikipedia.org/wiki/%E4%B8%89%E9%81%8A%E4%BA%AD%E5%B0%8F%E9%81%8A%E4%B8%89
    # 参考资料2：https://baike.baidu.com/item/%E8%90%BD%E8%AF%AD/2672550?fr=aladdin
    # hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_笑顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0075.ogg"
    # 2022年1月6日，补上看月曜想起来的内容
    ai 心愛_制服_基本_笑顔 "请，小游三先生（L:三遊亭小遊三，1947年3月2日 - 至今 ，落语艺术协会参事，落语是日本的传统曲艺形式之一，形式类似单口相声，有点独角戏或者是单人小品的感觉，根据综艺节目月曜夜未央的说法，他的名字老是被人忘记呢）"
    hide 心愛_制服_基本_真顔

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「違う人がいです」
    hide 想瑠_スーツ_見下し
    show 想瑠_スーツ_真顔 at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0008.ogg"
    liu 想瑠_スーツ_真顔 "应该是另一个人来着"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「歌丸さん」
    # hide 真冬_制服_基本_ニタァ
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0116.ogg"
    dong 真冬_制服_基本_無表情 "是歌丸先生（L:桂歌丸，1936年〈昭和11年〉8月14日 - 2018年 〈平成30年〉7月2日，也是落语艺术家，落语艺术协会的会长）"
    hide 真冬_制服_基本_ニタァ

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「よっしゃ」
    # hide 想瑠_スーツ_真顔
    show 想瑠_スーツ_見下し at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0009.ogg"
    liu 想瑠_スーツ_見下し "要上了哦"
    hide 想瑠_スーツ_真顔

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「今朝、双子の妹の真冬ちゃんが、お兄ちゃんのベッドの中で、添い寝かーらーの耳ペロ」
    # hide 想瑠_スーツ_見下し
    show 想瑠_スーツ_真顔 at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0010.ogg"
    liu 想瑠_スーツ_真顔 "今天早上，双胞胎的妹妹真冬到欧尼酱的床上陪睡，然——后——就用耳pr的方法（叫醒了）"
    hide 想瑠_スーツ_見下し

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「正解！」
    # hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_目閉じ at love69_left with dissolve
    voice "voice/真冬/maf_a1_0117.ogg"
    dong 真冬_制服_基本_目閉じ "正解！"
    hide 真冬_制服_基本_無表情 # 这里原先hide错了

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「何でわかるんや」
    # hide 心愛_制服_基本_笑顔
    show 心愛_制服_基本_無表情 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0076.ogg"
    ai 心愛_制服_基本_無表情 "你是怎么知道的？！"
    hide 心愛_制服_基本_笑顔

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「そりゃな。図書館の『ねぼすけお兄ちゃんを持つ妹マニュアル』は私の私物だからよ。誰が借りてったか把握してるだけさ」
    voice "voice/想瑠/sol_a1_0011.ogg"
    liu "那是当然。图书馆的那本『有哥哥的妹妹指南』是我的个人物品。我知道那本书是谁借走的"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「卑怯者～！」
    voice "voice/心愛/cca_a1_0077.ogg"
    ai "你这是作弊~！"

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「何とでも言うがい、勝負とは勝てばいのだよ…」
    # hide 想瑠_スーツ_真顔
    show 想瑠_スーツ_目閉じ at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0012.ogg"
    liu 想瑠_スーツ_目閉じ "怎么样都无所谓，只要能赢就行了... ..."
    hide 想瑠_スーツ_真顔

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「むぅ～！　いもんねー（真好呢，这里应该是反话） まふまふちゃんに（嘛呼嘛呼酱）、オイラ（我）も 読ま せ て もらう もん ねー（不会让你读的/得到想要的东西）！」
    # 心爱 「むぅ～！　いもんねーまふまふちゃんに、オイラも読ませてもらうもんねー！」//不大懂呢
    # hide 心愛_制服_基本_無表情
    show 心愛_制服_基本_不機嫌 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0078.ogg"
    ai 心愛_制服_基本_不機嫌 "呜~呜~！真好呢，嘛呼嘛呼酱，我才不会看那本书的（L:我倒，不会翻了，胡言乱语ing...）"
    hide 心愛_制服_基本_無表情

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「はいどうぞ」&&（直译是“请进”，和开场动画的并不一样，但是实在找不到的时候可以考虑用这个）
    # hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_微笑み2 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0118.ogg"
    dong 真冬_制服_基本_微笑み2 "来，请用"
    hide 真冬_制服_基本_目閉じ

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「わーい♪」
    # hide 心愛_制服_基本_不機嫌
    show 心愛_制服_基本_にっこり at love69_right with dissolve
    voice "voice/心愛/cca_a1_0079.ogg"
    ai 心愛_制服_基本_にっこり "好♪~"
    hide 心愛_制服_基本_不機嫌

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「さて、早速 です が おめでたい 報告 です。それ は 何 でしょ う か！　はい 葛城（兄）」
    # 想瑠 「さて、早速ですがおめでたい報告です。それは何でしょうか！　はい葛城（兄）」
    # hide 想瑠_スーツ_目閉じ
    show 想瑠_スーツ_見下し at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0013.ogg"
    liu 想瑠_スーツ_見下し "那么，速报速报，我有个可喜可贺的消息呢，那么，是什么呢！来，葛城（兄）（来猜猜看）"
    hide 想瑠_スーツ_目閉じ

    # 莲 「そのクイズ正解したら何か貰えます？」
    lian "这个问题答对了的话能得到什么吗？"

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「ジュースをおごってやろう」
    voice "voice/想瑠/sol_a1_0014.ogg"
    liu "我请你喝果汁（L:这里想瑠喵和心爱上面说的话一字不差「ジュースをおごってやろう」）"

    # 莲 「一週間ぶりの お通じ（便通のこと）」
    # 莲 「一週間ぶりのお通じ」
    lian "时隔一周，便秘的问题终于解决了"

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「とーころがどっこい、私は毎日絶好調だ。正解は、時給が850円から900円にあがったんだよーん」
    # 参考资料：https://jp.indeed.com/%E6%99%82%E7%B5%A6-850%E5%86%86%E9%96%A2%E9%80%A3%E3%81%AE%E6%B1%82%E4%BA%BA
    # 参考资料2：https://jp.indeed.com/viewjob?jk=efbed7f85c4e61b5&q=%E6%99%82%E7%B5%A6+850%E5%86%86&tk=1fect05ospq9b800&from=web&vjs=3
    # hide 想瑠_スーツ_見下し
    show 想瑠_スーツ_ニヤリ at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0015.ogg"
    liu 想瑠_スーツ_ニヤリ "关于这个问题，我每天都状态绝佳呢。正确答案是我的时薪从850日元涨到了900日元（L:目前1日元=0.0588人民币，大概是从49块9涨到了52块9，是派遣社畜，啊不，还不如派遣社员（也就是临时工）（试用期時給1,000円），想瑠喵，惨）"
    hide 想瑠_スーツ_見下し

    # 工作承接心爱初登场部分（阔以参照上面的注释，在1150行左右），先来做文本

    # 莲 「じゃぁジュースの一本ぐらい余裕っすね、ごちそうさまっす」
    lian "那么给我一瓶果汁就够了，谢谢您的款待"

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「ばーかばーか！クイズ外れた奴にはあげないよーだ。帰って家族とホットドッグ祭りするんだからね！」
    # 参考资料：https://yunamifactory.org/diary/5418
    # hide 想瑠_スーツ_ニヤリ
    show 想瑠_スーツ_見下し at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0016.ogg"
    liu 想瑠_スーツ_見下し "笨蛋——笨蛋! 猜错的人是不会有的——回家去和家人一起过热狗节吧！（L:ホットドッグ祭，热狗节。就是能买到各种各样热狗的节日啦，在久米島有这样的热狗节，YUNAMI FACTORY在20年主办了一次，本作发行的时候（13年）还没有这个节日呢）"
    hide 想瑠_スーツ_ニヤリ

    play sound "voice/effect/01平手打ち1～パチン.ogg"
    # nil 「ボンッ！」 音效：砰！
    "砰！"

    # nil 「突如、沸騰したヤカンが破裂したような爆発音が鳴り響き、目の前の席の心愛がふるふると震えている。」
    "突然，像是沸腾的烧水壶爆炸般的爆炸声响起，在我前面座位上的心爱在不停颤抖"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「「え…えろぃ…過激すぎたヨ…世の中の仲良し兄妹はこんな所までするの…」」
    # hide 心愛_制服_基本_にっこり
    show 心愛_制服_基本_ジト目 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0080.ogg"
    ai 心愛_制服_基本_ジト目 "嗯... 嗯... 太过激进了... 世间上的好兄妹居然会做到这种地步..."
    hide 心愛_制服_基本_にっこり

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「まぁ…ある程度は」
    # hide 真冬_制服_基本_微笑み2
    show 真冬_制服_基本_ジト目 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0119.ogg"
    dong 真冬_制服_基本_ジト目 "嗯... 在某种程度上（会吧）"
    hide 真冬_制服_基本_微笑み2

    # 莲 「え、そんなエロいの？　見せてくれ」
    lian "诶，是那种工口书吗？快让我也康康"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「だめだ」
    # hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_見下し at love69_left with dissolve
    voice "voice/真冬/maf_a1_0120.ogg"
    dong 真冬_制服_基本_見下し "不行"
    hide 真冬_制服_基本_ジト目

    # 莲 「あい」
    lian "害"

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「その本はあくまでも妹用だかんな。幼馴染み用の本もあるから、あとで借りにおいで」
    # hide 想瑠_スーツ_見下し
    show 想瑠_スーツ_真顔 at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0017.ogg"
    liu 想瑠_スーツ_真顔 "毕竟那本书是给妹妹看的，还有专门给青梅竹马看的那种，心爱过会儿也来我这儿借吧（L:想瑠喵你作为班头平时都在做些什么啊喂！）"
    hide 想瑠_スーツ_見下し

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「う…うん…そうする…三角木馬…いや、だがしかし―」//感觉不大对劲
    # hide 心愛_制服_基本_ジト目
    show 心愛_制服_基本_無表情 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0081.ogg"
    ai 心愛_制服_基本_無表情 "嗯... 嗯... 我会的... 三角木马（L:原文如此（三角木馬），就是你想的那种）... ... 不，不过（L:最后半句原文“いや、だがしかし―”，考虑到是13年的作品，应该不是粗点心战争）"
    hide 心愛_制服_基本_ジト目

    # 莲 「一瞬、不穏なワードが聞こえたんだが…」
    lian "刚刚，我好像听到了不大妙的词呢…"

    # nil 「今朝の件に限った話ではないが、最近、真冬からのスキンシップが過激化している事は否めない。」
    "不仅仅是今天早上的事情，感觉最近真冬在肌肤接触上越来越激进"

    # nil 「単なる兄妹の微笑ましいふれ合いだと解釈していたいが…。この本の影響だろうか。」//直译似乎不大好翻呢，就采取胡乱意译的方式吧
    "我原本是把这当作兄妹之间开玩笑似的行为......原来，是这本书的影响吗？"

    # nil 「かといって、好意も何もなしにあのような事ができるとも思わない。今更…家族の垣根を越えただとか常識論を語るつもりもない。」
    "话虽如此，我也不认为没有好感的话就可以做到这种事情。事到如今，我也不打算讲什么超越了家人的隔阂之类的常识论了（L：你不对劲）"

    # nil 「俺は、ふと担任から目線を外し、目の前の二人に視線を移した。」
    "我突然从班主任身上移开视线，将视线转移到了眼前的两个人身上"

    # nil 「顔を真っ赤にしながらも、例のマニュアルを薄目で読んでいる。そして、その隣で、真冬がしたり顔で、心愛の二の腕や胸あたりを指でつんつんしている。」
    "尽管脸涨得通红，但仍在故作平静地阅读着那本书。然后，在她的旁边，真冬带着得意的表情，用手指戳着心爱的上臂和胸部附近（L:这课上的就离谱）"

    # nil 「俺自身、二人とはもっと親しくなりたいとは常々思っているが…。いまいちきっかけが掴めない。」
    "我自己一直也想和她们两个人变得更亲密一些…不过一直没有抓住合适的机会"

    # 莲 「（きっかけ…か…）」
    lian "（契机…吗…）"

    # nil 「ふと、今朝みたテレビＣＭを思い出す。恋が叶う魔法のアイスクリームという触れ込みだが…。」
    "突然想起了今天早上看到的那个电视广告。实现恋爱的魔法冰淇淋…"

    # nil 「効果はともかく、何かきっかけに繋がるかもしれないが…。」
    "姑且不论效果如何，不过这可能会带来一些契机..."

    # 莲 「（恋…とはまた、違うよなぁ…）」
    lian "（想通过这个契机变得和两个人更亲近一些，不过，这和恋爱…又不一样了吧…）"

    # nil 「ともかく今は、二人が望む事をしてあげればそれでいか。」
    "不管怎样，现在只要做她们想做的事就行了"

    # nil 「目の前の二人からもフォーカスを外して、目標点はそのまで、フォーカスを担任に合わせる。」
    "把焦点从眼前的两个人身上移开，移向她们两个前面的班主任。"

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「（にこっ）」
    # hide 想瑠_スーツ_真顔
    show 想瑠_スーツ_ニヤリ at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0018.ogg"
    liu 想瑠_スーツ_ニヤリ "(微笑)"
    hide 想瑠_スーツ_真顔

    # nil 「俺の視線に気づいたのか、ウインクを投げかけてくる。」
    "是注意到我的视线了吗，想瑠喵向我眨了眨眼。"

    # 莲 「（そういえば若いよな…何歳なんだ？　うちの担任は）」
    lian "（这么说来还挺年轻的…多大了来着？我们的班主任）"

    # nil 「あとで聞いてみよう。覚えてたら。」
    "如果稍后还记得这个事儿的话，就去问一下吧"

    # 这个语句是针对想瑠喵设计的参数，能够调整想瑠喵在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.01
    $ sideimagesize.SideImageYalign = -1.65
    $ sideimagesize.SideImageZoom = 1.1

    # 想瑠 「つーことで、夏休みも間近に迫って参りました！　今日から半日頑張って参りましょう！」
    # hide 想瑠_スーツ_ニヤリ
    show 想瑠_スーツ_見下し at love69_xiangliu_center with dissolve
    voice "voice/想瑠/sol_a1_0019.ogg"
    liu 想瑠_スーツ_見下し "话说起来，暑假也快到了呢！从今天开始就只加油半天吧！"
    hide 想瑠_スーツ_ニヤリ

    # 莲 「あれ？　今日から半日授業なの？」
    hide 想瑠_スーツ_見下し with Dissolve(0.15)
    lian "咦？从今天开始只上半天课吗？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「だから真冬ちゃんは、蓮くんを起こしたんじゃないの？　重役出勤したら誰もいませんでしたー！　ってならないように」//不对劲
    voice "voice/心愛/cca_a1_0082.ogg"
    ai "说起来真冬，你不是把莲君叫起来了吗? 你没和他说吗？"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「そんな理由で起こしたら余裕で二度寝かますだろうね」//因为上面不对劲，这里就跟着不对劲吧
    # hide 真冬_制服_基本_見下し
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0121.ogg"
    dong 真冬_制服_基本_無表情 "如果和他说了的话，他绝对会从容不迫地再睡上两次的"
    hide 真冬_制服_基本_見下し

    # 莲 「ありがとう真冬」
    lian "谢啦，真冬"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「どういたしまして」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_にっこり at love69_left with dissolve
    voice "voice/真冬/maf_a1_0122.ogg"
    dong 真冬_制服_基本_にっこり "不客气"
    hide 真冬_制服_基本_無表情

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ちなみに、どんな理由で起こされたの？」
    # hide 心愛_制服_基本_無表情
    show 心愛_制服_基本_笑顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0083.ogg"
    ai 心愛_制服_基本_笑顔 "顺便问一下，你是因为什么原因起来的呢"
    hide 心愛_制服_基本_無表情

    # 莲 「お兄ちゃんと朝ご飯食べたいって」
    lian "因为她想和哥哥一起吃早饭"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ま゛…なんて健気な…お兄さん、妹さんを僕に下さい」
    # hide 心愛_制服_基本_笑顔
    show 心愛_制服_基本_きらきら at love69_right with dissolve
    voice "voice/心愛/cca_a1_0084.ogg"
    ai 心愛_制服_基本_きらきら "真... 真厉害... 哥哥，请把妹妹让给我"
    hide 心愛_制服_基本_笑顔

    # 莲 「だめだ」
    lian "不行"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「喜んで」附加：pac/楽しい
    voice "voice/真冬/maf_a1_0123.ogg"
    dong "乐意至极"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「わーい♪　もろたで工藤！」
    # 参考资料：https://zhidao.baidu.com/question/1830513044301424420.html
    # 参考资料：https://dic.nicovideo.jp/a/%E3%82%82%E3%82%8D%E3%81%9F%E3%81%A7%E5%B7%A5%E8%97%A4%21
    # 参考了 WorldlineChanger（https://github.com/WorldlineChanger） 给出的翻译
    # hide 心愛_制服_基本_きらきら
    show 心愛_制服_基本_ニタァ at love69_right with dissolve
    voice "voice/心愛/cca_a1_0085.ogg"
    ai 心愛_制服_基本_ニタァ "哇♪ 工藤，这次我赢定了！（L&WorldlineChanger:もろたで工藤，出自《名侦探柯南里》的服部平次，是他的著名“FLAG”，L基本上没咋看过，并不是特别清楚呢）"
    hide 心愛_制服_基本_きらきら

    # 莲 「裏切り者～！」
    lian "你个叛徒！"

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「…（つんつん）」
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    with dissolve
    voice "voice/アシュリー/ash_a1_0005.ogg"
    pen "......（戳戳）"

    # 莲 「植木鉢くん、うちくる？」
    lian "花盆君，来我家吧？"

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「…（ふりふり）」
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    voice "voice/アシュリー/ash_a1_0006.ogg"
    pen "......（摇摆）"

    # 莲 「だめか」
    lian "不行吗"

    # 场景切换，原地tp（转圈）
    hide 真冬_制服_基本_にっこり with Dissolve(0.15)
    hide 心愛_制服_基本_ニタァ with Dissolve(0.15)
    hide 花盆君_通常 with Dissolve(0.15)
    scene black
    scene 教室_昼 at love69_bg1220 with ImageDissolve("images/tr/ysr006.png", 0.8, ramplen=64, reverse=False, alpha=True, time_warp=None)

    # nil 「ちなみに授業中は寝てました。」
    "顺便说一下，我上课的时候睡着了（L:绝了，莲你是来学校干啥的啊）"

    # 场景切换，原地tp（转圈）
    # 下课铃声
    play sound "voice/effect/学校チャイム.ogg"
    scene black
    scene 教室_昼 at love69_bg1220 with ImageDissolve("images/tr/ysr006.png", 0.8, ramplen=64, reverse=False, alpha=True, time_warp=None)

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ヒャッハァー！　飯だァー！」
    show 心愛_制服_基本_にっこり at love69_right with Dissolve(0.15)
    voice "voice/心愛/cca_a1_0086.ogg"
    ai 心愛_制服_基本_にっこり "呀哈! 开饭啦!"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「貴様にランチを食う資格はねぇ」
    show 真冬_制服_基本_見下し at love69_left with Dissolve(0.15)
    voice "voice/真冬/maf_a1_0124.ogg"
    dong 真冬_制服_基本_見下し "你这家伙莫得资格恰午饭"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「なん…だと…」
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 06
    # hide 心愛_制服_基本_にっこり
    show 心愛_制服_基本_真顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0087.ogg"
    ai 心愛_制服_基本_真顔 "什…么…？！"
    hide 心愛_制服_基本_にっこり

    # 莲 「ほらほら、遊んでないで飯いくぞ。っつーか放課後じゃん」
    lian "好了，别玩了，我们去吃饭吧，不是已经放学了吗"

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「…（ちょいちょい）」
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    with dissolve
    voice "voice/アシュリー/ash_a1_0007.ogg"
    pen "......（戳戳）"

    # nil 「未だに俺の隣の席に居座っていた植木鉢君が、１枚のビラを手渡してきた。」
    "还坐在我旁边的花盆君，递来了一张传单"

    # nil 「紙質から考えて印刷所で印刷したのではなく、自宅で印刷したものようだ。」
    "从纸张质量来看，应该是在家里打印的，而不是在印刷厂印刷的"

    # nil 「チラシには、本日から営業開始する飲食店の宣伝文句『今の日本人が忘れがちな、年代アメリカとメキシコの味』」
    "传单上写着今天开张的餐馆的广告标语『现在的日本人经常忘记的20世纪50年代美国和墨西哥的味道』"

    # 莲 「忘れがちも何も知らないんじゃないか…年代のアメリカとメキシコの味は…）」
    lian "(不是很容易忘记，而是完全不知道吧... 50年代的美国和墨西哥的味道...)"

    # nil 「という一文と、経営者であろう、やたらと目つきの悪い女性が中指を立てた写真が描かれている。」
    "这张海报中，有一位竖起中指、眼神凶恶的女性经营者的照片"

    # nil 「あと謎のミステリーサークル。多分地図。」
    "还有神秘的麦田圈，也许是地图"

    # 莲 「69th Street diner…随分と面妖な…うおっ！？」
    lian "69th Street diner......真是太奇怪了......哦哦？！"

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「！」
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    voice "voice/アシュリー/ash_a1_0008.ogg"
    pen "！"

    # nil 「植木鉢くんの繰り出すソバットをもろに食らって、俺は二歩ほどよろめき…」//协力请求
    "被花盆君接二连三的戳着，我踉跄了两步.."

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「もらったぁー！」
    # 显示是真冬，实际是真冬和心爱
    # 真冬对应的voice里面是真冬和心爱两个人声音的合体呢，所以本作双人部分只需要引入显示名字的人物文件夹下的语音就好
    # 遵循原作，不再额外定义双人名称（而且 真冬&心爱 的形式颜色没想好怎么搞）
    ## 这里可能会弄回真冬&心爱，后面有定义，等做到那里的时候如果还记得这个事儿就来做一下
    # hide 真冬_制服_基本_見下し
    # hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_笑顔 at love69_right with dissolve
    show 真冬_制服_基本_ニタァ at love69_left with dissolve
    voice "voice/真冬/maf_a1_0125.ogg"
    dong 真冬_制服_基本_ニタァ"收到了!（L:本作两个人说话的时候有时候只标一个人的名字，这里心爱也说了，应该能听得到，后面就不标注辽） "
    hide 真冬_制服_基本_見下し
    hide 心愛_制服_基本_真顔

    # 莲 「ぐわぁー！」
    lian "呀呀！"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「よっしゃぁ！」
    # 真冬&心爱
    voice "voice/真冬/maf_a1_0126.ogg"
    dong "好耶! "

    # nil 「......」
    "......"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「へー、じゃぁ、植木鉢くんのお友達のお店なんだねー！　こから近いの？」
    # 0088和0089是真冬和心爱共同说的，因为实际只播放了真冬的音声，心爱的实际上没有使用，这里跳过0088和0089
    voice "voice/心愛/cca_a1_0090.ogg"
    ai 心愛_制服_基本_笑顔 "啊，那么，这是花盆君的朋友的店啊！离这儿近吗？"

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「......（こくこく）」
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    voice "voice/アシュリー/ash_a1_0009.ogg"
    pen "......（摇动）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「私も一枚貰っていかな」
    # hide 真冬_制服_基本_ニタァ
    show 真冬_制服_基本_にっこり at love69_left with dissolve
    voice "voice/真冬/maf_a1_0127.ogg"
    dong 真冬_制服_基本_にっこり "我也拿一张传单吧"
    hide 真冬_制服_基本_ニタァ

    # 莲 「すまん植木鉢くん、地図がいまいち読めないんだが」
    lian "对不起，花盆君，我完全看不懂地图（L:绝了，莲君你就是fw吧？）"

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「…（ちょいちょい）」
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    voice "voice/アシュリー/ash_a1_0010.ogg"
    pen "......（戳戳）"

    # nil 「植木鉢君が、チラシの右下に印刷されているＱＲコードを指差した。」
    "花盆君指着传单右下角印刷着的二维码"

    # nil 「指示に従い、ＱＲコードを読み込むと、スマートフォンの地図に店の位置がマークされた。」
    "按照花盆君的提示，在手机上扫描了传单上的二维码之后，手机的地图显示出来了这家店的位置"

    # 莲 「こいつはご親切にどうも」
    lian "谢谢你的好意"

    # nil 「指示に従い、ＱＲコードを読み込むと、スマートフォンの地図に店の位置がマークされた。」
    "传单上的地图很难看懂，也许只有传单作者本人才能理解吧..."

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「はえ～…このパンケーキおいしそう…じゅるり…」
    # hide 心愛_制服_基本_笑顔
    show 心愛_制服_基本_きらきら at love69_right with dissolve
    voice "voice/心愛/cca_a1_0091.ogg"
    ai 心愛_制服_基本_きらきら "嗯... 这个煎饼看起来很好吃... 黏糊糊的..."
    hide 心愛_制服_基本_笑顔

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「！（こくこく）」
    # 花盆君少说两句话吧，全得查字典，老难翻了...
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    voice "voice/アシュリー/ash_a1_0011.ogg"
    pen "......（哗啦哗啦）"

    # 莲 「こいつはご親切にどうも」
    lian "把心爱流出来的口水用作树木的养分吧..."

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「お菓子ばっか食べてるから、唾液すら甘そうだよね」
    # hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_見下し at love69_left with dissolve
    voice "voice/真冬/maf_a1_0128.ogg"
    dong 真冬_制服_基本_見下し "你这光吃点心，唾液都很甜呢"
    hide 真冬_制服_基本_にっこり

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「んー？　飲んでみる？」
    # hide 心愛_制服_基本_きらきら
    show 心愛_制服_基本_にっこり at love69_right with dissolve
    voice "voice/心愛/cca_a1_0092.ogg"
    ai 心愛_制服_基本_にっこり "嗯? 要喝一杯吗?"
    hide 心愛_制服_基本_きらきら

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ガムシロップが切れた時にでもお願いします」
    # hide 真冬_制服_基本_見下し
    show 真冬_制服_基本_ジト目 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0129.ogg"
    dong 真冬_制服_基本_ジト目 "请先把你的糖浆用完了再说吧"
    hide 真冬_制服_基本_見下し

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「で、お昼ご飯こはどうだろう！」附加：pac/喜
    # hide 心愛_制服_基本_にっこり
    show 心愛_制服_基本_笑顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0093.ogg"
    ai 心愛_制服_基本_笑顔 "那么，午饭怎么办呢?"
    hide 心愛_制服_基本_にっこり

    # 莲 「お好きにどうぞお食事大臣」
    lian "要不就去那里吧，食事大臣"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「異論はないよ…あ、でもちょっと私、やる事あるから後で合流でも構わないかな」
    # hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0130.ogg"
    dong 真冬_制服_基本_無表情 "我没有异议... 啊，不过我还有事要做，一会儿和你们会合可以吗?"
    hide 真冬_制服_基本_ジト目

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「わ、私もほら…想瑠にゃんにジュースおごらなきゃだし…！」
    # hide 心愛_制服_基本_笑顔
    show 心愛_制服_基本_泣き at love69_right with dissolve
    voice "voice/心愛/cca_a1_0094.ogg"
    ai 心愛_制服_基本_泣き "啊，我也是... 我得请想瑠喵喝果汁... !"
    hide 心愛_制服_基本_笑顔

    # 莲 「マジでおごるのか。聞いたことねぇぞ、教師にジュースおごる生徒って」
    lian "真的要买吗。我从来没听说过让学生请客喝果汁的老师"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「男は約束を守るもんだ」
    # hide 心愛_制服_基本_泣き
    show 心愛_制服_基本_真顔 at love69_right with dissolve
    voice "voice/心愛/cca_a1_0095.ogg"
    ai 心愛_制服_基本_真顔 "真男人说话算话"
    hide 心愛_制服_基本_泣き

    # 莲 「お前女だろ」
    lian "你是女的吧"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「違うと言ったら？」
    # hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_無表情 at love69_right
    voice "voice/心愛/cca_a1_0096.ogg"
    ai 心愛_制服_基本_無表情 "如果我说不是呢?"
    hide 心愛_制服_基本_真顔

    # 莲 「金玉掴んで確かめる」
    # 参考资料:https://detail.chiebukuro.yahoo.co.jp/qa/question_detail/q14182093769?__ysp=6YeR546J5o60
    lian "请让我摸摸欧派确认一下"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「女です」
    # hide 心愛_制服_基本_無表情
    show 心愛_制服_基本_ぶわー at love69_right
    voice "voice/心愛/cca_a1_0097.ogg"
    ai 心愛_制服_基本_ぶわー "我是女的"
    hide 心愛_制服_基本_無表情

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「確かめさせてもらうよ。植木鉢くん抑えて」
    # hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_ニタァ at love69_left with dissolve
    voice "voice/真冬/maf_a1_0131.ogg"
    dong 真冬_制服_基本_ニタァ "也请让我确认一下。花盆君把她按住"
    hide 真冬_制服_基本_無表情

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「…（こくこく）」
    show 花盆君_通常:
        zoom 0.89
        xalign 0.5
        yalign -18.0
        linear 0.1 yalign 0.02
        linear 0.1 yalign -18.5
    voice "voice/アシュリー/ash_a1_0012.ogg"
    pen "......（哗啦哗啦）"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「えっ！？　なんで！？　ちょーっとま…あっ、んっ！あっ、こ、こらっ！　ぁ、ぁぅっ、ぱんつに手入れちゃだめー！」
    # hide 心愛_制服_基本_ぶわー
    show 心愛_制服_基本_驚き at love69_right with dissolve
    voice "voice/心愛/cca_a1_0098.ogg"
    ai 心愛_制服_基本_驚き "啊! ? 为什么? ! ? 等一下... 啊，嗯! 啊，喂! 啊，啊，那个，不要把手伸到胖次那里去啊！"
    hide 心愛_制服_基本_ぶわー

    # nil 「......」
    "......"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「誠に遺憾ながら女でした」
    # hide 真冬_制服_基本_ニタァ
    show 真冬_制服_基本_目閉じ at love69_left with dissolve
    voice "voice/真冬/maf_a1_0132.ogg"
    dong 真冬_制服_基本_目閉じ "真的很遗憾，是女的"
    hide 真冬_制服_基本_ニタァ

    # 莲 「はい…」
    lian "这不当然…"

    # 这个语句是针对花盆君设计的参数，能够调整花盆君在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.15
    $ sideimagesize.SideImageYalign = 1.21
    $ sideimagesize.SideImageZoom = 0.5

    # 花盆君 「…」
    show 花盆君_通常 at love69_huapen_center
    voice "voice/アシュリー/ash_a1_0013.ogg"
    pen "......"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「初めてだよ…他人にパンツの中まで手ぇ突っ込まれるなんざ…」
    # hide 心愛_制服_基本_驚き
    show 心愛_制服_基本_ぶわー at love69_right with dissolve
    voice "voice/心愛/cca_a1_0099.ogg"
    ai 心愛_制服_基本_ぶわー "这是第一次…竟然被别人把手伸进胖次里…"
    hide 心愛_制服_基本_驚き

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「安心しろ…二度目はない」
    # hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_無表情 at love69_left with dissolve
    voice "voice/真冬/maf_a1_0133.ogg"
    dong 真冬_制服_基本_無表情 "放心吧…没有第二次了"
    hide 真冬_制服_基本_目閉じ

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「そ…そ、そ、それはいくらなんでも寂しすぎると思います！　た、多分！　もっと私の望む形で！　いつか！　あると！　信じてるから！」
    # hide 心愛_制服_基本_ぶわー
    show 心愛_制服_基本_泣き at love69_right with dissolve
    voice "voice/心愛/cca_a1_0100.ogg"
    ai 心愛_制服_基本_泣き "我... ... 我觉得那样的话太... ... 太寂寞了! 也、也许! 以我想要的方式! 总有一天! 因为我相信!"
    hide 心愛_制服_基本_ぶわー

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「チョップ」
    # 这里连续两句都不是按照顺序来的
    # 真冬的134接续的似乎是下面电话那里
    # 这里的音声也不是按顺序来的，真冬你不按套路出牌！
    # 这里暂时随便找个东西占位，后面找到了再补
    # 实在难找，来点歪招，后面找到再说
    # voice "<to 0.16>voice/真冬/maf_a1_0134.ogg"
    # 一句句听出来的，这个位置就离谱，这句和下面那句都离大谱
    voice "voice/真冬/maf_a1_1314.ogg"
    dong "我劈！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「コアァッ！」
    # 这里的音声也不是按顺序来的，心爱你也不按套路出牌！
    # 心爱的音声101后接续的似乎是一周目心爱线？
    # 这里暂时随便找个东西占位，后面找到了再补
    # voice "voice/心愛/cca_a1_0100.ogg"
    # 一句句听出来的，这个位置就离谱
    # hide 心愛_制服_基本_泣き
    show 心愛_制服_基本_ぶわー at love69_right with dissolve
    voice "voice/心愛/cca_a1_1640.ogg"
    ai 心愛_制服_基本_ぶわー "哇!"
    hide 心愛_制服_基本_泣き

    ### 场景切换 教室->学校门口
    # 人物： 莲 装在电话里的真冬（这里L在neta Age of Empire 2 帝国时代2战役里面耶路撒冷战役“装在桶里的皇帝”，等项目肝完了来和翻译君联机打红警3好吗？）
    # BGM不变
    image bg 校門_昼 = "images/bg/校門_昼.png"
    scene 校門_昼 at love69_bg1440 with ImageDissolve("images/tr/ysr006.png", 0.8, ramplen=64, reverse=False, alpha=True, time_warp=None)

    # nil 「と、いうことで。一旦、真冬と心愛とは別行動をとり、一足先に例の飲食店に向かいます。」
    "就这样，暂且与真冬和心爱分开行动，先行前往那个餐厅"

    # nil 「ダイナーと呼ばれるジャンルの飲食店に行くのは初めてだが、アメリカでは比較的メジャーなプレハブ式のレストランだそうだ。」
    # 参考资料：https://hinative.com/zh-CN/questions/18478082
    "这是第一次去被称为“diner”的餐厅，据说“diner”在美国是比较主流的快餐厅（L:A diner is a type of restaurant that usually serves inexpensive American fast food with a 50s/60s ambience（氛围））"

    # nil 「Wikipediaによると、アメリカ料理を出す店らしいが、先ほど貰ったチラシを見る限りは、メキシコ料理も扱っているらしい。」
    "Wikipedia上说，这家店好像是开美国料理的，但从刚才收到的传单来看，好像也卖墨西哥料理（L:Wikipedia，维基百科，世界上最大的百科全书，我也参与过几个词条的编写呢）"

    # 莲 「…ドライアイス増えてるじゃねぇか！」
    lian "（打开鞋柜）…干冰不是增加了吗！"

    # nil 「今度は俺の革靴がキンキンに冷えてました。大人になったら風呂上がりにビールでも注いで飲もうかと思います。」
    "现在我的皮鞋冻得硬邦邦的。我想等我长大之后，洗完澡再往里面倒啤酒喝"

    # nil 「真冬の野郎…。一体どこでドライアイスを手に入れてんだよ…。」
    "真冬你个混蛋…到底在从哪里得到了干冰呢…"

    # nil 「......」
    "......"

    # nil 「手先ツメターイな思いをしながらも、真冬の下駄箱にドライアイスを返却した。」
    "虽然心里很不痛快，但还是把干冰放回了真冬的鞋柜"

    # CALL 动画 看了下，35张jpg图，阔以做动画
    # 音效：手机电话声
    # 2021年9月5日00点07分 收工去做CALL的动画，之后睡醒继续

    # gif导入测试，并不支持gif，需要ps 导出序列帧
    # 并不支持gif，参考：https://www.renpy.cn/thread-441-1-1.html
    # 正确的使用方法：https://www.renpy.cn/thread-242-1-1.html

    ###################################################################################################
    ## 实现方法简述
    # A、在所有label前（外）定义一个 image 序列，代码参考script里面的实现，需要重复播放就加repeat，pause里面根据每秒帧数进行计算
    # （可选）定义一个 transform 来对 image 序列进行变换
    # B、定义一个界面（screen）来显示这个 image 序列，同时指定要显示的位置
    # C、阔以使用，在label内需要用的地方 show screen 一下就行
    # D、使用完成，将 screen 再 hide 起来，使用的方法和一般照片一样
    # 注：跨平台效果测试结果：骁龙888运行非常流畅，Windows第一次播放会卡一会儿，可能是调试版的原因，打包测试一下康康效果
    # 测试完成，确认是调试版的原因，打包之后就莫得这个问题了，阔以放心使用
    ###################################################################################################

    play sound "voice/effect/14_携帯電話呼び出し音／lp.ogg"
    show screen callscr
    # 音效 电话来电声
    # luckykeeper "gif导入测试，并不支持gif，需要ps 导出序列帧并定义动态序列帧图" # 测试语句，测试已经通过

    # nil 「その瞬間、スマートフォンが鳴り響く。」
    "在我把干冰放回去的瞬间，智能手机响了"

    # nil 「着信：真冬」
    "来电：真冬"

    # nil 「おいおいまじかよ監視カメラでもついてんのか？おそるおそる通話ボタンをタッチする。」
    "不会吧不会吧，真冬在这儿装摄像头了吗？我战战兢兢地按下了接听键"

    # 音效：电话接通声
    hide screen callscr
    play sound "voice/effect/18_携帯電話操作音1.ogg"

    # 莲 「お、おうど、どうした真冬！」
    lian "喂，怎、怎么了真冬"

    # 真冬在电话里登场了！
    # 来给电话里的真冬设计参数吧
    # 这个语句是针对电话里的真冬设计的参数，能够调整电话里的真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.04
    $ sideimagesize.SideImageYalign = 1.04
    $ sideimagesize.SideImageZoom = 0.6

    # 对话框人物变成了电话里的那种，位置可能需要重新调整
    # 原文件在face下的 真冬_通話中 需要手动复制一下，另外，个头太小了，需要手动waifu2x处理一下（可能是2倍以上）
    # 真冬 『ちょっと用事が長引きそう。ご飯は想瑠にゃんにたかるから、心愛ちゃんと食べて！　お兄ちゃんごめんね』
    # 奇怪音声接续 这里是134不是135
    # show 真冬_通話中 测试是否能读取
    # 这里应该是午饭不是晚饭，修正一下翻译
    voice "voice/真冬/maf_a1_0134.ogg"
    dong 真冬_通話中 "『我这有点事情可能会拖很久。午饭到时候和想瑠喵吃，你和心爱酱一起吃吧！欧尼酱对不起啦』"

    # 莲 「それは一向に構わんが、何やらされてんの？」
    lian "完全没关系的说，你在那儿做什么呢？"

    # 真冬 『温泉掘るためのボーリング調査だよ』
    voice "voice/真冬/maf_a1_0135.ogg"
    dong "『挖掘温泉的调查』"

    # 莲 「なんだそういうことか。了解。気にするなよ、心愛と二人で食ってるわ。迎えに行ったほうがいか？」
    lian "原来如此。了解~ 别担心，我和心爱两个人一起去吃。你那边结束之后，到时候需要去接你吗？"

    # 真冬 『ん。帰るの遅くなるっぽい。想瑠にゃんに車出してもらうから大丈夫』
    voice "voice/真冬/maf_a1_0136.ogg"
    dong "『emmm... 好像得比较晚回去了。想瑠喵会开车送我回来的，不要紧』"

    # 莲 「わかった。じゃぁ家でな」
    lian "了解，那我到时候就在家等你吧"

    # 真冬 『はーい。あ、そだ、言い忘れてた。ドライアイス増やしといたけど、受け取ってもらえた？』
    voice "voice/真冬/maf_a1_0137.ogg"
    dong "『好——的。哦，对了，我忘了告诉你，我在你的鞋柜里面又加了点干冰，你收到了吗?』"

    # 莲 「あ俺も言い忘れた。頂いたドライアイスはしっかり返しといたから。ついでに水もかけといた」
    lian "啊，我也忘记说了。我收到的干冰已经好好地还给你了，顺便还往里面浇了水"

    # 真冬 『…覚えとくよ』
    voice "voice/真冬/maf_a1_0138.ogg"
    dong "『......我会记住的』"

    play sound "voice/effect/18_携帯電話操作音1.ogg"
    image bg 通学路c_昼 = "images/bg/通学路c_昼.png"
    scene 通学路c_昼 at love69_bg1440 with ImageDissolve("images/tr/trans01.png", 1.5, ramplen=8, reverse=True, alpha=True, time_warp=None)

    # 电话挂断声
    # 场景切换：学校门口->通学路街道
    # BGM 似乎没变
    # 人物：莲 mj

    # nil 「飯をたかられ、足代わりに使われと…ちょっと良いように使われてないかうちの担任。」
    "让我们请客喝饮料，把我们抓去干活，我们的班主任真是好呢（棒读）"

    # nil 「とりあえず真冬の帰りは遅い…と…心愛には合流したとき伝えればいか。」
    "总之，真冬今天会回来得很晚……和心爱汇合的时候和她说一声吧"

    # nil 「校門をくぐり、スマートフォンに表示された地図を頼りに目的地へと向かう。俺達の自宅からは逆方向のようだ。　」
    "穿过校门，依靠智能手机上显示的路径前往目的地，貌似是在回家的反方向呢"

    # nil 「どうりで登校中に気づかなかったわけだ。」
    "怪不得今天上学的时候没注意到呢"

    # nil 「ちなみに、国道１６号沿いなので、というのは関係ないようだ。」
    "顺便说一下，这条路是在16号国道旁边，好像和店名没什么关系（L:国道１６号，是以日本神奈川县横滨市西区为起终点的环状一般国道，途中绕行日本首都圈，也被称为东京环状线）"

    # Luckykeeper 翻译君的豆知识时间！
    # 参考资料： https://www.youtube.com/watch?v=sqaTx6ycnf0
    luckykeeper "翻译君的豆知识时间！国道１６号长326km，在东京中心30km半径的地方绕了一圈，沿线有1100万人和许多外资企业，沿线有很多米国军事基地，沿线街道受米国文化影响比较多"

    luckykeeper "东京工业大学的柳瀬博一教授称其为「日本最强的郊外道路」，感兴趣的阔以去康一下日本经济新闻台 生活情报部 的节目「東京ふしぎ探検隊⑤　国道16号を見れば日本が分かる？」"

    # nil 「しかし、最近のテクノロジーというのはすごいな。人工衛星を一つ、まるまる拝借した気分になれる。」
    "说起来，最近的技术真是厉害啊。在手机上就能导航（作品是13年的），感觉就像去借了一颗人造卫星一样"

    # nil 「GPSに表示される地図と、現在位置の座標を眺めながら目的地へと進んでいく。これさえ有れば道に迷うことはない。」
    "一边看着地图，一边看着通过GPS不断更新的坐标，一边朝目的地前进。有了这个就再也不会迷路了（L:翻译君我就是这样的路痴...在自己的家乡也是常常找不到北呢，导航真是人类最伟大的发明之一呢）"

    # nil 「ただ、一つネックな事と言えば、前が全くみえないことだが…。」
    "只是，如果说这个技术有什么缺陷的话，那就是看导航的时候完全看不见前面…"

    # 音效：坠落（高处）
    play sound "voice/effect/08_落下1.ogg"

    # 莲 「ん？」
    lian "嗯？"

    # 音效：坠落（莲从床上掉下去的同款）
    play sound "voice/effect/なぐる3～バンッ.ogg"

    # 莲 「グワァー！」
    lian "哇啊！"

    # nil 「懸念していた事がたった今起こるとはな！神様ってやつは悪戯好きだな！」
    "担心的事情就这样发生了！老天真是喜欢恶作剧啊！"

    # nil 「俺の頭に、何か黒くて硬い物が真正面からぶつかってきた。衝撃でよろめいたが、痛みはさほど感じない。」
    "一个又黑又硬的东西正面砸到了我的头上。我因为冲击下踉跄了一下，不过并没有感觉到疼痛呢"

    # nil 「俺は受け身をとりながら、その物体を掴む。」
    "我本能地抓住了那个物体"

    # 莲 「なんだね一体…」
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 07
    lian "到底是什么啊…"

    # 定义MJ的位置，让它能正确显示
    transform love69_mj_center:
        truecenter
        zoom 1.5

    # mj 初登场！
    # 来给MJ设计参数吧
    # 这个语句是针对MJ设计的参数，能够调整MJ在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.1
    $ sideimagesize.SideImageYalign = 0.78
    $ sideimagesize.SideImageZoom = 1.0
    show 帽子_通常 at love69_mj_center with Dissolve(0.15)
    # mj？？？ 「くっ…新手のフィールドスペルか…！」
    # 音声也不是按照顺序来的，01是后面发现莲君手机震动时候的声音，你作音声顺序就离谱
    # 后面的似乎暂且是正常的
    voice "voice/その他/mjf_a1_0002.ogg"
    hat 帽子_通常 "啊...到了个新地方呢...！"

    # 莲 「喋ってやがる…」
    lian "是我在说话吗…"

    # nil 「極度の軽い脳しんとうから復帰した俺の手に握られていたのは、モゾモゾと蠢く布に包まれた何かだった。」
    "从极度轻微的脑震荡回归后，我手中握着的是被蠕动的布包裹着的什么东西"

    # nil 「ピラッ」
    # 参考资料：https://www.weblio.jp/content/%E3%81%B4%E3%82%89%E3%81%A3%E3%81%A8
    "哗啦"

    # nil 「中身を見ようと、布をめくる。」
    "我掀开布，想看看里面有什么"

    # mj？？？ 「うおぉっ！？　なんだ！　お、俺はノーマルだぞ！？　やめろ！　アレだけはやめろ！」
    voice "voice/その他/mjf_a1_0003.ogg"
    hat "喔喔! ? 怎么回事! 喔，我很normal的! ? 别这样! 别这样! "

    # nil 「しかし、布の中身には何も入っておらず、真っ暗な闇が広がっている。だが、確実にその布は喋っているし、蠢いている。」
    "但是，布里面什么也没有，是漆黑黑的一片。但是，那块布确实是在说话，在蠕动着"

    # nil 「試しに対話を試みてみるか。」
    "试着对话一下吧"

    # 莲 「おい、あんた。どこから来たかしらんが、大丈夫か？」
    lian "嘿，你。我不知道你是从哪里来的，你还好吗？"

    # mj？？？ 「むっ！　も、もしかして、この俺の身体を縛っているのはアンタの手か！」
    voice "voice/その他/mjf_a1_0004.ogg"
    hat "唔! 难道，抓住我身体的就是你的手吗？"

    # 莲 「もし、この布の事を身体と呼ぶなら、そういう事だろうな」
    lian "如果把这块布叫做身体的话，应该是这样的吧"

    # mj？？？ 「おい兄ちゃん。見るのはタダだが、触るのはタダじゃねぇぞ。そして今すぐその手を離せ、追われてるんでな」
    voice "voice/その他/mjf_a1_0005.ogg"
    hat "喂，giegie。看是免费的，摸可不是免费的。现在马上把你的手拿开，有人在追着我"

    # 莲 「何からだ？　手伝ってやろうか？」
    lian "是什么原因呢？让我来帮你吧？"

    # mj？？？ 「心配ねぇ。とにかく離してくれ、頼む、じゃねぇと…奴が来ちまうっ…！奴が…奴が来ちまうんだよぉ！」
    voice "voice/その他/mjf_a1_0006.ogg"
    hat "不用担心。总之请放开我，求求你，不然…她会来的…！她…她要来了！"

    # 莲 「お、おう、達者でな。よくわからん生き物さん」
    lian "哦，是魔术师啊。那种我不太清楚的生物"

    # nil 「俺はその布を握っている手を離した。」
    "我放开了握着那块布的手"

    # nil 「すると、布は己の本来の形を取り戻すように変形し、可愛らしいピンク色のリボンのあしらわれた、大きな帽子になった。」
    "于是，这块布就变形成了自己本来的形状，是个很大的帽子，上面有可爱的粉色丝带"

    # nil 「そして、パタパタと羽ばたくように宙に浮き上がると、俺の傍から飛び立とうとしている。」
    "然后，扑棱扑棱地像拍打着翅膀一样浮上了空中，准备从我身边飞走。"

    # nil 「しかし、その瞬間―」
    "但是，就在那个瞬间——"

    # 视频：里昂把冰淇淋杖从高空丢了下来（带音效） 附近莫得bgm，需要确认
    # 确实是没有
    stop music
    $ renpy.movie_cutscene("video/リオンギヌスの槍.webm")
    play sound "voice/effect/05_爆発3～ダイナマイト.ogg"
    hide 帽子_通常 with vpunch
    show 杖 with CropMove(0.1,mode="wipedown"):
        zoom 1.5
        xalign 0.5
        yalign 0.1

    # nil 「CRAAAAAAAASH!!!」
    "CRAAAAAAAASH！！！"

    # 这里的名字变成了帽子
    # 帽子 「プギャー！」
    voice "voice/その他/mjf_a1_0007.ogg"
    hat "噗嘎——! "

    # nil 「遥か上空。空に浮かぶ雲を突き破り、ロンギヌス＝ジャベリンめいた槍のような物が降り注ぎ、」
    "遥远的上空，划破天空中的云彩，一个像FGM-148标枪导弹（L:玩过COD的话应该比较熟悉）一样的东西倾泻而下,"

    # nil 「今まさに飛び立とうとした帽子を貫いて、地面にハリツケにした。」
    "穿透了正要飞起来的帽子，把它钉在了地上"

    # nil 「その槍？の威力は凄まじく、アスファルトで出来た地面すら貫通し、着弾点を中心にひび割れが広がっている。」
    "那把像是长枪一样的东西威力惊人，连用沥青做成的地面被它贯穿，以着弹点为中心，地面上裂缝不断扩大。"

    # 莲 「おいおいまじかよ、マジで槍が降って来るとはな…こりゃボーナス入っちゃう感じ？」
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 08
    lian "阿巴阿巴阿巴，这真的吗，今天真的下枪了…这是要发奖金的感觉吗？（L:剧情提醒，今天莲君到班的时候女同学说太稀奇了，今天是不是会下鱼来着）"

    # nil 「注・パチンコの話です。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%91%E3%83%81%E3%83%B3%E3%82%B3
    "注：这里说的是弹珠机（L:原文“パチンコの話です”。パチンコ，国内的弹珠机就不解释了，去楼下康康小孩玩的就知道是啥，11区的有专门机构（厚生劳动省）验证，属于赌博设施）"

    # BGM 出现（有歌词）一股中东味儿的那个就是
    # 尝试用编号引入 BGM 康康
    # 大成功！
    play music bgmforty fadein 4.0
    # 里昂初登场
    # 来给里昂设计参数吧
    # 这个语句是针对里昂设计的参数，能够调整里昂在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.09
    $ sideimagesize.SideImageYalign = -7.32
    $ sideimagesize.SideImageZoom = 1.0
    # 这玩意儿的嘤语和数字全部不能自动HOOK提取出来，需要手动敲
    # 里昂？？？ 「Bingo！！ Yeah baby！」
    # 也是不按套路出牌，从 18 开始的
    # 发现了原版的Bug，原作忘记隐藏下面旧的贴图了，仔细看能康出来这里实际上是俩冰淇淋，我瞎了，一二周目的时候居然没看出来
    # 这里的制作难度还是相当大的
    # show 黄_帽子無し_杖なし_微笑み:
    #     zoom 1.5
    #     yalign 0.07
    #     xalign 0.5
    transform love69_lion_center:
        zoom 1.5
        yalign 0.07
        xalign 0.5

    show 黄_帽子無し_杖なし_微笑み:
        zoom 1.5
        yalign 2.6
        xalign 0.5
        linear 1.5 yalign 0.07

    pause 1.5
    hide 杖
    hide 黄_帽子無し_杖なし_微笑み
    show 黄_帽子無し_杖_微笑み at love69_lion_center
    voice "voice/リオン/ron_a1_0018.ogg"
    ang 黄_帽子無し_杖_微笑み "Bingo！！ Yeah baby！"

    # 音效：yeah~
    # 里昂介绍小动画
    # 这里的音效是真难找，搁这搞分布式对象存储呢？！我看快要比 ceph / minio 行了都！
    play sound "voice/その他/高らかな歓声.ogg"
    $ renpy.movie_cutscene("video/リオンカットイン.webm",stop_music=False)

    # nil 「続いて、高らかな黄色い歓声と共に、ロングコートのような、ローブのような服をはためかせた少女が、」//黄色い歓声？怪
    # nil 「ふわりと槍と帽子の元へと舞い降りた。」这里翻成一句比较合适呢
    "接着，伴随着高昂的黄色欢呼声，像长外套一样，挥舞着长袍一样的衣服的少女，轻轻地飘落到了长枪和帽子的下面"

    # 这个语句是针对MJ设计的参数，能够调整MJ在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.1
    $ sideimagesize.SideImageYalign = 0.78
    $ sideimagesize.SideImageZoom = 1.0

    # 帽子 「ファアック！　クソやろー！　あともう少しの所だったのに！」
    voice "voice/その他/mjf_a1_0008.ogg"
    hat "fxxk！！son of xxxxxx！！！我差一点就成功了"

    # 这个语句是针对里昂设计的参数，能够调整里昂在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.09
    $ sideimagesize.SideImageYalign = -7.32
    $ sideimagesize.SideImageZoom = 1.0

    # 里昂？？？ 「はい、残念でした。まったく…大人しくしていれば痛い目に合わなくてすむのに…」
    voice "voice/リオン/ron_a1_0019.ogg"
    ang "嗯，非常遗憾呢。真是的... 如果你乖乖听话，就不会受伤了..."

    # 这个语句是针对MJ设计的参数，能够调整MJ在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.1
    $ sideimagesize.SideImageYalign = 0.78
    $ sideimagesize.SideImageZoom = 1.0

    # 帽子 「てやんでぃ！　こんなん痛くも痒くねぇなぁ！」
    voice "voice/その他/mjf_a1_0009.ogg"
    hat "别闹了! 这不痛也不痒啊! "

    # 这个语句是针对里昂设计的参数，能够调整里昂在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.09
    $ sideimagesize.SideImageYalign = -7.32
    $ sideimagesize.SideImageZoom = 1.0

    # 里昂？？？ 「いつまでその台詞が吐けるかな～？」
    voice "voice/リオン/ron_a1_0020.ogg"
    ang "那个台词你还能说多久呢 ~ ? "

    # nil 「ぐりぐりぐり」
    "少女转动着像长枪一样的东西"

    # 这个语句是针对MJ设计的参数，能够调整MJ在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.1
    $ sideimagesize.SideImageYalign = 0.78
    $ sideimagesize.SideImageZoom = 1.0

    # 帽子 「ギャア！　ギブ！　ギブだよギブ！　ドクター！　ドクター！　この試合をやめさせてぇ！」
    voice "voice/その他/mjf_a1_0010.ogg"
    hat "呀啊啊——！——啊! 放——放弃了啊！Doctor！刀客塔！快停下这场考验吧"

    # 这个语句是针对里昂设计的参数，能够调整里昂在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.09
    $ sideimagesize.SideImageYalign = -7.32
    $ sideimagesize.SideImageZoom = 1.0

    # 里昂？？？ 「小賢しい！」
    voice "voice/リオン/ron_a1_0021.ogg"
    ang "净耍小聪明！"
    hide 黄_帽子無し_杖_微笑み
    # 先下后上的动画
    show 黄_帽子無し_杖_微笑み:
        zoom 1.5
        yalign 0.07
        xalign 0.5
        linear 0.15 yalign -0.02
        linear 0.15 yalign 0.07
    play sound "voice/effect/なぐる3～バンッ.ogg"

    # nil 「少女は、ヒールの先端で帽子を踏みつける。」
    "少女用高跟鞋的尖踩着帽子"

    # nil 「ちょっと羨ましい。」
    "我有点羡慕呢（L:......）"

    # 这个语句是针对MJ设计的参数，能够调整MJ在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.1
    $ sideimagesize.SideImageYalign = 0.78
    $ sideimagesize.SideImageZoom = 1.0

    # 帽子 「ぷぎゃー！」
    voice "voice/その他/mjf_a1_0011.ogg"
    hat "呜噶啊——！"

    # nil 「地面に這いつくばった帽子のような生き物は、暫くの間ピクピクしていたが、やがて動かなくなった。」
    "那个像帽子一样趴在地上的生物抽搐了一会儿，然后就不动了。"

    # 这个语句是针对里昂设计的参数，能够调整里昂在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.09
    $ sideimagesize.SideImageYalign = -7.32
    $ sideimagesize.SideImageZoom = 1.0

    # 里昂？？？ 「ふう…世話が焼ける…これだから ゲイ（gay） のヤク中は…」
    # hide 黄_帽子無し_杖_微笑み
    show 黄_帽子無し_杖_ジト目 at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0022.ogg"
    ang 黄_帽子無し_杖_ジト目 "嗨呀... ... 真麻烦... ... 这就是为什么同性恋吸毒者那么..."
    hide 黄_帽子無し_杖_微笑み

    # 莲 「楽しそうだな」
    lian "听起来很有趣嘛"

    # 里昂？？？ 「まーね。慣れるまで大変だったけど、退屈しないのは良いこと…あれ？　君は…？」
    # hide 黄_帽子無し_杖_ジト目
    show 黄_帽子無し_杖_ニタァ at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0023.ogg"
    ang 黄_帽子無し_杖_ニタァ "算是吧。习惯之前很辛苦，不觉得无聊是件好事... ... 咦? 你是... ..."
    hide 黄_帽子無し_杖_ジト目

    # 莲 「はじめまして。アグレッシブでビューティフォーなお嬢さん」
    lian "很高兴见到你，充满活力的美丽小姐"

    # 里昂？？？ 「…っ！？　やっべぇ！　見られてた！私の恥ずかしいとこ見られてた！？帽子と会話する痛い子に思われてる！？」
    hide 黄_帽子無し_杖_ニタァ
    # 先上后下的动画
    show 黄_帽子無し_杖_驚き:
        zoom 1.5
        yalign 0.07
        xalign 0.5
        linear 0.15 yalign 0.15
        linear 0.15 yalign 0.07
    voice "voice/リオン/ron_a1_0024.ogg"
    ang 黄_帽子無し_杖_驚き " ... ! ? 牙白! 被看到了! 被看到我难以见人的样子了! ? 被觉得是个只会和帽子说话的自闭的孩子了! ? "

    # 莲 「あ、いや、俺もあんたがその帽子を仕留める前にちょっとだけ会話したから大丈夫だ」
    lian "啊，没事没事，在你搞定那顶帽子之前，我和它已经聊了一会儿了"

    # 里昂？？？ 「そっか…良かったぁ…後でSNSに写真でも投稿されてたと思うと背筋が凍るぜ…」
    # hide 黄_帽子無し_杖_驚き
    show 黄_帽子無し_杖_悲しい at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0025.ogg"
    ang 黄_帽子無し_杖_悲しい "这样啊... ... 真是太好了... ... 一想到之后可能会有人会把照片上传到SNS上去，我就有点不寒而栗... ..."
    hide 黄_帽子無し_杖_驚き

    # 莲 「よかったな、心配がなくなって」
    lian "放心吧，不用担心，我不会做这种事儿的"

    # 里昂？？？ 「ぅん…。ってぇえ！　アンタ誰や！」
    hide 黄_帽子無し_杖_悲しい
    show 黄_帽子無し_杖_驚き:
        zoom 1.5
        yalign 0.07
        xalign 0.5
        linear 0.15 yalign 0.15
        linear 0.15 yalign 0.07
    voice "voice/リオン/ron_a1_0026.ogg"
    ang 黄_帽子無し_杖_驚き "嗯……呃！你是谁啊！"

    # 莲 「こっちの台詞だ！」
    lian "这是我的台词吧！"

    ### 场景切换
    # BGM：英文歌-->里昂主题曲
    # 地点：商业街（没变）
    # stop music
    scene black
    scene 通学路c_昼 at love69_bg1440 with ImageDissolve("images/tr/ysr006.png", 0.8, ramplen=64, reverse=False, alpha=True, time_warp=None)
    play music bgmtwentyfour fadeout 0.8 fadein 1.0
    show 黄_基本_杖_微笑み at love69_lion_center with Dissolve(0.15)

    # 里昂？？？ 「えーと…とりあえず、うちのMJを捕まえてくれてありがとうございます」
    voice "voice/リオン/ron_a1_0027.ogg"
    ang "嗯……总之，谢谢你帮我抓住了我家的MJ"

    # nil 「ぺこり」（副词，「ぺこりと頭を下げる」的意思）
    "少女对我鞠了一躬"

    # nil 「金髪ローブなお嬢さんは先ほど捕まえた帽子をかぶると、深々と頭を下げた。」
    "金发长袍的少女戴着刚才抓到的帽子，深深地低下了头"

    # 莲 「いやいや、俺も偶然捕まえただけなんで、きにせんでいすよ。しかし、珍しい生き物ですね、それ」
    lian "不必不必，我也只是碰巧抓到的，不过，u1s1，这个帽子真的是种稀有的生物呢"

    # 里昂？？？ 「あはー。今はぐっすり眠ってるけどねー」
    # hide 黄_基本_杖_微笑み
    show 黄_基本_杖_にっこり at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0028.ogg"
    ang 黄_基本_杖_にっこり "啊哈哈。不过它现在睡得很香呢"
    hide 黄_基本_杖_微笑み

    # 莲 「眠らせたのはアンタだろう…」
    lian "让它睡着的是你吧…"

    # nil 「先ほどまで蠢いていた帽子は、今ではすっかりおとなしく少女の頭の上に鎮座している。」
    "刚才还在蠢蠢欲动的帽子，现在已经老老实实地落在少女的头上了"

    # nil 「静かにしていると結構可愛い帽子だ。」
    "安静下来的话还真是顶很可爱的帽子呢"

    # 莲 「MJっていうのは…マイケルジャクソン？」
    lian "MJ？这么说的话…难道是迈克尔杰克逊？"

    # 里昂？？？ 「いや、マイケル・J・フォックスの方だよ」
    # hide 黄_基本_杖_にっこり
    show 黄_基本_杖_ニタァ at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0029.ogg"
    ang 黄_基本_杖_ニタァ "不是哦，是迈克尔・J・福克斯"
    hide 黄_基本_杖_にっこり

    # 莲 「好きなのか、バックトゥザフューチャー」
    # 参考资料：https://ja.wikipedia.org/wiki/バック・トゥ・ザ・フューチャー
    lian "你喜欢《回到未来》吗？"

    # 翻译君的豆知识时间又到啦！
    luckykeeper "翻译君的豆知识时间又到啦！『バック・トゥ・ザ・フューチャー』（Back to the Future）是经典美国科幻喜剧电影《回到未来系列》的第一集，于1985年上映。"

    luckykeeper "由罗伯特·泽米吉斯执导，罗伯特·泽米吉斯和鲍伯·盖尔编剧，史蒂芬·史匹伯监制，迈克尔·J·福克斯、克里斯托弗·劳埃德、莉亚·汤普逊、克斯宾·葛洛佛与托马斯·F·威尔逊主演。"

    luckykeeper "电影描述身在1985年的主角马蒂麦佛莱被意外送回1955年，不但巧遇过去的父母，还让年轻的母亲对自己一见钟情；马蒂必须让自己的父母重新坠入爱河才能修正历史错误，并和布朗博士合作让自己重回1985年"

    # 里昂？？？ 「Ⅰ、Ⅱ、Ⅲ、三周ずつするぐらい大好き」
    # 参考资料：https://ja.wikipedia.org/wiki/バック・トゥ・ザ・フューチャーシリーズ
    # hide 黄_基本_杖_ニタァ
    show 黄_基本_杖_無表情 at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0030.ogg"
    ang 黄_基本_杖_無表情 "Ⅰ、Ⅱ、Ⅲ、三集都最喜欢啦！（L:回到未来系列共三集，分别在1985、1989、1990年上映，除电影外，还有动画、小说、游戏和舞台音乐剧等多种改编形式）"
    hide 黄_基本_杖_ニタァ

    # 莲 「ドク」
    # 参考资料：https://ja.wikipedia.org/wiki/ドク
    lian "Doc"

    # 翻译君的豆知识时间两连击！
    luckykeeper "「ドク(Doc)」是1996年10月17日- 12月19日在富士电视台连续播出的电视剧，大概讲的是长濑雪在去越南旅行时遇到了越南青年ドク。回到日本后，在语言学校担任日语教师的长濑雪与ドク重逢"

    # 里昂？？？ 「マーティ」
    # 参考资料：https://ja.wikipedia.org/wiki/マーティ・フリードマン
    voice "voice/リオン/ron_a1_0031.ogg"
    ang "马蒂（L:马丁·阿达姆·“马蒂”·弗里德曼（英语：Martin Adam “Marty” Friedman，1962年12月8日－）是一名美国吉他演奏家与作曲家，最为知名的是他在重金属乐队麦加帝斯中担任的主音吉他手角色。）"

    # 翻译君豆知识三连击达成！
    luckykeeper "由于喜爱东方文化，自2003年，他定居于日本东京的新宿地区，并拥有自己的电视节目《Rock Fujiyama》以及《Jukebox English》。目前亦与台湾闪灵乐团主唱林昶佐合组铁色克隆X乐团"

    # 从这里帽子名换MJ了
    # 这个语句是针对MJ设计的参数，能够调整MJ在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.1
    $ sideimagesize.SideImageYalign = 0.78
    $ sideimagesize.SideImageZoom = 1.0
    # MJ 「............」
    # voice "voice/その他/mjf_a1_0012.ogg" 并没有12
    mj MJ_通常 "............"

    # 过渡动画，小scene不变
    scene black
    scene 通学路c_昼 at love69_bg1440 with ImageDissolve("images/tr/ysr006.png", 0.8, ramplen=64, reverse=False, alpha=True, time_warp=None)

    # nil 「とりあえず立ち話もアレなんで、近くにあったベンチに座る。」
    "因为站着说话也腰疼，所以就坐在了附近的长椅上"

    # nil 「どうせ真冬も心愛もまだ来ないし、暇つぶしに雑談を洒落込むとしよう。」
    "反正真冬和心爱都还没来，为了打发时间，就来聊个痛快吧"

    # 这个语句是针对里昂设计的参数，能够调整里昂在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.09
    $ sideimagesize.SideImageYalign = -7.32
    $ sideimagesize.SideImageZoom = 1.0
    # 里昂？？？ 「えーこほん。しかし、先ほどは大変お見苦しい所をお見せしてしまったね…」
    show 黄_基本_杖_無表情 at love69_lion_center with Dissolve(0.15)
    voice "voice/リオン/ron_a1_0032.ogg"
    ang 黄_基本_杖_無表情 "嗯—哼......不过，刚才让你看到了不太好的地方呢..."

    # 莲 「いやいや、なんか、楽しそうだったんでいすよ」
    lian "没有没有，因为康起来很有趣的亚子"

    # nil 「ベンチの隣に座った少女は気恥ずかしそうに頬を赤らめた。こうしてみると、大層な美人だ。」
    "坐在长椅旁边的少女羞红了脸。看上去真是个大美人呢"

    # nil 「というか日本人じゃないだろう。顔立ちとか雰囲気とか。」
    "或者说不是日本人吧，从容貌和气氛上看的话"

    # 莲 「外人さん…？　いやに日本語は流暢みたいだが…。イギリスかロシアか…ってところか？」
    lian "你是外国人吗…？日语好像很流利的样子……是从英国还是俄罗斯来的呢？"

    # 里昂？？？ 「おう！？　君めざといね！　正解だよー！正確には、イングランドのロンドンからやって参りました！」
    # hide 黄_基本_杖_無表情
    show 黄_基本_杖_驚き at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0033.ogg"
    ang 黄_基本_杖_驚き "哦! ? 你真聪明! 答对了！准确地说，是从英格兰（England）的（伦敦）London来的!"
    hide 黄_基本_杖_無表情

    # 莲 「うお、１８世紀にめっちゃ女性が殺された所じゃん」
    # 参考资料：https://ja.wikipedia.org/wiki/魔女狩り
    # 及其 i18n 页面
    # 及：https://en.wikipedia.org/wiki/Witchcraft_Acts#Witchcraft_Act_1735
    # 根据下文，说的并不是魔女狩り的事情呢
    # 继续找参考资料：https://ja.wikipedia.org/wiki/切り裂きジャック
    lian "哦，就是那个18世纪杀害女人的地方啊（L:第一印象是欧洲的猎巫（Witch-hunt）呢，其实并不是233）"

    # 里昂？？？ 「ジャク・ザ・リッパーかよぉ！　もっと他の覚え方ないかなぁ！？」
    # hide 黄_基本_杖_驚き
    show 黄_基本_杖_見下し at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0034.ogg"
    ang 黄_基本_杖_見下し "开膛手杰克啊！就没有其他记忆伦敦的方法吗？！"
    hide 黄_基本_杖_驚き

    # 翻译君的豆知识时间又又又到啦！
    luckykeeper "这里说的开膛手杰克（Jack the Ripper），是1888年8月7日到11月9日期间，在英国伦敦东区白教堂一带以残忍手法连续杀害五名妓女的凶手所冠的化名。"

    luckykeeper "犯案期间，凶手多次寄信到相关单位挑衅，却始终未落入法网。其大胆的犯案手法，经媒体一再渲染，引起当时英国社会恐慌。至今他依然是欧美文化中最恶名昭彰的杀手之一。"

    luckykeeper "他犯案后会将受害人内脏挖出，喉管割断，还会将其面部捣烂。直到目前为止，并无明确的证据指出凶手是特定的几个人物。"

    # 莲 「天気がいつも悪くて、飯が不味い。あと物価が高い」
    lian "啊这，那就是天气总是不好、饭不好吃、还有物价很高的地方呗"

    # 里昂？？？ 「やめろ…やめてくれ…あながち間違ってはいないから悲しくなるよ…。ていうか詳しいね…」
    # hide 黄_基本_杖_見下し
    show 黄_基本_杖_ぶわー at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0035.ogg"
    ang 黄_基本_杖_ぶわー "别说了... 别说了... 虽然你没说错，但是我会伤心的... 说起来你挺了解那儿的嘛..."
    hide 黄_基本_杖_見下し

    # 莲 「そりゃな。親父からメールが飛んでくるきゃ大体その辺の話題だ」
    lian "那是当然。每回收到老爸的邮件，基本上都是这方面的话题"

    # 里昂？？？ 「お！？　お父さんは、ロンドン在住かい？」
    # hide 黄_基本_杖_ぶわー
    show 黄_基本_杖_驚き at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0036.ogg"
    ang 黄_基本_杖_驚き "哦！？你老爸住在伦敦吗？"
    hide 黄_基本_杖_ぶわー

    # 莲 「いや、今日は荻窪にいる」
    lian "不，今天是在荻洼（L:荻洼（荻窪）在日本东京都杉并区中部）"

    # 里昂？？？ 「なんだねそれは」
    # hide 黄_基本_杖_驚き
    show 黄_基本_杖_ジト目 at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0037.ogg"
    ang 黄_基本_杖_ジト目 "为啥啊？"
    hide 黄_基本_杖_驚き

    # nil 「実際は、昔ロンドンに旅行した事があるぐらいだ。」
    "事实上，我以前去过伦敦旅行。"

    # 里昂？？？ 「あっ、申し遅れたね。リオン＝マクスウェルです」
    # hide 黄_基本_杖_ジト目
    show 黄_基本_杖_にっこり at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0038.ogg"
    ang 黄_基本_杖_にっこり "啊，差点忘说了，我是里昂·麦克斯韦"
    hide 黄_基本_杖_ジト目

    # 莲 「あ、どうも。葛城蓮です」
    lian "啊，你好。我是葛城莲"

    # nil 「ぺこり」（副词，「ぺこりと頭を下げる」的意思）
    "鞠躬（L:什么是躬匠精神啊(doge)）"

    # nil 「二人揃って頭を下げる。」
    "两个人一起低下了头"

    # 从这里开始，对话框就有里昂的名字啦。unknown结束！
    # 里昂 「…（にこにこ）」
    # hide 黄_基本_杖_にっこり
    show リオン_基本_杖_にっこり at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0039.ogg"
    lion リオン_基本_杖_にっこり "…（笑嘻嘻）"
    hide 黄_基本_杖_にっこり

    # nil 「......」
    "......"

    # nil 「しまった早速話題がなくなった。」
    "呀呀，话题马上就没有了呢（L:说到“呀呀”，有木有想到杏铃铃的“呀呀”呢？华姐的声线太顶了。感兴趣的可以在推完本作之后去推下Clover Day’s，B站也有“呀呀”合集哦）"

    # nil 「携帯をチラ見する。」
    "偷偷瞄一眼手机"

    # nil 「何も着信とかは来ていない。まだ心愛も」
    "没有来电，也没有心爱发来的消息"

    # nil 「夏の青い風が吹き抜けて、耳元でヒューヒューと音を立てる。」
    # 参考资料：https://ja.wikipedia.org/wiki/青い風
    "夏日的青风吹过，在耳边呼啸（L:青い風，冈村隆子在1989年7月1日的第11张单曲，不知道和这里有没有关系）"

    # 里昂 「…（にこにこ）」
    voice "voice/リオン/ron_a1_0040.ogg"
    lion "…（笑嘻嘻）"

    # nil 「......」
    "......"

    # nil 「相変わらず沈黙は続いているが、何故か、少女…リオンと言ったか。リオンは楽しそうな笑顔を浮かべている。」
    "沉默依旧持续着，但不知为何，少女……好像叫里昂来着。里昂露出了快乐的笑容"

    # nil 「こから切り出すか。」
    "就把这个作为话题吧"

    # 莲 「いやに楽しそうだな」
    lian "你看起来很开心嘛"

    # 里昂 「へ？　そりゃー楽しいよ！　日本に来て、ゆっくり人と話すのは初めてだもの！」附加：pac/喜
    # hide リオン_基本_杖_にっこり
    show リオン_基本_杖_驚き at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0041.ogg"
    lion リオン_基本_杖_驚き "啊？那可当然！这是我来日本第一次和别人好好聊天呢！"
    hide リオン_基本_杖_にっこり

    # 莲 「そうか。日本に来たのは最近なのか？」
    lian "是这样啊，你是最近才来日本的吗？"

    # 里昂 「昨日だよー！　昨日一日はお部屋の整理とか準備でつぶれてしまったのだ」
    # hide リオン_基本_杖_驚き
    show リオン_基本_杖_悲しい at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0042.ogg"
    lion リオン_基本_杖_悲しい "是昨天哦！昨天一天因为整理房间和行李忙的不要不要的"
    hide リオン_基本_杖_驚き

    # 莲 「部屋っつーことは、観光に来たってわけでもなさそうだな。何しに日本へ？」
    lian "有房间啊，那你应该不是来观光的。为什么要来日本呢？"

    # 里昂 「っ…！　よくぞきいてくれましたー！」
    # hide リオン_基本_杖_見下し
    show リオン_基本_杖_にっこり at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0043.ogg"
    lion リオン_基本_杖_にっこり "啊…！你真是问了个好问题啊！"
    hide リオン_基本_杖_見下し

    # nil 「待ってました！　と言わんばかりに、リオンは意気揚々と立ち上がった。」
    "里昂得意洋洋地站了起来，就像是终于等到了这个问题"

    # 里昂 「…夢、語っていすか？」
    # hide リオン_基本_杖_にっこり
    show リオン_基本_杖_微笑み at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0044.ogg"
    lion リオン_基本_杖_微笑み "少年啊……你想听听我的梦想吗？"
    hide リオン_基本_杖_にっこり

    # 莲 「聞こう」
    lian "快细嗦"

    # 里昂 「えー…こほん」
    # こほん 是古书/孤本的意思，这里应该是膜法的吟唱
    # hide リオン_基本_杖_微笑み
    show リオン_基本_杖_無表情 at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0045.ogg"
    lion リオン_基本_杖_無表情 "诶多…这个"
    hide リオン_基本_杖_微笑み

    # nil 「リオンは俺の目の前に立って、両足をピンと揃えて、」
    "里昂站在我的面前，两脚并拢"

    # nil 「靴と靴をぶつけあってカツンと音を鳴らしてから、すっと直立した。」
    "鞋和鞋碰在一起咔嚓一声后，突然就站了起来。"

    # nil 「すると、何故かあたり一帯が暗くなり、」
    "于是，不知为何附近一带变暗了"

    # 距 Demo 版剧本全达成只有不到一千行了，行！（2021年10月5日）
    # 争取本周完成 Demo 版，进入测试阶段！！！
    # 里昂 「「Hey what's up！Boy's and Grils！届かない思いに胸を詰まらせているそこの君！相手の気持ちがわからなくて、辛い事ばかり考えちゃってるそこの君！そしてそして、想いを伝えたいのに、あと一歩の勇気が踏み出せないキミも！」」
    # 届不到 = 无法传达，玩个小梗
    # hide リオン_基本_杖_無表情
    show リオン_基本_杖_ニタァ at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0046.ogg"
    lion リオン_基本_杖_ニタァ "Hey what's up！Boy's and Grils！心中充满着届不到的思念的你！不理解对方的心情，只想着痛苦的事情的你！还有明明想传达自己的想法，却无法迈出最后一步的勇气的你！"
    hide リオン_基本_杖_無表情

    # 里昂 「みんなみんなまとめて解決しちゃうよー！リオンズマジカルアイスクリームファクトリーのぉお…」
    voice "voice/リオン/ron_a1_0047.ogg"
    lion "把大家的烦恼一起解决吧！是里昂的超级魔法冰淇淋工厂哟——…"

    # nil 「リオンは口上に合わせて、くるくるとまわりはじめた。」
    "随着里昂话音的落下，开始咕噜咕噜地转了起来"

    # nil 「そして、トリプルッツをキメた所で、杖をバトンのように回して、から天高く掲げた。」
    "然后，就在她从天空中刺向MJ的地方，把拐杖像指挥棒一样转了一圈，然后把它高高举了起来"

    # 里昂 「てーれってれー！ラブポーション！　シクスティイナイン！恋が叶う魔法のアイスさ！」
    # hide リオン_基本_杖_ニタァ
    show リオン_基本_杖_にっこり at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0048.ogg"
    lion リオン_基本_杖_にっこり "滴哩滴哩！！LOVEPOTION SIXTY——NINE！能实现恋爱的魔法冰淇淋！！"
    hide リオン_基本_杖_ニタァ

    # nil 「ピカーッ！　と杖が光りを放つ。　芸が細かい。」
    "闪闪发光！拐杖发出了光芒。可以看出来她的技艺非常精湛"

    # 莲 「おー…」
    lian "喔..."

    # nil 「ぱちぱちぱちぱち」
    "啪嗒啪嗒啪嗒啪嗒"

    # nil 「とりあえず拍手。」
    "总之先鼓个掌吧"

    # 里昂 「…ぜぇ…はぁ…」
    # hide リオン_基本_杖_にっこり
    show リオン_基本_杖_悲しい at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0049.ogg"
    lion リオン_基本_杖_悲しい "…哈啊…哈啊…"
    hide リオン_基本_杖_にっこり

    # 莲 「…？」
    lian "……？"

    # 里昂 「…あ、あつい…きゅぅ～」
    voice "voice/リオン/ron_a1_0050.ogg"
    lion "…啊，好热…好热啊~"

    # 莲 「…まぁ、そうだろうな、そんな格好だし」
    lian "嗯，肯定会是这样吧，穿成这样的话"

    # 原地TP
    # 场景，BGM 均不变
    scene black
    scene 通学路c_昼 at love69_bg1440 with ImageDissolve("images/tr/ysr006.png", 0.8, ramplen=64, reverse=False, alpha=True, time_warp=None)

    # 里昂 「という事で、アイス屋さんを開きたいので日本にやってきました」
    show リオン_基本_杖_嬉しい at love69_lion_center with Dissolve(0.15)
    voice "voice/リオン/ron_a1_0051.ogg"
    lion リオン_基本_杖_嬉しい "大概就是这样，我想开个冰淇淋店，所以来了日本"

    # 莲 「掻い摘んだ説明ありがとうございます」
    lian "感谢您的实际演示说明"

    # nil 「要約すると、アイス屋を開きたいリオンちゃんは、その足掛かりにするために、日本を訪れたらしい。」
    "稍稍概括一下，想要开一家冰淇淋店的小里昂，似乎是因为这个原因来到了日本"

    # 莲 「しっかし、何でこんな街にしたんだね。海も無ければ山もないぞ。観光には適してないが」
    lian "可是，为什么选择这样的街道呢？附近既没有山也没有海，而且也不是什么观光胜地"

    # 啊，又是伏笔，随着看剧情次数的增加，感觉对剧情的理解又加深了呢
    # 里昂 「あはー。実は、短い間だけどこの町に住んでたんだよ。今住んでる部屋も、その時住んでた場所だから都合が良かったんだ」
    # hide リオン_基本_杖_嬉しい
    show リオン_基本_杖_微笑み at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0052.ogg"
    lion リオン_基本_杖_微笑み "啊哈哈。其实，虽然时间很短，但我曾经在这个城市住过一段时间。现在住的房间和当时住的也是一个地方，所以很方便"
    hide リオン_基本_杖_嬉しい

    # 莲 「なるほどね。だから日本語もペラペラなわけか」
    lian "原来如此。所以日语才这么流利吗？"

    # 里昂 「ざっつらいと！　それに…思い入れもあるしね…」
    # hide リオン_基本_杖_微笑み
    show リオン_基本_杖_嬉しい at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0053.ogg"
    lion リオン_基本_杖_嬉しい "That's right！而且...我对这个地方有感情了"
    hide リオン_基本_杖_微笑み

    # nil 「リオンはちょっとだけ切なそうに表情を曇らせた。が、しかし明るい表情を取り戻す。」
    "说到这里，里昂的表情显得有点悲伤。但是，很快又恢复了明朗的表情"

    # 里昂 「それで、今日は、アイス屋の屋台をどこに出すかの下見に来てたんだけどー」
    # hide リオン_基本_杖_嬉しい
    show リオン_基本_杖_微笑み at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0054.ogg"
    lion リオン_基本_杖_微笑み "那么，今天就来看看冰淇淋店的摊位摆在哪里吧"
    hide リオン_基本_杖_嬉しい

    # 莲 「帽子に逃げられた…というわけか」
    lian "（你悲伤的原因）是因为帽子跑了吗？"

    # 里昂 「油断も隙もあったもんじゃない…元々は施設にいたのを引き取ったんだよ」&&怪
    # hide リオン_基本_杖_微笑み
    show リオン_基本_杖_無表情 at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0055.ogg"
    lion リオン_基本_杖_無表情 "没有什么疏忽和漏洞啊…原本是在设施里收留的......（L:SCP？？？）"
    hide リオン_基本_杖_微笑み

    # 莲 「…施設？」
    lian "…设施？"

    # 这里感觉把具体的名字打出来可能不太好，稍稍调整了一下，L提醒大家一定要远离毒品，健康生活哦！
    # 里昂 「薬物依存の更正施設。私が引き取った時は、メタンフェタミンとヘロインとホモセックスでぼろぼろだったから」
    # hide リオン_基本_杖_無表情
    show リオン_基本_杖_悲しい at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0056.ogg"
    lion リオン_基本_杖_悲しい "药物依赖的更正设施（戒毒所）。我收养他的时候，他身上沾满了毒品，加上同性恋的原因，整个（帽子）都是破烂不堪的"
    hide リオン_基本_杖_無表情

    # 和上面一样，略微调整了下
    # 莲 「メタンフェタミンとヘロインつーことは…スピードボールか…あ？　ホモセックス？」
    lian "啊这啊这，毒品...吗？还有同性恋？"

    # 里昂 「施設でブラザー達に可愛がられてたみたいで…。元からそっちの気はあったみたいなんだけど…。とにかく捕まえてくれてありがとうだよー」
    # hide リオン_基本_杖_悲しい
    show リオン_基本_杖_嬉しい at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0057.ogg"
    lion リオン_基本_杖_嬉しい "他好像在戒毒所里的时候受到了兄弟们的宠爱（L:是嘤国人没戳了）... 虽然他本来就有意这么做（L:啊这）...总之，谢谢你抓住了他..."
    hide リオン_基本_杖_悲しい

    # nil 「薬物中毒の帽子とは一体なんなのか。というか帽子のケツをどう犯すのか。それを問いただすのも面倒になってしまった。暑いし。」
    "成为瘾君子的帽子到底个啥子情况？话说回来，帽子又怎么可能被上呢。算了，天气太乐了，就这样吧，懒得想辽"

    # 莲 「さっきも暑そうだったけど、暑くないのか？　その格好」
    lian "刚才好像也很热的样子，不热吗？穿成这样"

    # 里昂 「ぶっちゃけ暑いよ！　でもこれ、手作りした制服だし、お仕事する時はやっぱ気合い入るのだよー」
    # hide リオン_基本_杖_嬉しい
    show リオン_基本_杖_驚き at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0058.ogg"
    lion リオン_基本_杖_驚き "说实话，还是很热的啊! 但是，这是手工制作的制服，工作的时候果然还是穿上这身才有气势啊"
    hide リオン_基本_杖_嬉しい

    # nil 「リオンの服装は、なんというか、異国情緒溢れるというか、」
    "里昂的衣服，怎么说呢，充满了异国情调"

    # nil 「長いローブに、黒地にピンク色の生地。そしてアイスが象られた杖。」
    # れた杖 我一直想翻译成魔杖，但是奈何搜了一下还真是拐杖
    "大长袍，黑底粉色的布料。然后是像冰淇淋一样的拐杖"

    # nil 「まさに「魔女っ娘」みたいな服装だ。」
    "就像是「魔女的女儿」一样的服装呢"

    # nil 「めっちゃ暑そう。」
    "看上去就很热的样子呢"

    # nil 「そういえばさっき…」
    "说起来刚才的…"

    # 莲 「恋が叶う魔法のアイス…か…」
    lian "能实现恋爱的魔法冰淇淋…吗…"

    # 里昂 「お？　どうしたの？　もしかして気になっちゃった系かい？」
    # hide リオン_基本_杖_驚き
    show リオン_基本_杖_ニタァ at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0059.ogg"
    lion リオン_基本_杖_ニタァ "哦？怎么了？难道你是在意这个的那类人吗？"
    hide リオン_基本_杖_驚き

    # 莲 「いや、だから、そんな格好をしてるのかと思ってな」
    lian "没有没有。说起来啊，你是专门穿成这样的吗？"

    # 里昂 「Correct！　うちの店は、美味しいだけじゃなくて、食べた人がもっと幸せになってくれるような、アイス作りをしたいなーって！」
    # hide リオン_基本_杖_ニタァ
    show リオン_基本_杖_嬉しい at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0060.ogg"
    lion リオン_基本_杖_嬉しい "Correct！我们店的冰淇淋不仅好吃，还想让吃我们冰淇淋的人更加幸福哦！"
    hide リオン_基本_杖_ニタァ

    # 里昂 「だから、さっきの恋が叶うアイスだけじゃなくて、疲れが取れるアイスとか、サブウーファーになるアイスとか、他にもいっぱい用意してるよ－！　まだまだ試作品ばっかりだけどね！」
    # hide リオン_基本_杖_嬉しい
    show リオン_基本_杖_微笑み at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0061.ogg"
    lion リオン_基本_杖_微笑み "所以，不只是刚才的能实现恋爱的冰淇淋，还有能消除疲劳的冰淇淋、能变成低音炮（L:没错，说的就是喇叭的那个）的冰淇淋等等，其它的也准备了很多哦！虽然还都是样品"
    hide リオン_基本_杖_嬉しい

    # nil 「アイスの話をするとき、リオンはさらに楽しそうに話をする。あ、きっとこの子は本当にアイス作りが好きなんだろう。」
    "在聊到冰淇淋的话题的时候，里昂显得非常开心。这孩子一定是真的非常喜欢做冰淇淋的吧"

    # 莲 「さっき、屋台を出す場所を探してるって言ってたよな…良い場所知ってるぜ」
    lian "刚才你说你在找摆摊的地方吧…我知道个好地方"

    # 里昂 「お！？　マジで！？　どこだいそこは！」
    # hide リオン_基本_杖_微笑み
    show リオン_基本_杖_驚き at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0062.ogg"
    lion リオン_基本_杖_驚き "哦! ? 真的吗? 在哪里?"
    hide リオン_基本_杖_微笑み

    # nil 「俺は今歩いてきた道を指差す。」
    "我指向刚才走过的路"

    # 莲 「この道をまっすぐ歩くと、俺が通ってる学園がある。そこの近くだったら、腹を減らせた学生が喜んで買うんじゃないか？」
    lian "沿着这条道一直走，有我就读的学校（L:到二仙桥，走成华大道(doge)）。如果在那附近的话，饿了的学生不是会很乐意买吗"

    # 里昂 「おー！　なるほどそれは確かに！　わかった！　じゃぁ行ってみるよ！　ありがとう、蓮くん！　なんか、初対面なのにこんなに優しくしてくれてさ！　お話にも付き合ってくれるし！」
    # https://github.com/luckykeeper/LOVE69_renpy_remaster/issues/2 09
    # hide リオン_基本_杖_驚き
    show リオン_基本_杖_にっこり at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0063.ogg"
    lion リオン_基本_杖_にっこり "哇！原来如此，雀食是肿么肥事儿呢！我知道了！那我这就去康康！谢谢你，莲！明明是第一次见面，却对我这么温柔！还陪我说了这么长时间的话呢！"
    hide リオン_基本_杖_驚き

    # 莲 「あ、あ…いや、気にするなよ。俺も暇なだけだ」
    lian "啊，没事的，别在意。正好我这会儿也是闲着"

    # nil 「リオンの『初対面』という言葉が、少しひっかる。別におかしい事ではないんだが、何故か初対面って感じがしなかった。」
    "里昂的「初次见面」这个词有点让我在意呢。虽然不是什么奇怪的事情，但不知为何我没有初次见面的感觉。"

    # nil 「何故だろうか。」
    "这是为什么呢"

    # 这个语句是针对MJ设计的参数，能够调整MJ在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.1
    $ sideimagesize.SideImageYalign = 0.78
    $ sideimagesize.SideImageZoom = 1.0
    # MJ 「ヴイイイイイイ！　ヴイイイイイイ！」
    voice "voice/その他/mjf_a1_0001.ogg"
    mj MJ_通常 "呜欸欸欸欸欸欸欸——"

    # 这个语句是针对里昂设计的参数，能够调整里昂在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.09
    $ sideimagesize.SideImageYalign = -7.32
    $ sideimagesize.SideImageZoom = 1.0
    # 里昂 「What's a...」
    # hide リオン_基本_杖_にっこり
    show リオン_基本_杖_無表情 at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0064.ogg"
    lion リオン_基本_杖_無表情 "What's a..."
    hide リオン_基本_杖_にっこり

    # 莲 「あ、俺の携帯だ」
    lian "啊，原来是我的手机"

    # 里昂 「何で！？」
    # hide リオン_基本_杖_無表情
    show リオン_基本_杖_驚き at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0065.ogg"
    lion リオン_基本_杖_驚き "为啥咧！？（L:给没明白的说下，这里里昂惊讶的是MJ发现了莲君的手机震了）"
    hide リオン_基本_杖_無表情

    # nil 「俺は携帯のロックを解除する。」
    "我把手机解锁了"

    # nil 「『サイババ』の四文字が送られてきた。」
    # 参考资料:https://ja.wikipedia.org/wiki/サティヤ・サイ・ババ
    "收到了『サイババ』四个字（L:『サティヤ・サイ・ババ』实谛·赛·巴巴，1926年11月23日－2011年4月24日，印度教上师与精神领袖，慈善活动家和教育家）"

    # nil 「仕方がないので『カバディ』と返しておいた。」
    # 参考资料：https://ja.wikipedia.org/wiki/カバディ
    "真是没办法呢，只好回复『カバディ（卡巴迪）』了呢（L:这个运动是孟加拉国的国技，也是印度许多邦的指定运动，印度历史中有卡巴迪的记载，但在20世纪才开始流行）"

    # 里昂 「あ、そうだそうだ、蓮くん蓮くん！恋にお悩みとかじゃないですか？」
    # hide リオン_基本_杖_驚き
    show リオン_基本_杖_ニタァ at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0066.ogg"
    lion リオン_基本_杖_ニタァ "啊，对了对了，莲君莲君！你不是正为恋爱而烦恼吗"
    hide リオン_基本_杖_驚き

    # 莲 「なんだね藪から棒に」
    # 修订时间：2022年1月9日
    # 参考资料：https://kotobank.jp/word/%E8%97%AA%E3%81%8B%E3%82%89%E6%A3%92-648950
    lian "什么啊，从灌木丛中伸出一根棍子（L:这个谚语是说言行、故事突兀，让人摸不到头脑，或者也可以说突然被别人吓着了）"

    # 里昂 「いやいや、こまでお時間取らせてまったし、ちょうど今、サンプルを持ってるんだよー！」
    # hide リオン_基本_杖_ニタァ
    show リオン_基本_杖_微笑み at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0067.ogg"
    lion リオン_基本_杖_微笑み "总之，耽误了你这么长时间，我这里正好有样品——"
    hide リオン_基本_杖_ニタァ

    # nil 「そういってリオンはアイスの杖の頭をパカッと開けて、中からコーンに乗ったアイスクリームを取り出した。」
    "这样说着，里昂打开了拐杖的头，从里面拿出了放在冰淇淋筒上的冰淇淋"

    # nil 「そんなギミックが仕込まれていたのか。」
    # ギミック【gimmick】策略を意味する
    # gimmick 花招; (为引人注意或诱人购买而搞的)把戏; 噱头
    "是被训练过这样的魔术（gimmick）吗"

    # 里昂 「じゃん！　ラブポーション・シクスティナイン！恋が叶っちゃう魔法のアイスさ！」
    # hide リオン_基本_杖_微笑み
    show リオン_基本_杖_にっこり at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0068.ogg"
    lion リオン_基本_杖_にっこり "锵！LOVEPOTION SIXTYNINE！是实现恋爱的魔法冰淇淋哦！"
    hide リオン_基本_杖_微笑み

    # 莲 「ほう。これを食べれば恋が叶うの？」
    lian "哦？！只要吃了这个就能实现恋爱吗？"

    # 里昂 「さぁ、それはどうでしょう！でも、普通に美味しいから、よければ食べて欲しいなー！　なんて！」
    # hide リオン_基本_杖_にっこり
    show リオン_基本_杖_微笑み at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0069.ogg"
    lion リオン_基本_杖_微笑み "那么，到底会怎么样呢？不过，因为它很好次，所以可以的话希望你能尝尝！之类的！"
    hide リオン_基本_杖_にっこり

    # 莲 「試供品っつーことか…じゃぁ、ありがたく貰っておこうかな」
    lian "是试吃品吗…那么，我就荣幸地收下吧"

    # LOVEPOTION SIXTYNIN 入场，可能需要写点参数
    image ice = "images/face/ice/ice.png"
    show ice at truecenter with moveinleft

    # nil 「リオンが俺にアイスを差し出してきたので、それを受け取った」
    # "里昂给了我一个冰淇淋，我收下了" *想皮一下呢
    # 要不要再加点音效呢？
    "新素材入手：里昂的试做冰淇淋（LOVEPOTION SIXTYNINE） X1！"

    # LOVEPOTION SIXTYNIN 离场
    hide ice with moveoutright

    # nil 「杖の中は冷凍庫になっているのか、アイスの周りには白い湯気が立っている。明らかに冷たくて美味しそうだ。」
    "拐杖里面大概是藏了个冰柜吧，冰淇淋周围冒着白气。只是看着就让人凉快了不少，而且康起来也很好吃的样子"

    # nil 「「恋が叶う」という文言はともかくとして、せっかくなので…」
    "姑且不论「实现恋爱」这句话，难得入手这么好次的冰淇淋呢"

    # 这里就是一二周目的分歧点
    #   选择自己恰即进入一周目剧情，不需要加额外的东西
    #   选择让里昂恰即进入二周目剧情
    #   必须完成一周目之后才能出现并进行选择

    # 选择肢 「自分で食うか。」
    # "留着自己吃吧"->进入一周目翅膀线

    # 选择肢 「リオンに食べさせる。」
    # "给里昂吃"->进入二周目里昂线
    if persistent.one:
        menu eat_ice:
            "这么好的冰淇淋，到底要给谁恰捏？"
            "留着自己吃吧":
                $ eat_ice = True
            "让里昂恰":
                $ eat_ice = False
    else:
        pass

    if eat_ice:
        pass
    else:
        jump scene16

    # nil 「よし、自分で食うか。」
    "好耶，就留着自己吃吧"

    # 莲 「ありがとう、リオン。頂くとするよ」
    lian "谢谢，里昂。那么我开动了"

    # 里昂 「はーい！　どうぞ召し上が…はっ！　ごっめん！このタイミングでだけど、大事なことを忘れていた事を思い出したよ！」
    # hide リオン_基本_杖_微笑み
    show リオン_基本_杖_驚き at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0070.ogg"
    lion リオン_基本_杖_驚き "好! 请用... 哈! 对不起! 本来想听下你的感想的，但是我突然想起来我忘了一件重要的事!"
    hide リオン_基本_杖_微笑み

    # nil 「俺がアイスにかぶりつこうとしたその瞬間、リオンは焦った表情をこちらに向けた。」
    "就在我正想咬冰淇淋的那一瞬间，里昂露出了焦急的表情"

    # 莲 「うお、まじか。じゃぁ、もう行くのか…？」
    lian "啊这，那么，你要撤了吗？"

    # 里昂 「う、うん！　出来れば蓮君の感想を聞きたい所なんだけど、割と遅刻気味な事に気づいたよ！　ご、ごめんね！」
    # hide リオン_基本_杖_驚き
    show リオン_基本_杖_悲しい2 at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0071.ogg"
    lion リオン_基本_杖_悲しい2 "嗯，对！如果可以的话我想听听莲君的感想，但是我发现好像迟到了！对，对不起！"
    hide リオン_基本_杖_驚き

    # 莲 「気にするなよ。リオン、また会えるよな？」
    lian "没关系的，里昂，咱们还会再见面的，对吧？"

    # 里昂 「もち！　アディオス！　蓮君！」
    # もち 餅 Mochi <日>糯米团
    # アディオス adios 再见，一路平安
    # hide リオン_基本_杖_悲しい2
    show リオン_基本_杖_嬉しい at love69_lion_center with dissolve
    voice "voice/リオン/ron_a1_0072.ogg"
    lion リオン_基本_杖_嬉しい "Mochi! Adiós! 莲君! "
    hide リオン_基本_杖_悲しい2

    # 翻译君的一半是胡言乱语时间！
    luckykeeper "麻糬(Mochi)是一种由糯米制作而成并且软而有黏性的物，是我国南方、台湾，日本 ，韩国等亚洲地方的传统小吃，还有麻糬冰淇淋，这里应该是口头禅之类的;Adiós是西班牙语再见，一路平安的意思"

    # 莲 「あ、またな」
    lian "啊，那就回头见"

    hide リオン_基本_杖_嬉しい with Dissolve(0.30)
    stop music

    # BGM 停
    # 里昂淡出

    # nil 「また会えるかどうかは不確かだったが…暫くこの街に居るのであれば、また会う事もあるだろう。」
    "虽然还不确定还能不能再见面…但如果她暂时住在这条街上的话，应该还会再见面的吧"

    # nil 「せめて…連絡先を聞いておくべきだったか…。」
    "不过至少…应该问一下联系方式的…"

    # 莲 「なぁリオ…ん？」
    lian "呐，里昂…嗯？"

    # nil 「だが、俺が一瞬目線を外した間に、リオンの姿は忽然と消えてしまっていた。」
    "但是，在我一瞬间移开视线的时候，里昂的身影突然消失了"

    # 附近：BGM停

    # nil 「アスファルトに空いた大穴も、何事もないように直っていたし。」
    "刚刚柏油路上空着的大洞也像什么都没有发生一样地自己修好了"

    # nil 「まるで、幻を見ていたかのような…。そんな感覚に襲われた。」
    "简直就像是在做梦一样…我有这种感觉"

    # nil 「…確かに、居たんだよな…リオン」
    "……确实是真的吧…里昂"

    # nil 「俺はそのアイスを見つめる」
    "我盯着手里的冰淇淋"

    # 莲 「あ、思い出した。朝ＣＭやってたやつじゃん」
    lian "啊，我想起来了。她不是早上广告（CM）里面的那个吗？"

    # nil 「リオンに感じていた既視感。それはテレビで見たからだ。何で今の今まで忘れていたんだろうな…。」
    "从里昂那里感觉到的既视感，其实早上不是在电视上才看到嘛，为什么这会儿就忘记了呢…"

    # nil 「まぁいや。いただきまーす」
    "嘛，不管了，我要开动了"

    # nil 「俺は口を開けて、ピンク色のアイスをほおばろうとするが…」
    "在我张开嘴，正想咬一口这个粉红色的冰淇淋的时候…"

    # 心爱登场！心爱主题曲！
    # 之前听的长长的甜甜的叫着莲君的声音就是这里！

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 根据下面的参数定义心爱在中间的参数
    transform love69_xinai_center:
        zoom 1.5
        xalign 0.53
        yalign -0.09

    # 心爱 「れ——ーんくううううん」附加：喜
    play music bgmtwentyeight fadein 1.0
    show 心愛_制服_基本_にっこり with Dissolve(0.15):
        zoom 1.5
        xalign 0.53
        yalign -0.09
    voice "voice/心愛/cca_a1_0101.ogg"
    ai 心愛_制服_基本_にっこり "莲——君——！"

    # 莲 「んお？」
    lian "嗯？"

    # nil 「聞き慣れた声が、俺の鼓膜を揺らす。」
    "熟悉的声音震撼着我的耳膜"

    # nil 「その声のする方向に視線を向けると、心愛が髪を揺らして、ぱたぱたとこちらへ走ってきている。」
    "视线转向声音的来源，只见心爱正摇动着秀发，啪嗒啪嗒地向这边跑来"

    # nil 「しかもめっちゃ早い。百人一首の全国大会ぐらい早い。」
    # 参考资料：http://karuta.game.coocan.jp/index.html
    # 参考资料：http://karuta.game.coocan.jp/handbook%20e.pdf
    # 参考资料：https://www.youtube.com/watch?v=2HEssh9PFxY
    # 参考资料：https://ja.wikipedia.org/wiki/全国高等学校小倉百人一首かるた選手権大会
    # ^^^这里是文件夹参考资料编号1-①
    "而且速度非常快，就像百人一首的全国比赛那样快（L:简单来讲，这里说的是利用印有《小仓百人一首》的百人一首歌牌进行的一种纸牌游戏）"

    luckykeeper "这里要说百人一首的话相当长，篇幅并不大够，具体请参考豆知识文档，如果客官宁是用移动设备观看的话，可以在项目组官网上找到这部分内容"

    # nil 「気づけば、心愛との距離は凡そ７ヤードぐらいにまで近づいていた。」
    "等我回过神来，我和心爱的距离已经减少了大约7码（L:1 yard （ヤード）码=3 feet 英尺=0.9144 metre 米，7码大概是6.4008米）"

    # nil 「その気になれば、汗で若干透けたブラウスから覗くピンク色の下着を視認できる距離だ。」
    "如果你有这种想法的话，现在已经可以看到被汗水打湿的衬衫底下的粉色内衣了（L:莲君你好涩哟~）"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱  「む！　そ、その！　右手に握られているものは！」
    # hide 心愛_制服_基本_にっこり
    show 心愛_制服_基本_真顔 at love69_xinai_center with dissolve
    # 绝了 101和102一模一样
    voice "voice/心愛/cca_a1_0103.ogg"
    ai 心愛_制服_基本_真顔 "嗯! 那、那个! 你右手里拿的是什么？！"
    hide 心愛_制服_基本_にっこり

    stop music

    # BGM 停，心爱开始蓄力！

    # 莲 「奴め、これに気づいたか」
    lian "你小子，果然注意到这个了吗？"

    # BGM 心爱变身！进入心爱的回合！
    play music bgmtwentyfive fadein 1.0
    # nil 「心愛が一度脚を止めて、俺の右手に握られている『何か』を視認したようだ。一瞬にして場の空気が変わったことを肌で感じる。」
    "心爱停下了脚步，似乎看到了握在我右手里的『那个东西』。我能感觉到气氛瞬间发生了变化"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ターゲット…ロック」
    # hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_無表情 at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0104.ogg"
    ai 心愛_制服_基本_無表情 "目标…锁定"
    hide 心愛_制服_基本_真顔

    # nil 「心愛は両足を揃え、膝を曲げて身体を沈み込ませる。」
    "心爱双脚并拢，膝盖弯曲，身体下沉"

    # nil 「要するに、俺の右手に握られている例の「ラブポーション・シクスティーナイン」を狙っているらしい。」
    "总之，她似乎是想瞄准我右手拿着的那个『LOVEPOTION SIXTYNINE』"

    # 莲 「（くるか…！）」
    lian "要上了吗…！"
    hide 心愛_制服_基本_無表情 with Dissolve(0.5)

    # 心爱变身长动画
    # 受原作引擎封包限制，不能完全还原了呢，敬请谅解
    $ renpy.movie_cutscene("video/心愛覚醒_長.webm",stop_music=False)


    # 这个语句是针对心爱觉醒设计的参数，能够调整觉醒的心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.04
    $ sideimagesize.SideImageYalign = 23.8
    $ sideimagesize.SideImageZoom = 0.55

    show 心愛_トランザム at love69_xinai_center with Dissolve(0.4):
        yalign 0.053
        xalign 0.43

    # 心爱 「目標との距離を確認。軌道計算終了。軌道修正後の誤差コンマ２ミリ以下に設定。姿勢制御スタビライザー…展開」
    voice "voice/心愛/cca_a1_0105.ogg"
    ai 心愛_トランザム "确认与目标的距离。轨道计算结束。设定为轨道修正后的误差2毫米以下。姿势控制稳定器…展开"

    # nil 「目を閉じて、何やらぶつぶつと独り言を唱え始める。ツーサイドアップの髪型が、羽根のように変形し、展開していく（ように見える）」
    "心爱闭上眼睛，开始吟唱，两边的头发向上飘起来，像羽毛一样变形、展开(看起来是这么回事)"

    # 心爱横条短动画（这里需要做成GIF）
    # 149张估计还是要卡，做动画吧
    $renpy.movie_cutscene("video/心愛覚醒カットイン.webm",stop_music=False)

    # 这个语句是针对心爱觉醒设计的参数，能够调整觉醒的心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.04
    $ sideimagesize.SideImageYalign = 23.8
    $ sideimagesize.SideImageZoom = 0.55

    # 心爱 「リミッターをレベル１から７まで解放。対象の反撃を想定した機動シミュレーション完了。射出カウント…３ドライ…２ツヴァイ…１アインス」
    voice "voice/心愛/cca_a1_0106.ogg"
    ai 心愛_トランザム "释放1级至7级的限制器。假想目标反击的机动模拟完成。发射计数... ... 3（three）... ... 2（two）... ... 1（one）"

    # 这个语句是针对心爱觉醒设计的参数，能够调整觉醒的心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.04
    $ sideimagesize.SideImageYalign = 23.8
    $ sideimagesize.SideImageZoom = 0.55

    # 心爱 「……」
    voice "voice/心愛/cca_a1_0107.ogg"
    ai "……"
    hide 心愛_トランザム
    show 心愛_トランザム at love69_xinai_center:
        yalign 0.053
        xalign 0.43
        linear 0.5 yalign -0.029

    # 心爱稍下蹲

    # nil 「ぐっ…と心愛の身体が沈み、ゆっくりと目を開ける。その瞳は、いつものフニャフニャした少女の顔ではない。」
    "咕噜……心爱的身体稍稍沉下去了一点，然后慢慢地睁开了眼睛。这双眼睛，并不是平常那个软绵绵的少女的那双眼睛"

    # nil 「ただ、目的を遂行するためだけに感情すら封じ込めた略奪者の瞳だ。」
    "这只是一只为了达到目的而将感情封存起来的掠夺者的眼睛"

    # nil 「俺も右脚を下げ、コーンの根本を握りしめる。」
    "我也降低了身体的重心，紧紧抓住了甜筒"

    # 这个语句是针对心爱觉醒设计的参数，能够调整觉醒的心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.04
    $ sideimagesize.SideImageYalign = 23.8
    $ sideimagesize.SideImageZoom = 0.55

    # 心爱 「目標を…駆逐するッ！！！」
    voice "voice/心愛/cca_a1_0108.ogg"
    ai "把目标…驱逐出去！！！"

    # 心爱在屏幕上放大，淡出
    # 淡出没法做，做个放大到可视范围外
    hide 心愛_トランザム
    show 心愛_トランザム at love69_xinai_center:
        yalign 0.053
        xalign 0.43
        linear 0.3 zoom 50.0
    # nil 「怒濤と共に心愛が俺の方へ突進してくる。」
    "随着怒涛的袭来，心爱向我的方向冲刺"

    # 莲 「ところがぎっちょん！」
    # 参考资料：https://dic.pixiv.net/a/ところがぎっちょん
    # 番在这里：https://www.bilibili.com/bangumi/play/ep35138?b 这句话在13分42秒
    lian "别得意的太早了！(ところがぎっちょん！)（L:这句出自机动战士高达00 第一季第12集《教义的尽头》13分42秒，是阿里·阿尔·萨谢斯的台词，我专门去康了一下）"

    # 偷空hide一下，打枪的不要，偷偷的删掉
    hide 心愛_トランザム
    # nil 「心愛が跳ねて、右腕を伸ばす。」
    "心爱跳起来，伸出右臂"

    # 心爱从屏幕右边闪现！
    # CropMove和hpunch似乎不能连用呢，抛弃hpench
    show 心愛_トランザム at love69_xinai_center with CropMove(0.15,mode="wipeleft"):
        yalign 0.053
        xalign 0.43
    # nil 「差しのばされた右腕を払いのける。」
    "用伸出来的右臂向我袭来！"

    # nil 「しかし…」
    "但是"

    # 心爱量子化！
    # hide 心愛_トランザム
    # $renpy.movie_cutscene("video/クアンタム心愛.webm",stop_music=False)

    # 这个语句是针对心爱觉醒设计的参数，能够调整觉醒的心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.04
    $ sideimagesize.SideImageYalign = 23.8
    $ sideimagesize.SideImageZoom = 0.55

    # 心爱 「こは…俺の距離だ！」
    voice "voice/心愛/cca_a1_0109.ogg"
    ai "这是…我的距离！"

    # 根据引擎特性和剧情，做到这里比较好
    hide 心愛_トランザム
    $renpy.movie_cutscene("video/クアンタム心愛.webm",stop_music=False)

    # 莲 「量子化だと！？」
    lian "这是……量子化？！"

    # nil 「一瞬、心愛の当たり判定が消えて、急速に着地した心愛は、左手で俺が手に持ったアイスを奪おうとしてくるが、」
    # 稍稍改写一下
    "瞬间，心爱在我的雷达上的判定消失了，在我后方急速着地的心爱，用左手夺去了我手中的冰淇淋！"

    # nil 「コーンの端を持ってアイスを、中空で縦に回転させてかわし、手首を捻って逆手持ちに切り替える。」
    "拿着甜筒的一端，让冰淇淋在空中纵向旋转，然后扭动手腕换成反手抓住了！"

    # 这个语句是针对心爱觉醒设计的参数，能够调整觉醒的心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.04
    $ sideimagesize.SideImageYalign = 23.8
    $ sideimagesize.SideImageZoom = 0.55

    # 心爱 「なっ！」
    voice "voice/心愛/cca_a1_0110.ogg"
    ai "什么！"

    # 心爱，量子化逆再生！
    $renpy.movie_cutscene("video/量子化心愛逆再生.webm",stop_music=False)
    # 心爱背景的粉红色气场没找到呢，先就这样吧
    show 心愛_トランザム at love69_xinai_center:
        yalign 0.053
        xalign 0.43

    # 莲 「食らえ！」
    lian "给我恰！"

    # nil 「どうせ心愛に奪われるだろうと覚悟した俺は、逆手持ちのま、心愛の口の中にアイスを突っ込んだ。」
    "我做好了冰淇淋会被心爱夺走的觉悟，于是我反手就是把冰淇淋塞进了心爱的嘴里！"

    # 这个语句是针对心爱觉醒设计的参数，能够调整觉醒的心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = -0.04
    $ sideimagesize.SideImageYalign = 23.8
    $ sideimagesize.SideImageZoom = 0.55

    # BGM 停，音效：戳
    stop music
    play sound "voice/effect/17_フヒ.ogg"
    # 发色增强好像也没法做，做个动画吧
    hide 心愛_トランザム
    show 心愛_トランザム at love69_xinai_center:
        yalign 0.053
        xalign 0.43
        linear 0.15 yalign -0.001
        linear 0.15 yalign 0.053

    # 心爱 「むぐっ」
    voice "voice/心愛/cca_a1_0111.ogg"
    ai "唔！"

    # 心爱气场，解！
    # nil 「鈍い音を立て心愛の身体が停止した。」
    "伴随着沉闷的声音，心爱的身体停了下来"

    # 莲 「次はもっとお淑やかにおねだりすることだ。ゆっくり味わいたいなら…な」
    lian "下次给我更淑女地乞求，如果你想仔细品尝的话... .."

    # nil 「心愛の口には面白いようにコーンのアイスクリームが突き刺さっている。」
    "现在，心爱的嘴上看起来相当有趣，甜筒和冰淇淋一起扎了进去"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 觉醒心爱消失，通常心爱回归！
    hide 心愛_トランザム with Dissolve(0.1)
    show 心愛_制服_基本_もぐもぐ at love69_xinai_center with Dissolve(0.1)
    # 心爱 「むぐ…むぐむぐ…あむ…むぐ…けほっ…むぐ」
    voice "voice/心愛/cca_a1_0112.ogg"
    ai 心愛_制服_基本_もぐもぐ "嗯...唔唔...呜啊...哈啊...嗯...咳...嗯嗯"

    # 莲 「死して尚食らうというのか」
    lian "即使死了也还是要吃吗？"

    # nil 「心愛は全身を硬直させたま、首から上だけ動かして、口に無理矢理突っ込まれたアイスクリームを味わっている。」
    "心爱全身僵硬，只剩脖子往上慢慢蠕动，勉强品尝着被强行塞进嘴里的冰淇淋"

    # nil 「口からハミ出していたコーンが、心愛の体内へと吸い込まれていく。」
    "从嘴里吐出来的甜筒又被吸入了心爱的体内"

    # nil 「そして、コーンが全て心愛の口内へと収納された。ちなみに、包み紙は吸引中にとってあげました」
    "最后，整个冰淇淋和甜筒全部都收纳到了心爱的嘴里面。顺便说一下，外面的包装纸是在心爱吸到嘴里面的过程中我给取下来的"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「むぐ…ごくっ…ぷしゅー…」
    voice "voice/心愛/cca_a1_0113.ogg"
    ai "呜嗯…嗯嗯…嗝…"

    # nil 「食べきった所で機能が停止したのか、がっくりと俺の身体に力なく寄り添い、うなだれた。」
    "大概是在这样吃完之后身体机能停止了吧，心爱突然无力地贴近我的身体，低着头"

    # 莲 「えー目標の沈黙を確認」
    lian "嗯，确认目标已被击沉"

    # nil 「支えを失った心愛の身体を両腕で支えながら、腕時計を確認する。」
    "用双臂支撑着心爱的身体，确认了一下手表"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「…ぷしゅー…」
    voice "voice/心愛/cca_a1_0114.ogg"
    ai " ... 咻..."

    # nil 「心愛の口から冷却用の湯気が漏れる」
    "从心爱的口中漏出冷却用的蒸汽"

    # 莲 「はい、ということでね、甘い物を見たら見境なくなる癖はそろそろ治そうか」
    lian "嗯，这样啊，只要看到甜食就看不见其它东西的习惯差不多可以治好了吧"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ふにゃー…」
    voice "voice/心愛/cca_a1_0115.ogg"
    ai " 呼喵…"

    # nil 「心愛が甘い物絡みで暴走するのは今に始まったことじゃなく、というか今回のも半分ぐらい悪ふざけでやってる事ぐらい承知している。」
    "心爱因为甜食而暴走已经不是第一次了，我知道这次也有一半是恶作剧"

    # nil 「ポンポンと、予想外に迅速にアイスを食べるハメになった心愛の頭を撫でる」
    "轻轻地，我抚摸着意料之外的速度吃掉了冰淇淋的心爱的头"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ふにゃ…ふへ…ふへ…」
    voice "voice/心愛/cca_a1_0116.ogg"
    ai " 呼喵…呵呵…嘿嘿…"

    # 莲 「あの…心愛さん…？」
    lian "那个……心爱桑…？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ふへ…これで…勝ったと思ったらぁ…大間違いだァ…」
    voice "voice/心愛/cca_a1_0117.ogg"
    ai "嘿嘿…才这样就…以为赢了……就大错特错了……"

    # 莲 「再起動だと…バカな、あり得るのか…こんなことが…」
    lian "再启动的话……真傻啊，在这种情况下……怎么可能啊……"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ところがぎっちょん！」
    # hide 心愛_制服_基本_もぐもぐ
    show 心愛_制服_基本_真顔 at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0118.ogg"
    ai 心愛_制服_基本_真顔 "别得意的太早了！(ところがぎっちょん！)（L:这句和刚才莲说的是一样的，出自机动战士高达00 第一季第12集《教义的尽头》13分42秒）"
    hide 心愛_制服_基本_もぐもぐ

    # nil 「がばっ」
    "啪!"

    # nil 「心愛が俺の両肩を掴んで、顔面めがけて一気に飛び上がる。」
    "心爱抓住我的双肩，朝我的脸飞速接近"

    # nil 「そして…」
    "然后…"

    # 莲 「んむっ！？」
    lian "嗯！？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ちゅー…っ！」
    # hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_キス at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0119.ogg"
    ai 心愛_制服_基本_キス "啾——... !"
    hide 心愛_制服_基本_真顔

    # 莲 「う、奪われた…！　私の唇を！」
    lian "呜，被夺去了... ! 我的嘴唇！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「にへ…親方の唇頂いたでやんす」
    # hide 心愛_制服_基本_キス
    show 心愛_制服_基本_笑顔1 at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0120.ogg"
    ai 心愛_制服_基本_笑顔1 "嘿嘿…你的嘴唇我就收下了"
    hide 心愛_制服_基本_キス

    # 莲 「お、おう…この展開は…予想していなかった…」
    lian "这，这…这种展开…真是预想之外…"

    # nil 「実際、唇と唇が触れたのは一瞬だったが、キスはキスだ。」
    "虽然事实上，嘴唇和嘴唇之间的接触只是一瞬间，但是接吻就是接吻"

    # nil 「まごう事なきキッスだ。」
    "雀食是发生了"

    # nil 「あの心愛が…俺に…キスをしただと…！」
    "那个心爱... 她吻了我... ！"

    # nil 「ちょっと若干頭が混乱する。いってぇどういう事だ。」
    "一时间感觉头脑相当混乱，这是个啥子情况？！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「おっとぉ…隙だらけでやんすなぁ…余所見してっとぉ…もう一発いきますよぉー？　心愛あたーっく！」
    # hide 心愛_制服_基本_笑顔1
    show 心愛_制服_基本_ニタァ at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0121.ogg"
    ai 心愛_制服_基本_ニタァ "哎呀……真是漏洞百出啊……再不集中注意力的话…我会再来一次的哦~？心愛攻击（Cocoa Attack）！"
    hide 心愛_制服_基本_笑顔1

    # 莲 「またれいまたれい！　しばしまたれい！」
    lian "等下…现在吗？…等等！这是啥情况？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ぐぬぬぬ！　おとなしくしやがれー！」
    # hide 心愛_制服_基本_ニタァ
    show 心愛_制服_基本_不機嫌1 at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0122.ogg"
    ai 心愛_制服_基本_不機嫌1 "咕奴奴！ 你给我老实点——"
    hide 心愛_制服_基本_ニタァ

    # nil 「俺に身体を密着させたま、残り少ない俺の唇を奪おうとする心愛君。」
    "心爱的身体紧贴着我，想要夺走我所剩无几的嘴唇"

    # nil 「明らかに、目がイってます。」
    "显而易见，是我的眼睛粗问题辽"

    # 莲 「（いや…頻繁に目がイくからあんま参考にならねぇけどさ…）」
    lian "(不对... 因为我的眼睛经常出问题，所以好像没什么参考价值咧...)"

    # nil 「いつもと比べてこう…ニヤー…という感じだ。」
    "和平时相比起来，好像心爱就是这种感觉？"

    # nil 「一応、俺の記憶が正しければ、心愛は悪ふざけはされど、」
    "总之，如果我的记忆正确的话，虽然心爱会恶作剧，但是"

    # nil 「こういうラブレボリューション的な事には結構慎重派のはずだったのだが…。」
    "对于这种非常激进的事情心爱应该是相当谨慎的来着... "

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ぶにゃー」
    # hide 心愛_制服_基本_不機嫌1
    show 心愛_制服_基本_にっこり1 at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0123.ogg"
    ai 心愛_制服_基本_にっこり1 "呜喵——"
    hide 心愛_制服_基本_不機嫌1

    # 莲 「一体どこにこんなパワーを隠し持って居たというのだ…！」
    lian "到底是在哪里隐藏着这样的力量呢…！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「恋する乙女のぉおパワーはぁあインフィニティ！」
    # hide 心愛_制服_基本_にっこり1
    show 心愛_制服_基本_真顔1 at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0124.ogg"
    ai 心愛_制服_基本_真顔1 "恋爱中的少女的抛瓦（power）啊！INFINITY（是∞的啊）！"
    hide 心愛_制服_基本_にっこり1

    # 莲 「わかったわかった。大胆告白はとりあえず聞かなかった事にするから、落ち着けっつーの！」
    lian "我知道了我知道了。但是先别着急大胆告白，你先冷静下来！"

    # nil 「とりあえず、キス顔を押しつけてくる心愛をしのぎながら、こんな事になってしまった原因を考える。」
    "总之，一边躲着心爱的强吻，一边思考着造成这种情况的原因"

    # nil 「……」
    "……"

    # nil 「ＯＫベイビー思い付いたぜ。間違いなく、例の『恋が叶う魔法のアイス：ラブポーション・シクスティナイン』のお陰様だ。」
    "OK，Baby！我想到了！毫无疑问，造成这种情况，是多亏了那个『能够实现恋爱的魔法冰淇淋：LOVEPOTION SIXTYNINE』"

    # nil 「恋が叶うっつーのは…要するに興奮剤的な成分が含まれてるという事かね…。」
    "要实现恋爱的话……总之大概就是包含了兴奋剂的成分吧…"

    # 莲 「あんの魔女っ娘め、なんつー危険な物を渡してくれたんだ！」
    lian "那个魔女的女儿，竟然把这么危险的东西给了我！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「む！　今は私の事だけ考えてよだーりん！」
    # hide 心愛_制服_基本_真顔1
    show 心愛_制服_基本_不機嫌1 at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0125.ogg"
    ai 心愛_制服_基本_不機嫌1 "哼! 现在只要想着我就好了，达令！"
    hide 心愛_制服_基本_真顔1

    # 莲 「てめぇもちったぁ目ぇ覚ませ！　後で恥ずかしくなるぞ！」
    lian "你也给我醒过来啊! 之后你绝对会尴尬的！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「構わぬ。後で悔やむ事になっても、今この瞬間の幸せを噛みしめるのみ」
    # hide 心愛_制服_基本_不機嫌1
    show 心愛_制服_基本_真顔1 at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0126.ogg"
    ai 心愛_制服_基本_真顔1 "没关系。就算以后会后悔，现在也只能抓住这一瞬间的幸福"
    hide 心愛_制服_基本_不機嫌1

    # 莲 「覚悟を決めてんじゃねぇよ！」
    lian "你还没有做好觉悟呢！"

    # nil 「厄介だ。ただでさえ、幾分裂した性格をお持ちの心愛ちゃんが、怪しいお薬でハイになると、こうも扱いづらいとは。」
    "麻烦了。本来就有点分裂性格的心爱酱，如果因为奇怪的药物而兴奋起来，居然会这么难对付。"

    # nil 「とはいえ、あまり露骨に拒否を続けるのも、心愛に可哀想である。」
    "话虽如此，如果过于露骨地拒绝，那样的话对心爱也是很可怜的呢"

    # nil 「流石にこれはあまりに距離が急接近しすぎではあるが、」
    "虽然但是，这个距离实在是有点近了"

    # nil 「俺も心愛の事は好きだし、今以上に親しくなれるのであれば、それはそれで喜ばしい事だ。」
    "我也喜欢心爱，如果能比现在更加亲密的话，那就太令人高兴了"

    # nil 「だが、問題は心愛の方だ。先ほども述べたように、こういう一線を越えるようなスキンシップに対し、」
    # nil 「真冬と比べても慎重（消極的）な心愛の事だ。」
    # 霓虹语有点长但是中文很短，两句合并一句
    "但是，问题在心爱那边。如上所述，对于这种越界的肌肤接触，和真冬相比，心爱更加谨慎(消极的意义上)"

    # nil 「やはりファーストキスは大切にしたいだろう。」
    "果然还是想重视初吻呢"

    # nil 「それに、俺と唇を重ねる事が本意とも限らない。」
    "说不定，和我重叠嘴唇也并不一定是心爱的本意"

    # nil 「なら、今は…受け流しておく事が最善なのだが…。」
    "那么，现在的话……放任不管应该最好的处理办法了…"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「あんまり抵抗すると頸動脈締めるぞおらァ…」
    # hide 心愛_制服_基本_真顔1
    show 心愛_制服_基本_不機嫌1 at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0127.ogg"
    ai 心愛_制服_基本_不機嫌1 "如果再抵抗的话，我会勒紧你的颈动脉的！（L:粉切黑啦！粉切黑啦！心爱要黑化了啊！）"
    hide 心愛_制服_基本_真顔1

    # 莲 「ひい！　く、くるしい！　死んじゃう！」
    lian "呃啊！痛、痛啊！我要gg了啊！"

    # nil 「どうやら、甘い物に対する容赦のない姿勢が、そのま俺に向けられているらしい。」
    "看来，心爱把平时那种对甜食毫不留情的态度，直接指向了我"

    # nil 「つまり、力尽くということだ。」
    "也就是说，现在要竭尽全力了"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「むー…そんなに嫌かね蓮くんはぁ～」
    voice "voice/心愛/cca_a1_0128.ogg"
    ai "嗯姆……莲君真是让人讨厌啊~"

    # 莲 「いえ、嫌というわけでは…！」
    lian "没有没有，我并不是讨厌这种事情啊…！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「じゃぁ、大人しくしなさいっつーの！」
    voice "voice/心愛/cca_a1_0129.ogg"
    ai "那你就老实点好了! "

    # 莲 「ひぎい！」
    lian "好强!"

    # nil 「心愛に迫られながら、後ずさりする。」
    "在心爱的逼迫下向后退去"

    # nil 「ダンッ。」
    "突然"

    # nil 「心愛が俺に体重を掛けて、壁に押しつけた。」
    "心爱把体重压在了我身上，我被壁咚了"

    # nil 「万事休す。完全に追い詰められた。」
    "完全被逼迫到了绝境，万事休矣万事休矣"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「さぁ…では…改めて…い・た・だ・き・ま～す」
    # hide 心愛_制服_基本_不機嫌1
    show 心愛_制服_基本_にっこり1 at love69_xinai_center with dissolve
    voice "voice/心愛/cca_a1_0130.ogg"
    ai 心愛_制服_基本_にっこり1 "那么…要上了……再一次的…我·要·开·动·了~哦"
    hide 心愛_制服_基本_不機嫌1

    # 莲 「だ、誰か助けてぇ！」
    lian "谁来救救我啊！"

    # 雾叶初登场！
    # 雾叶？？？ 「張り紙でもしておいたほうがよさそうですね…当店は壁ドンを禁止しております…と…おんやまぁ」
    # hide 心愛_制服_基本_にっこり1
    # 根据下面的参数来定义心爱和雾叶的参数吧
    transform love69_xinai_left:
        zoom 1.5
        xalign 0.53
        yalign -0.09
        xalign 0.155
    transform love69_wuye_right:
        zoom 1.5
        xalign 0.93
        yalign 0.015
    show 心愛_制服_基本_にっこり1:
        zoom 1.5
        xalign 0.53
        yalign -0.09
        linear 0.3 xalign 0.155
    show 黑_私服_無表情 with Dissolve(0.15):
        zoom 1.5
        xalign 0.93
        yalign 0.015

    # 来设计雾叶在对话框里的头像参数吧！
    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0
    voice "voice/霧葉/krh_a1_0001.ogg"
    hei 黑_私服_無表情 "好像还是贴上告示比较好呢…本店禁止壁咚…嗨呀"

    # nil 「カランコロンカラ～ン」
    "叮当叮当♪~"

    # nil 「ベルが鳴り響き、俺達が居る傍の扉が開いた。」
    "随着铃声响起，我们身旁的门打开了"

    # nil 「扉の奥から、気怠げな表情をした背の高い女性が姿を現した。」
    "从门的深处，一个表情慵懒的高个子女性从里面走了出来"

    # nil 「俺はその女性に見覚えがあった。」
    "我对这个女人有印象"

    # 莲 「（そうか…こは例の…）」
    lian "（是吗…这是刚才海报的…）"

    # nil 「そう、先ほど植木鉢くんに貰ったチラシのお店らしい。運が良かった。他人でもないし、一つ賭けてみるか。」
    "对！好像是刚才在花盆君那里拿到传单的那家店的人。运气真好。边上也没有别人了，干脆赌一把吧"

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「えーとえーと…二名様でよろしかったでしょうか。それと…おちんぽはお吸いになられますか？」
    # hide 黑_私服_無表情
    show 黑_私服_ニヤリ at love69_wuye_right with dissolve
    voice "voice/霧葉/krh_a1_0002.ogg"
    hei 黑_私服_ニヤリ "诶多诶多……两位客人是吗？还有……请问要吸欧金棒吗？"
    hide 黑_私服_無表情

    # 莲 「開幕下ネタかよ！」
    lian "开幕黄段子啊！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「む！　なんだか美人さんが出てきたにゃ！　おう、私から蓮くんを奪うつもりなら、そうはいかないぞ！」
    # hide 心愛_制服_基本_にっこり1
    show 心愛_制服_基本_不機嫌1 at love69_xinai_left with dissolve
    voice "voice/心愛/cca_a1_0131.ogg"
    ai 心愛_制服_基本_不機嫌1 "嗯！总觉得有个美女出来了喵！姆！如果打算从我这里夺走莲君的话，那是行不通的哦！"
    hide 心愛_制服_基本_にっこり1

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「あ、いや…異性にゃ興味ないんでご勝手にどうぞ」
    # hide 黑_私服_ニヤリ
    show 黑_私服_無表情 at love69_wuye_right with dissolve
    voice "voice/霧葉/krh_a1_0003.ogg"
    hei 黑_私服_無表情 "啊，不……我对异性没兴趣，请随便用"
    hide 黑_私服_ニヤリ

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「わーい」
    # hide 心愛_制服_基本_不機嫌1
    show 心愛_制服_基本_にっこり1 at love69_xinai_left with dissolve
    voice "voice/心愛/cca_a1_0132.ogg"
    ai 心愛_制服_基本_にっこり1 "好耶！"
    hide 心愛_制服_基本_不機嫌1

    # 莲 「待って待ってお姉さん！　もし手が空いてるなら、この状況をなんとかしてくれないか！」
    lian "等一下，等一下姐姐！如果有空的话，能不能想想办法处理一下这个情况？"

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「修羅場はごめんですけど…」
    # hide 黑_私服_無表情
    show 黑_私服_不満 at love69_wuye_right with dissolve
    voice "voice/霧葉/krh_a1_0004.ogg"
    hei 黑_私服_不満 "如果是修罗场的话抱歉（L:这里是说她对男人莫得性趣(doge)）"
    hide 黑_私服_無表情

    # 莲 「力尽くでひっぺがえすとかさ！」
    lian "用尽全力把她推倒！"

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「はぁ…なんとなく状況はわかりました。俺は女は殴れねぇってやつですね」
    # hide 黑_私服_不満
    show 黑_私服_無表情 at love69_wuye_right with dissolve
    voice "voice/霧葉/krh_a1_0005.ogg"
    hei 黑_私服_無表情 "啊……我总算明白了情况。但是我是个不能打女人的家伙啊"
    hide 黑_私服_不満

    # 莲 「遠からず近からずって所だな…！」&&协力请求
    lian "着实有点微妙呢"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「はいはーい蓮くん、お話してないでこっち向いてねー」
    voice "voice/心愛/cca_a1_0133.ogg"
    ai "好了好了——莲君，话说完了就朝这边看吧"

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「いじゃないですか、グイグイ系の彼女って。まぁただ、店先での性行為はご遠慮願いたいですが…」
    # hide 黑_私服_無表情
    show 黑_私服_ニヤリ at love69_wuye_right with dissolve
    voice "voice/霧葉/krh_a1_0006.ogg"
    hei 黑_私服_ニヤリ "这不是很好吗? 有个肉食系的女朋友。不过，请不要在店门口ghs哦... ..."
    hide 黑_私服_無表情

    # 莲 「そうならないためにもお力添えを願いたい」
    lian "为了不变成你说的那个样子，希望你能来帮下忙"

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「わかりました。今回だけはサービスしときましょう」
    # hide 黑_私服_ニヤリ
    show 黑_私服_目閉じ at love69_wuye_right with dissolve
    voice "voice/霧葉/krh_a1_0007.ogg"
    hei 黑_私服_目閉じ "我明白了，这次我会为您服务（service）的"
    hide 黑_私服_ニヤリ

    # nil 「女性はため息をついてから、つかつかと俺達の方へと近寄ってくる。」
    "女性叹了一口气，然后大步向我们走来。"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「む！　やはり私から蓮くんを奪うおつもりですな！？　そうはさせぬ！」
    # hide 心愛_制服_基本_にっこり1
    show 心愛_制服_基本_不機嫌1 at love69_xinai_left with dissolve
    voice "voice/心愛/cca_a1_0134.ogg"
    ai 心愛_制服_基本_不機嫌1 "哼！果然你还是打算从我这里夺走莲君吧！？我不会让得逞的！"
    hide 心愛_制服_基本_にっこり1

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「どうしてもと言ったら？」
    # hide 黑_私服_目閉じ
    show 黑_私服_ニヤリ at love69_wuye_right with dissolve
    voice "voice/霧葉/krh_a1_0008.ogg"
    hei 黑_私服_ニヤリ "如果我无论如何都要这么做呢? "
    hide 黑_私服_目閉じ

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「力尽くで奪ってみやがれ！」
    voice "voice/心愛/cca_a1_0135.ogg"
    ai "用尽全力来抢抢看吧！"

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「ではその方向で」
    # hide 黑_私服_ニヤリ
    show 黑_私服_目閉じ at love69_wuye_right with dissolve
    voice "voice/霧葉/krh_a1_0009.ogg"
    hei 黑_私服_目閉じ "那么就按那个方向来发展吧"
    hide 黑_私服_ニヤリ

    # nil 「女性はそっと、心愛の心愛に近づいた。」&&"心愛の心愛" 有点迷
    hide 黑_私服_目閉じ
    show 黑_私服_目閉じ:
        zoom 1.5
        xalign 0.93
        yalign 0.015
        linear 0.3 xalign 0.254
    "女人轻轻地走近心爱的位置"

    # nil 「そして。」
    "然后"

    # 心爱被店老板暴打.avi？？？
    $renpy.movie_cutscene("video/店獄殺.webm")

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「笑止」
    hide 黑_私服_目閉じ
    show 黑_私服_ニヤリ:
        zoom 1.5
        xalign 0.93
        yalign 0.015
        linear 0.0 xalign 0.254
    voice "voice/霧葉/krh_a1_0010.ogg"
    hei "笑止"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ぐふっ」
    # 原版这里心爱拿着奶糖苹果，按照上下文是不应该有的，我们认为是Bug，修正！
    hide 心愛_制服_基本_不機嫌1
    show 心愛_制服_基本_ぐるぐる:
        zoom 1.5
        xalign 0.53
        yalign -0.09
        xalign 0.155
        linear 0.3 yalign -2.09
    voice "voice/心愛/cca_a1_0136.ogg"
    ai 心愛_制服_基本_ぐるぐる "咕啊"

    # 莲 「容赦なしかよ」
    # 然后悄悄hide心爱
    hide 心愛_制服_基本_ぐるぐる
    lian "毫不留情的吗"

    # nil 「女性のノーモーションのボディブロー？を食らい、心愛は今度こそ、完全に沈黙した。」
    "完全看不到她的攻击动作？！这次，心爱被完全击倒了"

    # nil 「気絶した心愛の身体を女性は抱き留める。」
    "女性抱着已经昏厥的心爱的身体"

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「安心してください、峰打ちです」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%B3%B0%E6%89%93%E3%81%A1
    # 这里对话框也没有头像，修正！
    # 雾叶到了中间，写个参数
    show 黑_私服_ニヤリ:
        zoom 1.5
        xalign 0.93
        yalign 0.015
        linear 0.0 xalign 0.254
        linear 0.3 xalign 0.52

    transform love69_wuye_center:
        zoom 1.5
        xalign 0.93
        yalign 0.015
        xalign 0.254
        xalign 0.52

    voice "voice/霧葉/krh_a1_0011.ogg"
    hei 黑_私服_ニヤリ "请放心，我这是峰打"

    # 莲 「峰打ちってなんすか」
    lian "峰打是啥？？？（L:峰打是用日本剑背上的脊（剑背）击打对手，来击败而不杀死对手，通常会导致挫伤，骨折等伤害）"

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「で、二名様でよろしいですね？　お姫様は寝かせておきますから、顔でも洗ってきたらどうですか？　汗、かいてるみたいですよ」
    # hide 黑_私服_ニヤリ
    show 黑_私服_目閉じ at love69_wuye_center with dissolve
    voice "voice/霧葉/krh_a1_0012.ogg"
    hei 黑_私服_目閉じ "那么，两位客人对吧？公主的话会让她睡着的，你去洗个脸怎么样？看上去出了不少汗的样子"
    hide 黑_私服_ニヤリ

    # 莲 「あ、あ…じゃぁお言葉に甘えて」
    lian "啊，嗯…那就承蒙你的好意了"

    # 这个语句是针对雾叶设计的参数，能够调整雾叶在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.07
    $ sideimagesize.SideImageYalign = -4.05
    $ sideimagesize.SideImageZoom = 1.0

    # 雾叶？？？ 「You are wellcome♪」
    # hide 黑_私服_目閉じ
    show 黑_私服_ニヤリ at love69_wuye_center with dissolve
    voice "voice/霧葉/krh_a1_0013.ogg"
    hei 黑_私服_ニヤリ "You are wellcome♪"
    hide 黑_私服_目閉じ

    # nil 「促されるま、俺はダイナー式のレストランの店内へと案内されるのであった。」
    "在她的催促下，我被带进了一家diner式餐厅的店内"

    # 隐藏 quick_menu
    $ quick_menu = False

    play sound "voice/effect/moosehead honk (stinger).ogg"
    image bg アイキャッチ心愛＆真冬 = "images/bg/アイキャッチ心愛＆真冬.png"
    # hide screen quick_menu
    scene black
    scene アイキャッチ心愛＆真冬 with ImageDissolve("images/tr/縦ブラインド.png", 1.5, ramplen=128, reverse=False, alpha=True, time_warp=None)

    $ renpy.pause(1.5, hard=True)
    $ renpy.end_replay()

    # scene01 结束啦！！！
    # 过场： アイキャッチ心愛＆真冬
    # Demo部分文本结束

    # 可能需要在这里做个持久化变量，用于Gallery

    # scene01 结束，跳转到scene02
    jump scene02

    # # -----------------------------------------------------------------
    # # Demo 版限定内容 起始
    # # By Luckykeeper 2021年10月9日 19点47分
    # # 后面的版本需要注释掉

    # scene リビングa_昼 at truecenter with wiperight
    # play music bgmfive fadein 1.0

    # # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    # $ sideimagesize.SideImageXalign = 0.08
    # $ sideimagesize.SideImageYalign = -29.35
    # $ sideimagesize.SideImageZoom = 0.95

    # show 真冬_制服_基本_おやつ3 at love69_left with Dissolve(0.15)
    # dong 真冬_制服_基本_おやつ3 "Demo版的部分到这里就结束啦！各位看官，您觉得如何呢？"

    # # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    # $ sideimagesize.SideImageXalign = 0.10
    # $ sideimagesize.SideImageYalign = 15.72
    # $ sideimagesize.SideImageZoom = 0.96

    # show 心愛_制服_おやつ_笑顔 at love69_right with Dissolve(0.15)
    # ai 心愛_制服_おやつ_笑顔 "不出意外的话，下次再见到大家就是在正式版了呢"

    # # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    # $ sideimagesize.SideImageXalign = 0.08
    # $ sideimagesize.SideImageYalign = -29.35
    # $ sideimagesize.SideImageZoom = 0.95

    # show 真冬_制服_基本_おやつ3 at love69_left
    # dong "如果您遇到了Bug，请您移步到我们项目的 Github 页面进行反馈"

    # # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    # $ sideimagesize.SideImageXalign = 0.10
    # $ sideimagesize.SideImageYalign = 15.72
    # $ sideimagesize.SideImageZoom = 0.96

    # show 心愛_制服_おやつ_笑顔 at love69_right with Dissolve(0.15)
    # ai "如果您对翻译、程序等方面有修改建议，也欢迎到我们项目的 Github 页面进行反馈"

    # luckykeeper "我们项目的开源地址是 https://github.com/luckykeeper/LOVE69_renpy_remaster ，文件夹内（电脑版）也有相关说明，我会尽力让各位早日见到正式版的，也希望大家能抽出一点点时间去Github上给我们一个Star作为支持"

    # luckykeeper "你们的Star（Star是不要钱的哦）是我们前进最好的动力，感谢各位的陪伴，让我们正式版再见！项目组全体成员祝大家生活愉快，工作顺利！"

    # luckykeeper "另外，在游戏的“game”目录下，有个“Demo版发行Readme”文件，里面有好康的，如果还没看的话稍后记得去康一下哦！"

    # # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    # $ sideimagesize.SideImageXalign = 0.10
    # $ sideimagesize.SideImageYalign = 15.72
    # $ sideimagesize.SideImageZoom = 0.96

    # ai "Ren'py相关问题，催更，Galgame交流，翻译问题也都可以到项目的 Github 页面( Issues 区)和我们交流哦！"

    # # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    # $ sideimagesize.SideImageXalign = 0.08
    # $ sideimagesize.SideImageYalign = -29.35
    # $ sideimagesize.SideImageZoom = 0.95

    # dong "米娜桑，再会！记得常来康康我们哦！"

    # stop music fadeout 3.0
    # scene black with Dissolve(3.0)

    # # Demo 版限定内容 结束
    # # -----------------------------------------------------------------
