# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene07 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 0.2
# Blog：http://luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年1月13日

# 当前流程：整理生肉文本，翻译并润色

label scene07:
    # scene07 开始

    # scene07 场景1 【心爱酱的烦恼与时隔许久的演奏】 开始

    # 地点：雾叶店内
    # 人物：心爱 店长（雾叶） 莲
    # BGM：雾叶店内的音乐（嘤语的）

    # 心爱 「ごく……ごく……ごく……」
    ai "唔……咕…咕……"

    # 店长 「ぷっ…くすくすくす…」
    dinerowner "咳…哈哈哈~"

    # 心爱 「ごく…ごく…ぷはー」
    ai "咕…咕……哇啊"

    # 店长 「くすくすくすくす…」
    dinerowner "嘿嘿…啊哈哈~"

    # nil 「激しい雨音が、窓の向こうから聞こえてくる。」
    "从窗外传来了猛烈的雨声"

    # nil 「夏は嫌いじゃないけど、やたら身体の先端だけを刺してくるモスキート野郎と、」
    "虽然不讨厌夏天，但是我不喜欢蚊子，这些混蛋总是用身体的尖端刺伤我的皮肤"

    # nil 「憲法９条ガン無視してゲリラ戦を挑んでくるこの豪雨だけは好きになれない。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E6%97%A5%E6%9C%AC%E5%9B%BD%E6%86%B2%E6%B3%95%E7%AC%AC9%E6%9D%A1
    "我不喜欢这场无视宪法第九条挑起游击战的暴雨（L:日本宪法第二章第九条放弃了交战权，原文译文如下「日本国民衷心谋求基于正义与秩序的国际和平，永远放弃以国权发动战争、武力威胁或武力行使，作为解决国际争端的手段。为达到前项目的，不保持陆海空军及其他战争力量，不承认国家的交战权」）"

    # nil 「私は、アメリカンダイナー『69thStreetDiner』のバーカウンターに座って、」
    "我坐在美式餐厅『69thStreetDiner』的吧台前"

    # nil 「店主謹製のアイスコア（冷たいコアの上にソフトクリームを乗せた飲み物）を頂いていた。」
    # 参考资料：https://en.wikipedia.org/wiki/Ice_cream_float
    # 原文是アイスコア是冰芯的意思（就是北极圈科学家挖出来用于考古的那个），根据原文括号里面的意思，应该是冰淇淋苏打（フロート/ice cream float/ice cream soda）
    "我收到了店主精心制作的冰淇淋苏打(冰块上放着软雪糕的饮料)"

    # 心爱 「…はぁう～…これ、美味しいね、てんちょーさん！」
    ai "……哈呜…这个真是好喝呢、店长桑！"

    # 店长 「そ、それは…よ、よかったですね…ありがと…く、く…」
    dinerowner "这、这样啊……啊，真是太好了…谢谢……诶嘿嘿嘿~"

    # 心爱 「…ねぇ、さっきからなんでそんな必死に笑いを堪えてるの？」
    ai "……呐，刚才你为啥那么拼命地憋笑呢？"

    # 店长 「え、え？　そ、そんなことは…な、ないです…よ？　ぷーくすくす」
    dinerowner "啊、诶？那个、没有这样的事……没、没嘿嘿"

    # 心爱 「いや、あからさまに笑いを堪えてる顔だよそれ。もしかして、私の顔になんかついてる？　目と鼻と口以外で」
    ai "不，你这明显是憋笑的脸。难道我的脸上有什么东西吗？除了眼睛、鼻子和嘴巴以外"

    # 店长 「いえいえ、特には、なに…もっ…！　くすくすくす…」
    dinerowner "没没没，没什么，什么都每的嗦…！嘿嘿嘿嘿……"

    # nil 「店長さんは必死な様子で、カウンターの奥に設置してあるウォーターサーバーから、」
    "店长似乎拼命地想从柜台后面的饮水机里接上一杯饮料"

    # nil 「ミネラルウォーターをグラスに注いで、そのグラスを口に当てた。」
    "她倒了一杯矿泉水，把它拿在嘴边"

    # nil 「水を注いでる最中も、私の事を横目で見ている。」
    "在倒水的时候，也在斜眼看着我"

    # 心爱 「じー…まぁいけど」
    ai "盯——……嘛，算了"

    # 心爱 「……ごく……ごく……ごく……」
    ai "……咕……咕…咕……"

    # 店长 「ぶふっ」
    dinerowner "噗噗"

    # 心爱 「ちょっと！？　店長さん大丈夫！？」
    ai "等等！？店长你没事吧！？"

    # nil 「普段、クールで静かな店長さんが、大きく水を吹きだした。」
    "平时既冷静又安静的店长，开始大口喷水（L:群龙王.jpg）"

    # nil 「タイミングからみて、このコアに何か仕掛けが…。」
    "从这个时机上来看，我感觉这个冰芯里面藏了什么诡计"

    # 店长 「え、え、ちょっと思わず吹きだしただけです…ぜぇーはぁー…くすくす」
    dinerowner "那、那个，我只是忍不住笑了起来……哈——啊——哈——啊嘿嘿"

    # 心爱 「あー！　もしかしてぇー、このコアに何か入れたでしょ！真冬ちゃんもこの前勝手に私のジュースにシリカゲル入れるしさー！」
    ai "啊!也许你在这个里面放了什么东西! 前几天，真冬酱还擅自地在我的果汁里放了硅胶!"

    # 店长 「死んじやいますよそれ……ふう……やつと、おちつ……ふつ……あははははははははははは。もーだめだーちくしょー、もう耐え切れない、あは」
    dinerowner "差点死掉了，这个……真是不行啊，呵呵哈哈哈哈哈哈哈，我已经受不了了，岂可修！啊哈哈哈哈，我已经受不鸟了，哈哈哈哈哈"

    # 心爱 「変な薬でもやってるのかよ」
    ai "你嗑了什么奇怪的药吗?!"

    # 店长 「だって、だって…くすっ、心愛が…コアを…くすくすくすくす。共食いかよっ！　って…ぷーくすくすくす」
    dinerowner "可是，可是…呃哈哈，心爱（cocoa）……核心（core，刚刚说的饮料里面的冰核，ice core）…啊哈哈。一起吃了下去！（L:这里是谐音梗，心爱和核心这两个词的读音很相似）"

    # 心爱 「…そんなツボに入る事でもないやろ」
    ai "那也不至于这样吧"

    # 店长 「あははははははは…ひー…イヒヒヒヒヒ」
    dinerowner "啊哈哈哈哈哈哈哈……欸嘿……嘿嘿嘿嘿嘿"

    # 心爱 「……ごく…ごく…ぷはー」
    ai "……咕…咕"

    # 店长 「ぶふっ…あははははははははははは、やめてくださいほんと！マジでツボなんですから…あははははははは！」
    dinerowner "啊哈，哈哈哈噗哈哈哈哈哈哈哈，请不要这样做真的！这里真的是个笑穴…啊哈哈哈哈哈哈哈！"

    # 心爱 「…そっか」
    ai "……是吗？"

    # nil 「それから凡そ約3分ほど、私がコアを飲みきるまで、店長さんはクールキャラとかどうでも良い事かのように、バーカウンターを叩きながら大笑いし続けました。」
    "接下来的大约3分钟，直到我喝完冰淇淋苏打为止，店长一边敲着吧台，一边大笑，好像那是一个很酷的角色或者其他什么都好的东西"

    # 原地tp

    # 店长 「ふう…こ一年で一番笑いました」
    dinerowner "啊哈… 这是一年来我笑得最开心的一次"

    # 心爱 「幸せな事は良い事だと思うよ」
    ai "如果感觉幸福的话我觉得是好事呢"

    # 店长 「沢山笑わせてもらったので、お代は良いですよ。もう一杯いきます？」
    dinerowner "因为让我笑了不少，给你免去不少费用。所以，要再来一杯吗？"

    # 心爱 「すぐタダにしちゃうよね…経営は大丈夫なの？」
    ai "马上就要免费了吧…这样经营没问题吗？"

    # 心爱 「新作出たもんね…そのせいで、蓮くんが部屋から三日間でてこなくなっちゃって、真冬ちゃんと二人でドア開けて引っ張り出した記憶あるよ」
    ai "因为出了新作品……所以，我记得莲在房间里呆了三天没出来了，我和真冬两个人开门把他拉出去了"

    # 店长 「ドアの前で△ボタン押したんですね。やっぱMove your ass hole！とでも言ったんですか？」
    dinerowner "你在门前按了"△"按钮，对吗？ 我就知道! Move your ass hole！你有说过吗？"

    # 心爱 「現実とゲームの操作を混同してるよ店長さん！」
    ai "你把现实和游戏操作搞混了，店长桑! "

    # nil 「さて、私は一条心愛。」
    "我是一条心爱"

    # nil 「さっきも述べたように、散歩中に突然の豪雨に見舞われた私は、ちょうど良い雨宿りスポットとして、このお店を利用させてもらった。」
    "就像我刚才说的，我在散步的时候遇到了突如其来的暴雨，所以我选择了这家店作为避雨的好地方"

    # nil 「このお店に来るのは、蓮君と来て以来二度目になる。」
    "这是我和莲君来这家店之后第二次来这里"

    # nil 「相変わらず、客入りは無く、店内には私と、妙に若くて愛想の良い店長さんの二人きりだ。」
    "还是老样子，店里没有客人，只有我和和蔼可亲的年轻店长两个人"

    # nil 「心なしか、店内のディスプレイが増えた気がする。」
    "也许是心理作用吧，感觉商店里的陈列品数量增加了"

    # nil 「店の隅では、店長曰く「米軍からの払い下げ」のジュークボックスが、古びた音を奏でている。」
    "在店铺的角落里，一台据经店长说是「从美国军队传下来的」点唱机正在发出陈旧的声音"

    # 心爱 「…あれ？」
    ai "…咦？"

    # 店长 「ん？」
    dinerowner "嗯？"

    # nil 「私は前回来た時には明かになかったものに気づき、カウンター席を降りた。」
    "我注意到了上次来的时候没有的东西，于是走下了吧台"

    # 心爱 「ピアノなんてあったっけ？」
    ai "有钢琴的嘛？"

    # 店长 「あ、それ最近貰ったんですよ。友達の家にあったやつなんですけど、要らないっていうのでせっかくなので頂いてきちゃいました」
    dinerowner "啊，那个是最近收到的。虽然是朋友家里的，但是因为他不需要所以好不容易才收到的"

    # 心爱 「店長さん弾けるの？」
    ai "店长你会弹吗？"

    # 店长 「いや、私は楽器の類は全然。強いて言えば、『女』ぐらいですかね？　まともに鳴らせるのは」
    dinerowner "不，我完全不喜欢乐器之类的。硬要说的话，只有『女』这种乐器吧？能让我好好『演奏』的"

    # 心爱 「それはさぞかし良い声で鳴くんでしょうね、貴方」
    ai "它的叫声一定很好听吧，亲爱的?"

    # 店长 「試してみますか？」
    dinerowner "要试试吗？"

    # 心爱 「機会があればね」
    ai "如果有机会的话?"

    # nil 「私はグランドピアノの蓋を開けて、ド・レ・ミ・ファ・ソ・ラ・シ・ドを奏でる。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%B0%E3%83%A9%E3%83%B3%E3%83%89%E3%83%94%E3%82%A2%E3%83%8E
    "我打开grand piano（大钢琴/三角钢琴）的盖子，演奏Do、Re、Mi、Fa、Sol、La、Si"

    # 店长 「昨日あたり、そのピアノをくれた友達がメンテナンスしたので、一応音はしっかり鳴るはずですが…」
    dinerowner "昨天的时候，那个给我钢琴的朋友保养过了，所以应该会好好地响起来…"

    # 心爱 「うん、調律はされてるみたい」
    ai "嗯，好像调过音了"

    # 店长 「弾けるんですか？」
    dinerowner "你会弹吗? "

    # 心爱 「ちょっとね。好きって言ってくれた人がいるから、練習したの」
    ai "有点吧。有人说喜欢，所以我就练习了一下"

    # 店长 「この前の…彼ですか」
    dinerowner "是上次的…他吗？"

    # nil 「その問いには答えず、私はピアノの前に座ってゆっくりエボニーとアイボリーを叩き始める。」
    # 这里的两个事物指代颜色
    # 参考资料：https://en.wikipedia.org/wiki/Ivory_(color)
    "我没有回答那个问题，坐在钢琴前慢慢地开始敲击黑白琴键"

    # 店长 「Ｇ線上のアリアですか…雨音にはよく合いますね」
    dinerowner "是G线上的咏叹调吗…很适合雨声呢? （L:是巴赫代表作品之一，「第三号管弦乐组曲」的第二乐章主题）"

    # nil 「ジュークボックスから流れる音が止まる。店長が止めてくれたのだろう。」
    "从点唱机传出的声音停止了。一定是店长关掉的吧"

    # nil 「私は、第三番第二楽章を奏でながら、彼の事を思い浮かべる。」
    "我一边弹奏着第三号第二乐章，一边想起了他的事情"

    # nil 「そう。幼い頃、親に無理矢理習わされていたピアノの発表会を見に来てくれた彼が、」
    "是的，在我小的时候，他来观看我父母强迫我学习的钢琴的演奏发表会"

    # nil 「『こあちゃんのピアノはなんかよくわかんないけど好き』」
    "我不太懂你的钢琴，但我喜欢"

    # nil 「と言ってくれた事で、私はピアノを弾く事が苦ではなくなった。」
    "因为你这么说过，所以我弹钢琴就不再痛苦了"

    # nil 「成長して、ピアノに触れる機会は減ってしまった。最後に彼に聞かせたのはいつだろうか。」
    "长大之后，接触钢琴的机会逐渐减少了。最后一次弹给他听是在什么时候呢"

    # nil 「彼の事を考えると、胸が熱くなる。」
    "一想到他，我就心潮澎湃"

    # nil 「あの日以来、蓮君と身体を重ねた事はないし、特にこれといって進展は無かった。」
    "从那天以来，我没有和莲君重叠过身体，也没有什么特别的进展"

    # nil 「単純に、二人きりになる機会が無いだけと言えばそれだけだけど…。」
    "简单来说，如果说只是没有两个人独处的机会的话，也就只有这样了…"

    # nil 「でも、以前よりも、素直になれている気がして、それは嬉しい。」
    "但是，比起以前，我觉得我更坦率，我很开心"

    # nil 「でも…。」
    "但是…"

    # 心爱 「（まふまふちゃん…）」
    ai "（嘛呼嘛呼酱……）"

    # nil 「これは、憶測ではあるが、真冬ちゃんも、きっと、蓮君に対して、私と同じような感情を抱いているはずだ。」
    "虽然这只是我的猜测，但真冬一定也对莲君抱有和我一样的感情"

    # nil 「というか、もしかしたら、私の知らない所で、結ばれているかもしれない。」
    "或者说，也许，在我不知道的地方，已经结合在一起了"

    # nil 「別に、それについて私は一切ネガティブな感情を抱きはしなかった。」
    "不过，关于这个，我完全没有消极的感情"

    # nil 「だけど、真冬ちゃんは私が蓮くんと結ばれるとしたら、どんな風に思うだろう。」
    "但是，如果我能和莲君结婚的话，真冬酱会怎么想呢"

    # nil 「私は、真冬ちゃんの事も、蓮くんと同じように大好きで…。」
    "我对真冬酱的感情，就像我对莲君一样喜欢"

    # nil 「蓮くんと同じように、真冬ちゃんとも結ばれる事ができたら…。」
    "如果能和莲君一样，也能和真冬酱结婚的话……"

    # nil 「我ながら、それは自分勝手だとも思うし、異常だとも思う。」
    "我自己也觉得那是任性的，也是不正常的"

    # nil 「そんな戸惑いが、私の思いを、まだ揺るがせていた。」
    "这样的困惑，仍然动摇着我的思绪"

    # nil 「気づいたら、私は曲を弾き終えていた。」
    "回过神来，我已经把曲子弹完了"

    # nil 「ぱちぱちぱちぱち　と一人分の拍手が響き渡る。」
    "劈里啪啦地响起一个人的掌声"

    # 店长 「お上手ですね」
    dinerowner "弹的真好呢"

    # 心爱 「ありがと。でも、久しぶりだったから、所々ミスしちゃったけどね」
    ai "谢谢啦。不过，因为好久没弹过了，有些地方出了差错"

    # 店长 「ミスの原因は、果たして久しぶりだったからだけですかね？」
    dinerowner "失误的原因，果然只是因为很久没弹了吧？"

    # 心爱 「へ？」
    ai "欸？！"

    # 店长 「いやー、音楽の事はわかりませんけど、音色から、なんだか、悩みでもあるよーな、そんなニュアンスを感じましたよ」
    dinerowner "不，虽然我不知道音乐的事情，但是从音色上，总觉得有种烦恼的感觉"

    # 心爱 「あはー…んー、ちょっとね、ピアノ弾いてると、色々思い出しちゃうよね」
    ai "啊哈哈哈…嗯，有点呢，在弹钢琴的时候，会想起很多事情呢"

    # 店长 「彼の事ですか？」
    dinerowner "是关于他的事情吗？"

    # 心爱 「半分正解」
    ai "对了一半"

    # 店长 「ふーむ。私で良ければ聞きますよ？　あ、それと、演奏料としてどうぞ」&（配音感觉少了半句，？后面的没有）
    dinerowner "嗯，如果你不介意的话，可以和我说说。啊，还有，作为演奏费"

    # 心爱 「ありがとう、てんちょーさん」
    ai "谢谢你，店长桑"

    # nil 「店長さんは微笑みながら、もう一杯私にアイスコアを振る舞ってくれた。」
    "店长一边微笑着，一边又拿来一杯冰淇淋苏打给我"

    # 店长 「ぷっ…くすくすくす…あは。やっぱりダメだわらっちまうあは」
    dinerowner "噗...噗...啊哈哈哈哈哈哈哈。果然还是不行，笑死人了啊哈哈哈哈"

    # 心爱 「だめだ耐えろ」
    ai "不行，忍一下！"

    # 店长 「ぐっ…」
    dinerowner "咕…"

    # 心爱 「…よし」
    ai "……好"

    # 店长 「ぷっ」
    dinerowner "噗"

    # 心爱 「…」
    ai "……"

    # 店长 「で？　何をお悩みなんです？」
    dinerowner "所以……你在烦恼什么呢？"

    # nil 「店長さんは椅子を引っ張ってきて、私の隣に座った。」
    "店长拉过一把椅子，坐在了我的边上"

    # nil 「私は一度鍵盤の蓋を閉じて、そこにグラスを置いた。」
    "我合上琴盖，把杯子放在了上面"

    # nil 「ジュークボックスも、ピアノも音楽を奏でない。降りしきる雨音だけが、店内の静寂を彩っていた。」
    "点唱机和钢琴都不再发出声音。只有淅淅沥沥的雨声，点缀着店内的寂静"

    # 心爱 「「んー、贅沢な悩みなのかな、あんまり人に相談するような事じゃないよ」」
    ai "嗯——是不是有点奢侈的烦恼啊，没什么好和别人商量的呢"

    # 店长 「悩みに、贅沢もへったくれもあるんですかね？」
    dinerowner "烦恼也是有奢侈和无聊的烦恼吧？"

    # 心爱 「そういうもんかな？　客観的に見て、全ては順調に進んでるはずだし…」
    ai "就是这样吗？客观地看，一切都是在顺利进行……"

    # 店长 「恋愛は客観じゃなくて、主観ですよ。心が満たされてないから、苦しいんですよ」
    dinerowner "恋爱不是客观的，而是主观的。因为心灵上没有满足，所以很痛苦吧"

    # 心爱 「うーん…」
    ai "嗯……"

    # nil 「店長さんの言う事は正論だったが、口に出すのは少し憚れる。」
    "店长说得没错，但我有点不好意思说出口"

    # nil 「店長さんは微笑みを崩さないで、まっすぐに私の瞳を見つめている。」
    "店长微笑着，一直盯着我的眼睛"

    # 心爱 「こんな事は良くない…なんて思っているのに、心が求めてしまう場合、どうすればいと思う？」
    ai "这样的事情不太好…明明这么想，心里却在寻求，你觉得应该怎么办那味？"

    # 店长 「そうですねー。私の経験から言わせて貰うと、自分の心には素直に従った方が良いですよ」
    dinerowner "是啊。以我的经验来看，还是顺从自己的内心比较好"

    # 店长 「素直になりきれずに、相手を傷付けてしまうなんて、かっこ悪いじゃないですか」
    dinerowner "不能坦诚相待，却伤害了对方，这不是很不酷吗?"

    # 心爱 「店長さんにもそんな過去が？」
    ai "店长也有过这样的过去吗？"

    # 店长 「それは、悩みが解消された時にでも教えてあげますよ」
    dinerowner "这点的话，在你烦恼消除的时候会告诉你的"

    # 心爱 「うーん。自分が求める事で、悪い方向に転がったら…って考えちゃうんだよね」&（这里配音也是少半句）
    ai "“嗯……如果因为自己的追求，而使事情朝着不好的方向发展的话……会这么想吧"

    # 店长 「その気持ちの根源が、好きという気持ちならば…。きっと、良い方に転ぶはずです」
    dinerowner "如果这种心情的根源是喜欢......那就一定会向好的方向发展"

    # 店长 「もし、一度それで芳しく無い事態に陥っても…。諦めなければ、必ず良い結果に辿り着けますよ」
    dinerowner "即使一时陷入不好的境地.....只要不放弃，也一定会有好结果的"

    # 店长 「人を好きになるって、素敵な事じゃないですか」
    dinerowner "喜欢上一个人，不是很美妙吗?"

    # 心爱 「確かに…。好きになる事ができて、私は、幸せだよ。それは、絶対なんだ」
    ai "确实…能喜欢上他，我很幸福。那是绝对的"

    # 店长 「なら、例えどんな事があっても自分の気持ちを曲げず、突き進むのみです。応援していますよ、心愛ちゃん」
    dinerowner "那么，不管发生什么事情，都不要改变自己的心情，勇往直前。我会支持你的，心爱酱"

    # 心爱 「う、うん。あ、ありがとう。てんちょーさん、少しだけ、自分のすべき事がわかってきた気がするよ！」
    ai "嗯，嗯！啊，谢谢你，店长桑，我觉得我稍微明白了自己该做的事"

    # 店长 「Holy Hallelujah！その意気です。今ならきっと、素敵な曲が弾けるんじゃないでしょうか」
    dinerowner "Holy Hallelujah！就是这个意思。现在的话一定能弹出很棒的曲子吧"

    # 心爱 「そだね！じゃぁ…今の気分に合う一曲、弾いてみるね」
    ai "是啊！那我就弹奏一首符合现在心情的曲子吧"

    # nil 「私はもう一度、ピアノに向かって座り、蓋を開いた。」
    "我再一次面向钢琴坐下，打开了钢琴的盖子"

    # 心爱 「Let's get smokoin' party!!」
    ai "Let's get smokoin' party!!"

    # 店长 「Bring It on!」
    dinerowner "Bring It on!"

    # nil 「私はアップテンポのジャズナンバーを弾きながら、改めて二人の事を考える。」
    "我一边弹奏着快节奏的爵士乐曲，一边重新考虑两个人的事情"

    # nil 「そうだ。いちいち悩んでいても仕方がない。」
    "是的，一个接一个的烦恼是没用的"

    # nil 「自分の気持ちを信じて、攻めるのみだ。」
    "只有相信自己的心情，然后去进攻"

    # nil 「彼と重ねた唇、彼が触れた身体が、音楽にあわせて熱を帯び始める。」
    "和他重叠过的嘴唇，以及他触摸过的身体，随着音乐开始发热"

    # nil 「背後ではシャカシャカとシェイカーの音が、ビートを刻むパーカスのように、旋律を追いかける。」
    "在背后，沙沙声和振动器（Shakers）的声音，像打着节拍的打击乐手一样，追逐着钢琴的旋律"

    # nil 「私は自分の決意を固めるためにも、力強く鍵盤を叩く。」
    "为了坚定自己的决心，我也用力地敲击着键盘（KeyBoard）"

    # nil 「もう悩まない。」
    "不要再烦恼了"

    # nil 「二人の事を好きになってしまったし、彼には思いを告げてしまった。」
    "我喜欢上了两个人，也告诉了他我的想法"

    # nil 「最初から後戻りなんてできやしないんだ。」
    "从开始就没有回头路了"

    # nil 「このま何もせず自然消滅する？」
    "这之后什么都不做就自然消失了？"

    # nil 「そんなのは嫌だ。」
    "我讨厌那样"

    # nil 「ならば…私から…。」
    "那么……由我来…"

    # 心爱 「（どんな事が、あっても…！）」
    ai "（无论发生什么事情…！）"

    # nil 「カランコロンカラーン」
    # 参考资料：http://blog.livedoor.jp/nanshiba/archives/6616200.html （（カランコロンカラーン　※注意：こういう音はしません。演出です））
    "我心中默念着"

    # 莲 「ぬわあん濡れたもおん。　シャツがもうビショビショだよ…」
    lian "全身都湿透了，连衬衫都已经湿透了..."

    # 店长 「おや、こいつは…」
    dinerowner "哦呀，这家伙…"

    # 心爱 「ぶぇ！？」
    ai "呜欸！？"

    # nil 「私は聞き慣れた声を耳にして、つい思わず演奏を止めてしまった。」
    "我听到了耳熟的声音，不由自主地停止了演奏"

    # scene07 场景1 【心爱酱的烦恼与时隔许久的演奏】 结束
    # scene07 场景2 【说曹操曹操到】 开始
    # 场景切回店内
    # BGM切回店内英文歌

    # nil 「やれやれ厄介な雨だ。」
    "哎呀，真是场麻烦的雨"

    # nil 「夏はそんなに嫌いじゃないが、夜、狙ったかのように耳元で飛び回るモスキート野郎と、」
    "我并不那么讨厌夏天，但是晚上，总是有像是瞄准了什么似的混蛋在耳边飞来飞去"

    # nil 「終戦から年も経っているというのに、ゲリラ戦を仕掛けてくるこの豪雨だけは好きになれない。」
    "虽然战争结束已经好多年了，但我还是不喜欢发起游击战的这场暴雨"

    # nil 「お隣の赤い国では雲にミサイルを打ち込んで無理矢理晴れにしてた事もあるらしいが…。」
    # 参考资料：https://sports.yahoo.co.jp/column/detail/200808140015-spnavi
    # 参考资料：http://www.gov.cn/gzdt/2008-08/09/content_1068226.htm
    "我听说在邻近的红色国家，好像也有把导弹打到云层里强行将其变为晴朗的情况…（L:这里说的是咱们，08年北京奥运会为保障开幕式不受影响，北京市人工影响天气中心共组织了20轮次地面消雨拦截作业，累计发射火箭1104枚）"

    # nil 「不幸にも、散歩中に豪雨に見舞われた俺は雨宿りする場所を探し求めていたが、全く見つからず、ようやくこにたどり着いた。」
    "不幸的是，在散步的时候遭遇了暴雨，我一直在寻找避雨的地方，但是完全找不到，就这样慢慢地走到了这里"

    # 店长 「や、いらっしゃい。二名様でよろしかったですか？」
    dinerowner "呀，欢迎光临。是两位客人对吗？"

    # 莲 「おいおい背後霊でも見えちまってるのか？夏だからって怪談するにはちょっと時間が早すぎるぜ、アンタ」
    lian "喂喂，你是不是看到了背后的幽灵? 现在是夏天，所以讲鬼故事有点太早了，店长桑"

    # 店长 「いやいや、見えてないのは貴方だけですよ。よく周りを見渡してみたらどうですか？」
    dinerowner "不不不，看不见的只有你哦。仔细好好看看周围如何？"

    # 莲 「まじかよ」
    lian "讲真？！"

    # nil 「俺は焦って背後を振り向いた。が、そこに誰もおらず、むしろ背後に人が立つスペースもない。」
    "我焦急地回头看了看背后。但是，那里什么都没有，甚至连人站在身后的空间都没有"

    # 店长 「こっちですよ」
    dinerowner "在这边哦"

    # nil 「店主の女性は、ニヤりと笑いながら、別の方向を指差している。」
    "店长一边笑着一边指向别的方向"

    # 莲 「あん？」
    lian "啊？"

    # nil 「すると、どうにも見慣れたシルエットがこちらに目線を向けていた。」
    "这时，一个非常熟悉的轮廓正朝着这边看"

    # 心爱闪现

    # 心爱 「や、やっほー、蓮くん」
    ai "呀，Yahoo~，莲君"

    # 莲 「こんな所で出会うとは…。よう、心愛。しかし…先客がいるとは、繁盛したもんだなこも」（生异形啊，你们哥俩。 ~~快进到萨日朗~~）
    lian "没想到会在这种地方相遇……哟，心爱。不过说起来……已经有客人在了，生意不戳啊"

    # 店长 「お陰様で。さてさて、びしょ濡れのまんまじゃ風邪引きますよ。奥にシャワーあるんで浴びてきたらどうですか？」
    dinerowner "托您的福。那么，湿淋淋的话可是会感冒的哦。里面有淋浴，去洗个澡怎么样？"

    # 莲 「シャワーまでついてるのかよこの店は…」
    lian "这家店连淋浴都有的吗…"

    # 店长 「ただしタオルはレンタル100円です」
    dinerowner "但是毛巾要100日元来租（L:100日元换成软妹币就是6块多点，这作的两个前作但是“100日元系列”的，正正好好只要100日元，有能力的话可以去支持一下）"

    # 莲 「わかった。じゃぁタオル無しで浴びるわ」
    lian "知道了。那我就不用毛巾洗了"

    # 心爱 「だ、だめだよ蓮くん！　風邪治ったばっかなんだからさ！」
    ai "不、不可以的莲君！我感冒才刚好的呢！"

    # 莲 「うお、いつになく正論だな！？という事だ、店長さん、タオルも出来ればタダで貸してくれないか」
    lian "哦，这么说的话比你之前说的更有道理一些呢! ? 店长，如果可以的话，毛巾也可以免费借给我吗"

    # 店长 「100円をケチる男はモテませんよ？」
    dinerowner "吝啬100日元的男人可不受欢迎哦？"

    # 莲 「100円あればゲーム一本買える時代なんだよ…」
    lian "现在是只要有100日元就能买一个游戏的时代哦（L:这里说的就是本作的前作S.I.S.T.A.R.S: Kiss of Trinity和Color of White）"

    # 店长 「まぁいでしょう、蓮くんの体調管理委員会からの指導により、タオルもご自由にどうぞ」
    dinerowner "嘛，算了吧，在莲君健康管理委员会的指导下，毛巾也请自由使用"

    # 莲 「さんきゅーこあ」
    lian "那3Q啦~"

    # 心爱 「おういぇす！まったくお大事にしなきゃダメなんだぞほんとはー」
    ai "Oh Yes！真的是，一定要照顾好自己啊"

    # 莲 「へいへい。今度から折りたみ傘は持ち歩きますよ」
    lian "嘿嘿，下次我会带好折叠伞再出门的"

    # 店长 「それとコンドームもね」
    dinerowner "也请带好避孕套哦"

    # 心爱 「それは大丈夫」
    ai "这个的话没关系"

    # 莲 「なんでお前が答えるんだよ。まぁ持ってるけど」
    lian "为啥你要回答呢。嘛，我还真带着呢233"

    # nil 「とにかく、俺は店長に案内されて、シャワー室へと入った。」
    "总之，我被店长带去了浴室"

    # 莲 「覗くなよ？」
    lian "不要偷看哦？"

    # 店长 「マに習いませんでした？　寝言は寝て言えって」
    dinerowner "没有和妈妈学过吗？梦话要在睡觉的时候说哦"

    # 莲 「俺がマから習ったのは、フロントホックは片手で外せという事だけだ…」
    lian "我从妈妈那里学到的唯一一件事，就是用一只手解开前面的扣子..."

    # 心爱 「じー」
    ai "盯——"

    # 莲 「いやん」
    lian "别呀"

    # 原地tp

    # nil 「シャツがビショビショだったので、お店特製のＴシャツを買いました（1200円）」
    "因为衬衫是双排扣的，所以买了件店里特制的T恤（1200日元）（L:应该是单手没给解开2333）"

    # nil 「あと心愛ちゃんにキーホルダーも買ってあげました（600円）」
    "还给心爱酱买了条钥匙链（600日元）"

    # nil 「タオルはケチるのに…」
    "借毛巾的时候明明很小气…"

    # nil 「デザインが気に入った」
    "因为设计的挺不戳的"

    # 心爱 「わーい♪早速穴あき包丁につけるね！」
    ai "哇——咿♪马上把它放在有洞的菜刀上吧!"

    # 莲 「あの穴、別にアクセをつける穴じゃねぇけどな…。切れなくなるから、他の物につけなさい」
    lian "那个洞，并不是用来装装饰品的洞…因为会切不了菜，所以请挂在别的东西上吧"

    # 心爱 「外付けハードディスクとか？」
    ai "外置的Hard Disk之类的？"

    # 店长 「２４段変速ロードレーサーとか」
    dinerowner "24级变速公路自行车什么的上面？"

    # 莲 「遺伝子組み換えモロヘイアとかな」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%B7%E3%83%9E%E3%83%84%E3%83%8A%E3%82%BD
    # 搜到了有趣的东西捏：https://www.zhihu.com/question/274326256/answer/374965288
    lian "转基因的缟纲麻上面（L:原产不明，有印度和北非说，在日本用来做调味料，做天妇罗之类的，其种子有强心作用，部分动物吃了会中毒而死，目前没有人类中毒的记录，在药理上有一定抑制高血压的作用）"

    # 心爱 「何でも言えばいってもんじゃねぇぞ…」
    ai "不能什么都说啊..."

    # 莲&店长 「すんません」
    # 要记得去人物表加人物，头像是店长的
    lian_and_dinerowner "对不起"

    # nil 議論の結果『有機ＥＬディスプレイ』にくっつける事にきまりました。
    # 参考资料：https://www.weblio.jp/content/%E6%9C%89%E6%A9%9FEL%E3%83%87%E3%82%A3%E3%82%B9%E3%83%97%E3%83%AC%E3%82%A4
    "经过讨论，我们决定把它贴在『有机EL显示器』上（L:有机EL显示器，即“有机电致发光显示器”，即“有机LED显示屏”，其实就是OLED显示器啦，原文非要说的那么绕233）"

    # nil 「さて、以前雨はしきりに降り注いだまです。」
    "话说到，刚才雨一直下个不停"

    # nil 「心愛と二人、隣同士でバーカウンターに座ります。」
    "和心爱两个人并排坐在吧台"

    # nil 「とりあえず雨が止むまで、こで心愛と一緒に雨宿りと洒落込みます。」
    "总之在雨停之前，我在这里和心爱一起躲雨"

    # nil 「真冬には一応、雨が止んだら帰るとのメールを送っておきました。」
    "我发了一封邮件告诉真冬说雨停了就回去"

    # nil 「それに対する返信は」
    "真冬对此的回复是"

    # nil 「『了解だお兄ちゃんこの野郎。ダンカンバカヤロウ』」
    # 参考资料：https://www.excite.co.jp/news/article/Real_Live_1596/
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%81%9F%E3%81%91%E3%81%97%E3%81%AE%E3%83%80%E3%83%B3%E3%82%AB%E3%83%B3%E9%A6%AC%E9%B9%BF%E9%87%8E%E9%83%8E!!
    "『收到，欧尼酱你个混蛋，邓肯这个混蛋』（L:本作发售的2013年底，这个梗指的是10年9月12号在推特上火的一个梗，在法国的一场马赛中，11区的赛马不及邓肯（马的名字）落败，于是赛马迷纷纷在推上发布“邓肯这个混蛋”的推文，谜一般的火了起来）"

    luckykeeper "现在这个时点的话，这个一般指代富士电视台周五25:20——26:20的深夜综艺节目『たけしのダンカン馬鹿野郎!!』"

    # nil 「と書いてあったので、きっと、たけしさんにハマったのでしょう。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%93%E3%83%BC%E3%83%88%E3%81%9F%E3%81%91%E3%81%97
    "因为上面这么写着，所以一定是迷上了北野武先生吧（L:北野武，1947年1月18日－，是日本搞笑艺人，身兼电影导演、演员、电视节目主持人，东京都足立区岛根出身，其与田森、明石家秋刀鱼并称为日本搞笑艺人三巨头）"

    # 心爱 「ごく……ごく……ごく……」
    ai "唔……咕…咕……"

    # 莲 「な、なぁ…心愛」
    lian "呐，呐…心爱"

    # 心爱 「ごく…ぷはー。はーい、なんでしょう」
    ai "唔……呼啊——嗯？怎么啦"

    # 莲 「一つ言っていか？」
    lian "我能说个事吗"

    # 心爱 「うんうん、なーに？」
    ai "嗯嗯，是什么捏"

    # 莲 「共食いだろ。お前がコア飲んだら」
    lian "你这是同类相食吧，喝了冰核的话（L:还是刚才的谐音梗，饮料的冰核(ice core的core）和心爱(cocoa)）"

    # 店长 「ぶふっ」
    dinerowner "噗噗"

    # 心爱 「だからー！　そのネタ引っ張り起こさないの！　さっきそれで大変な思いしたんだから！」
    ai "所以啊！不要把那个段子提起来啊！刚才我就觉得很牙白了！"

    # 莲 「大変な思いってなんだね」
    lian "那真是很辛苦呢"

    # 店长 「せっかく、我慢してたのに…く、く…あは！」
    dinerowner "好不容易忍住了……哈哈、啊哈哈哈哈"

    # 心爱 「これ」
    ai "这个"

    # 莲 「ごめん」
    lian "对不起"

    # 原地tp

    # 莲 「で」
    lian "呐"

    # 店长 「はい」
    dinerowner "嗯？"

    # 莲 「さっき突っ込み忘れたけど、なんでピアノなんかあるんだ？前来た時なかったぞ」
    lian "刚才忘记吐槽了，为什么这里会有钢琴呢？上次来的时候记得没有来着"

    # 心爱 「友達から貰ったんだってさ」
    ai "听说是从朋友那里得到的"

    # 莲 「へー。店長、弾けんの？」
    lian "啊~店长，你不弹弹嘛？"

    # 心爱 「いや、店長さんは楽器類は扱えないんだって。強いて言えば、『女』ならい音奏でられるってさ』
    ai "不，店长不擅长乐器。硬要说的话，她会演奏出『女人』风格的音乐"

    # 莲 「それじゃさぞかし良い声で鳴くんでしょうね貴方」
    lian "那你一定会用很好的声音叫出来吧"

    # 心爱 「試してみる？」
    ai "你要试试吗？"

    # 店长 「全部心愛ちゃんが答えちゃいましたね…しかも余計な所まで。あと男性はお断りします」
    dinerowner "全部都是由心爱酱回答的呢……而且还有点多余了，我拒绝男性……"

    # 莲 「心愛」
    lian "心爱"

    # 心爱 「らじゃ」
    ai "收到！"

    # 店长 「え…」
    dinerowner "欸……"

    # 原地tp

    # 莲 「そうか、さっきは演奏中に邪魔しちまったな」
    lian "是吗，刚才在演奏中打扰了"

    # 心爱 「うん。まさか蓮くんが現れるなんて思ってなくて、ビックリしただけだよー」
    ai "没有没有，我没想到莲君会出现，只是吓了一跳而已"

    # 店长 「噂をすればなんとや―モゴッ！」
    dinerowner "说曹操曹操到呢!"

    # 心爱 「あーあーきこえなーい！」
    ai "啊ー啊ー我听不到!"

    # 店长 「もご、モゴゴゴゴッ！　もごごごごご！」
    dinerowner "嘿、嘿嘿嘿嘿!@#$%^&*"

    # 莲 「あの、心愛ちゃん」
    lian "那个，心爱酱"

    # 心爱 「なんでしょう蓮くん！」
    ai "怎么啦莲君"

    # 莲 「口と鼻を押さえるのはやめてあげなさい。店長さん苦しそうだから」
    lian "别再捂着嘴和鼻子了，店长看起来很痛苦的样子"

    # 心爱 「あっ」
    ai "啊"

    # 店长 「ぶはぁっ！　本格的に口封じするつもりですか…」
    dinerowner "哇啊！你真的打算封口吗…"

    # 原地tp

    # 莲 「しっかし…心愛がピアノを弾くなんて久しぶりだよな…」
    lian "啊说起来……心爱好久没弹过钢琴了捏……"

    # 心爱 「そだねー。ついつい白熱しちゃったよ」
    ai "是啊，不知不觉就有点上头了呢"

    # 莲 「リクエストしてもいか？」
    lian "我可以点个歌吗？"

    # 心爱 「えっ！？　い、いけど…？」
    ai "欸！？倒是可以的说……？"

    # 莲 「月光で」
    # 应该是这首：https://www.youtube.com/watch?v=iyw6-KVmgow
    # 参考资料：https://www.zhihu.com/question/22301553
    lian "月光（L:鬼束ちひろ - 月光，说的是这首，YTB上面有，阔以去听一下，歌手鬼束千寻是神秘派歌姬，整首歌的歌词比较压抑和诡异，不过旋律还是可以的）"

    # 店长 「店の空気が暗くなるんでダメです」
    dinerowner "店里的气氛会变暗的所以不行"

    # 莲 「ぶええ」
    lian "呜欸欸"

    # 心爱 「ぶええ」
    ai "呜欸欸"

    # 店长 「…泣かれてもダメです。他の曲にしてください」
    dinerowner "……哭也不行，请换成别的曲子"

    # 莲 「じゃぁ…」
    lian "那么…"

    # 场景切换：心爱弹琴

    # nil 「ということで、さっきは心愛の演奏を邪魔してしまったので、改めて、心愛ちゃんにピアノを弾いて貰う事にしました。」
    "因此，刚才打扰了心爱的演奏，所以决定让心爱酱再此演奏起来"

    # nil 「店長特製のノンアルコールのカクテルをグラスに注いで貰い、カウンターテーブルに座る。」
    "店长特制的软性饮料鸡尾酒倒进杯子里，我坐在吧台前"

    # nil 「心愛は先ほどとは打って変わって、緊張した様子でピアノの前に座っている。肩もこちこちだ。」
    "心爱与刚才截然不同，紧张地坐在钢琴前，肩膀也很僵硬"

    # 心爱 「えー…こほん。う゛～蓮くんに見られてると思うと緊張するよぉ…」
    ai "呃…这个，嗯~一想到被莲君看到就很紧张啊…"

    # 莲 「でも嬉しいよ、俺、なんかわかんねぇけどお前のピアノ好きだからな」
    lian "但是我很高兴，虽然我不知道为什么，但是我喜欢你的钢琴"

    # 心爱 「だ、だからー！　そーいう事言わないの！　恥ずかしいから！」
    ai "所、所以——! 不要这么说! 因为太害羞了!"

    # 莲 「は。なんか、小さかった頃の発表会を思い出すよ。あの頃のお前、ピアノ弾くの嫌がってたよな。何で好きになったんだっけ」
    lian "那个，总觉得，我想起了小时候的发表会。那个时候的你，讨厌弹钢琴吧。现在为什么会喜欢上呢？"

    # 心爱 「（それは君が今さっき言った台詞を、その時も言ったからでしょうが～！）」
    ai "（那是因为你刚才说的台词啊，那个时候也说了吧～！）"

    # 心爱 「と、とにかく、弾きますからね！」
    ai "总之，我会弹的！"

    # 莲 「おう」
    lian "请"

    # nil 「心愛は深呼吸して、鍵盤を叩き始める。」
    "心爱深吸一口气，开始敲击键盘"

    # 心爱闭眼，音乐是开场的变奏曲，超好听的！！！
    # 暂时不更了，听会心爱酱的钢琴
    # nil 「アップテンポなポップスを心愛は弾き始めた。こんな曲も弾けたのか…。」
    "心爱开始弹奏快节奏的流行音乐。原来你也会弹这样的曲子...（L:这个歌是本作作曲/作词的cittan*的あの夏まで…(new)背景音乐的变奏，原歌曲也非常好听，本项目Demo版中结尾用的就是原歌）"

    # nil 「俺はノンアルコールのカクテルをすりながら、俺は心愛の演奏に聴き入っていた。」
    "我一边喝着店长特调的软性饮料鸡尾酒，一边听着心爱的演奏"

    # nil 「心愛は普段の様子とは裏腹に、割と何でも出来る子だ。」
    "与平时的样子相反，心爱是个什么都能做到的孩子"

    # nil 「心幼い頃は、何事にも不器用で、よく、ずんどこべろんちょしたものだ。」
    "小时候，对什么事情都很笨拙，经常笨手笨脚的"

    # nil 「それでも、俺と真冬の後ろを、いつも健気に追いかけてきた。」
    "尽管如此，在我和真冬的身后，她总是很勇敢地追赶着"

    # nil 「いつのまにか、俺が心愛の背中を追いかけるような事もあるようになってきた。」
    "但是，不知不觉中，我开始追逐心爱的背影了"

    # nil 「俺は、鍵盤に向かい合う心愛の姿を見つめながら、あの日の心愛の姿を思い出す。」
    "我一边凝视着面向键盘的心爱的身姿，一边想起那天的心爱的身姿"

    # nil 「身体を重ねた時の心愛は、甘えん坊であって、どこか包み込んでくれるような優しさもあって。」
    "当身体重叠时，心爱是个爱撒娇的孩子，也有着包容别人的温柔"

    # nil 「心愛は会う度に、いろんな顔や表情を見せてくれる。」
    "每次见面，都会让我们看到各种各样的表情和神情"

    # nil 「分裂しているようで、でも、芯は一筋で。」
    "好像有点分裂的感觉，但是，核心是一条线："

    # nil 「俺と真冬は、そんな心愛が大好きだった。」
    "我和真冬最喜欢那样的心爱了"

    # nil 「まだ小さい頃、泣いてしまった真冬にお菓子を与えて、ピアノの演奏をして慰めたエピソードを思い出す。」
    "我想起了小时候，给哭了的真冬点心，演奏钢琴来安慰她的事情"

    # nil 「心愛の演奏を聞いていると、なんだかよくわからないが、心温かい気持ちになれる。」
    "听着心爱的演奏，虽然不太清楚为什么，但是总感觉很温暖"

    # 店长 「ふ、優しい顔になってますよ」
    dinerowner "欸嘿嘿，表情看起来很温柔呢"

    # 莲 「あ…あ…色々、思い出しちまってな」
    lian "啊…啊…各种各样的事情，我都想起来了"

    # 店长 「良い思い出ですか？」
    dinerowner "是美好的回忆吗？"

    # 莲 「うむ。　しかし、これ美味いな…もう一杯くれないか」
    lian "嗯，不过，这个很好喝啊……再给我一杯吧"

    # 店长 「かしこまりました」
    dinerowner "遵命"

    # nil 「演奏に合わせて、店長がシェイカーを振る。妙に様になってるのが悔しい。」
    "随着音乐的演奏，店长挥舞着振动器（Shakers），我很后悔自己变得这么奇怪"

    # nil 「俺も、気づけばカウンターテーブルの上においた人差し指でリズムを刻んでいる。」
    "回过神来，我发现自己也在用放在柜台桌子上的食指打着节奏"

    # nil 「我ながら、らしくない時間の過ごし方だと思ったが、存外、悪くない。」
    "连我自己都觉得这种打发时间的方式很不像样，但是，没想到感觉还真不错"

    # nil 「なんだろう。演奏とノンアルとはいえ、このアダルティな空気にあてられたのか、」&&协力请求
    "到底是什么呢？虽然是演奏配上不含酒精的软饮料这种不会上瘾的东西，但是还是被这种气氛所吸引了吧"

    # nil 「心なしか体温があがってきたように感じる。」
    "也许是心理作用，我感觉体温升高了"

    # nil 「心愛も緊張がほぐれてきたのか、リラックスして弾けているようだ。」
    "也许是因为演奏歌曲的心爱也放松了下来，所以我的心情也随之放松了"

    # nil 「そして、その音色からは、心愛の気持ちが伝わってくるようで、幸福感が溢れてくる。」
    "而且，从音调之中，似乎可以感受到心爱的心情，充满了幸福感"

    # nil 「それと同時に、「また、心愛と繋がりたい」という気持ちも沸き立ってくる。」
    "与此同时，「还想与心爱联系在一起」的心情也逐渐沸腾起来"

    # nil 「ついちょっと前に、真冬としておきながら、このザマとは…我ながら恥ずかしくなる。」
    "就在不久之前，我居然还在和真冬做那样的事情...连我自己都觉得很丢脸"

    # 店长 「お待たせ致しました。スカイダイビングです」
    dinerowner "让您久等了，这是 Sky Diving （一种鸡尾酒）"

    # 莲 「あ、ありがとう」
    lian "啊，谢谢啦"

    # nil 「邪な感情を抑え込むために、ピアノリフに合わせて一気にグラスを空にする。」
    "为了抑制自己的邪恶情绪，我配合着钢琴曲一口气将玻璃杯喝空了"

    # 莲 「くはぁー！　効くぅ～。ノンアルとはおもえんね、こりゃ」
    lian "哇哈——！很棒啊，我不觉得是不含酒精的，这个"

    # nil 「ドキドキドキドキ」
    "dokidoki dokidoki"

    # nil 「まるで曲のＢＰＭかのように、鼓動が高鳴っていく。」
    "简直就像歌曲的BPM一样，心跳不断地高涨起来（L:玩音游（比如OSU！）的应该都知道BPM，简单来说就是衡量音乐节奏的数值，数值越大节奏越快）"

    # nil 「飲み干したのは逆効果だったか、より、俺の心はヒートアップしてしまった。」
    "也许是适得其反吧，我的心情更加激动了"

    # nil 「心愛が最後の一小節を弾き終えた。」
    "心爱弹完了最后一小节"

    # 莲 「Bravo——！」
    lian "Bravo——！（L:西班牙语棒极了的意思，现在在英语中也常用）"

    # nil 「二人分の拍手と俺の歓声が、店内に響き渡る。」
    "两个人的掌声和我的欢呼声响彻店内"

    # 心爱 「えへ…ご静聴ありがとうございました…」
    ai "嗯…感谢您的聆听……"

    # 场景切回店内

    # nil 「発表会のように、心愛は椅子から立ち上がりぺこりとお辞儀した。ほんのり、頬を赤くしている。」
    "就像发布会一样，心爱从椅子上站起来深深鞠了一躬。她的脸颊微微泛红"

    # 莲 「やっぱり、心愛のピアノはさいこ…お…お？」
    lian "果然，心爱的钢琴最棒了！…喔——哦？"

    # nil 「ぐらっ」
    "啊咧"

    # nil 「世界が揺れる。鼓動が最高潮に達していく。」
    "整个世界都在震动，我的心跳达到了最高潮"

    # nil 「次の瞬間。」
    "下一个瞬间"

    # nil 「バタァン！」
    "扑通！"

    # nil 「俺の身体が床に投げ出された。」
    "我的身体倒在了地板上"

    # nil 「そして…。」
    "然后…"

    # nil 「くかー…」
    "呼——……"

    # 店长 「寝ちゃった」
    dinerowner "睡着了"

    # 心爱 「ね、てんちょーさん…もしかして…これ…」
    ai "喂，店长桑…难道说…这个是……"

    # 店长 「あっ。二杯目、普通のリキュール使っちゃいましたね…」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%AA%E3%82%AD%E3%83%A5%E3%83%BC%E3%83%AB
    dinerowner "啊，第二杯，用的是普通的利口酒呢…（L:利口酒是一种使用蒸馏酒为原料的酒精饮料，以水果、坚果、草药、香料、花朵以及奶油增强酒水风味，在装瓶前通常会添加蔗糖或甜味剂，大多数利口酒的酒精浓度比烈酒低，在15-30%，但有的利口酒的酒精浓度也高达55%）"

    # 心爱 「もー！　蓮君はお酒めっちゃ弱いんだよー！　初詣の御神酒ですら寝ちゃうのに！」
    ai "啊——！莲君的酒力太弱了！明明连喝新年参拜的御神酒都睡着了！"

    # 心爱 「あうあうあー。蓮くーん、起きて～！　ぺちぺちぺちぺちぺち」
    ai "啊呜啊呜啊——莲君，快起来~！啪唧啪唧啪唧啪唧！"

    # nil 「くかー…」
    "呃……"

    # 原地tp

    # 店长 「雨、止みましたね」
    dinerowner "雨、停下来了呢"

    # 心爱 「でも、蓮君寝てるし…もうちょっと居て良い？」
    ai "但是，莲君睡着了…可以再呆一会儿吗？"

    # 店长 「ごゆっくりどうぞ」
    dinerowner "请慢用"

    # 原地tp

    # 心爱 「あむ」
    ai "哈姆"

    # 莲 「はうあ！」
    lian "哈啊！"

    # 店长 「あ、起きた」
    dinerowner "啊，起来了"

    # nil 「耳たぶに生暖かい湿った感覚を感じて俺は一気に意識を覚醒させた。」
    "我感觉到耳垂有一种温暖而湿润的感觉，意识一下子清醒了起来"

    # 店长 「耳ペロが寝坊助さんにこんなに効果があるとは…」
    dinerowner "没想到耳朵pr对睡懒觉的人有这么大的效果…"

    # 心爱 「はあぅ～…ハズカシカッターヨ…」
    ai "哈呜~~……好羞耻的说……"

    # 店长 「よしよし」
    dinerowner "好啦好啦"

    # 莲 「真冬に習った技をつかったな貴様…」
    lian "你这招是从真冬那儿学的吧……"

    # nil 「俺は寝ぼけた頭を横に振りながら、上体を起こす。辺りはすっかり暗くなってしまっていた。」
    "我摇摇迷糊糊的脑袋，坐起身来。天已经完全黑了"

    # nil 「何か知らんけど、身体のいろんな所が痛い。」
    "虽然不知道是怎么回事，但是身体的各个地方都很痛"

    # nil 「というか、なんかテーブルの上にバールのようなものとか、ドリルとか色々置いてある。」
    "怎么说呢，桌子上放着一些撬棍啊，钻头之类的东西"

    # 店长 「ラストオーダーの時間ですよ」
    dinerowner "到了最后点餐的时间了"

    # 心爱 「ほんと何しても起きないよね蓮くん…舐める以外で」
    ai "真的无论做什么都不会起来啊莲君……除了舔之外"

    # 莲 「んあ…え、何、そんな寝てたの俺」
    lian "嗯…啊，什么，我睡得那么香啊"

    # 心爱 「うん。さっき、まふまふちゃんから電話来て、夕飯どうするの？　って言ってたから、店長さんが電話とって、お兄ちゃん、酒飲んで寝てるよって言ったんで、そしたら―」
    ai "嗯。刚才嘛呼嘛呼酱打电话来，问晚饭怎么办，店长在电话里说哥哥喝了酒在睡觉，然后——"

    # nil 「『二回ほどぶん殴って、それでも起きなかったら、夕飯は食べてきてって伝えといて』」
    "『把他暴打两顿，即使那样也不起来的话，就告诉他吃完晚饭再回来』"

    # 莲 「だろ」
    lian "果然"

    # 心爱 「おー流石真冬ちゃんのお兄ちゃん！」
    ai "哇~不愧是真冬的哥哥！"

    # 莲 「あ、そっか。心愛も一緒って言ってないのか」
    lian "啊，这样啊。没有说心爱也在一起吗？"

    # 店长 「あ、そうですね。私が電話とっちゃったので」
    dinerowner "啊，是啊，是我接的电话"

    # 莲 「あちゃー…真冬怒らせちゃったかな」
    lian "哎呀——……我是不是惹真冬生气了"

    # 店长 「んー…『お兄ちゃんにお酒飲まさないでね』って穏やかに言ってましたから、怒ってる要素ではありませんでしたね」
    dinerowner "啊…因为她很平静地说『别让欧尼酱喝酒啊』，所以并不是生气的样子"

    # 莲 「あれ？　ていうか、アンタ真冬と知り合いなの？」
    lian "咦？话说，你认识真冬吗？"

    # 店长 「え、まぁ」
    dinerowner "嗯，是啊"

    # 莲 「いつのまに…抜け目ないな、あんたも真冬も」
    # 参考资料：https://www.weblio.jp/content/%E6%8A%9C%E3%81%91%E7%9B%AE%E3%81%8C%E3%81%AA%E3%81%84
    lian "你什么时候…和真冬都这么聪明啊"

    # 心爱 「私は！」
    ai "我也是！"

    # 莲 「どっちかっというと抜けてる方だな…」
    lian "你康起来就是个脱线的人啊……"

    # 心爱 「ぐぬぬ…」
    ai "咕奴奴奴……"

    # 莲 「じゃぁ、なんだ、心愛は夕飯食べたの？」
    lian "那个，那什么，心爱吃晚饭了吗？"

    # 心爱 「あ、いや、蓮君を待っていようかと思いまして」
    ai "啊，还没，我想等莲君"

    # 莲 「あじゃぁ、それまで店長さんに遊んでもらったのか。よかったなーよーしよしよしよしよし」
    lian "那么，在这之前陪你玩了? 太好了呢!来摸摸摸摸摸摸！"

    # 心爱 「わーい、なでなでされちゃっ…ってバカにしてるでしょ！寝ぼけやがって…酔っぱらいが…」
    ai "哇——咿！被摸摸头啦……喂，你在瞧不起我吧！睡眼惺忪…一个醉鬼……"

    # 莲 「唐突に口悪くなるよなお前」
    lian "你这就有点口无遮拦了啊"

    # 心爱 「で、せっかくなら晩ご飯こで食べちゃおうって思ったんだけど、蓮君全然起きないので、最後の手段をとりました」
    ai "于是，好不容易来一起吃一次晚饭，莲君却完全不起来，所以采取了最后的手段"

    # 莲 「あーそうか。それは悪い事したな…ありがとう、心愛。ついでに、このテーブルに置いてある鈍器の数々は？」
    lian "啊，是这样啊，那真是太糟糕了，谢谢你，心爱。顺便问一下，这张桌子上放着的一堆钝器是什么？"

    # 心爱 「真冬ちゃんが二回ほどぶん殴れつったから…」
    ai "因为真冬酱要让我们胖揍两顿来着……"

    # 莲 「だから、身体のあちこちいてぇのか…」
    lian "所以，现在身体各处才……"

    # 店长 「ちなみに一人二回ずついきました」
    dinerowner "顺便说一下，每人都揍了两次"

    # 莲 「永眠しちゃうよ！？」
    lian "我会永眠的！？"

    # 店长 「それでお客様。ご注文は？」
    dinerowner "那么客人。您要点些什么？"

    # 莲 「じゃぁこの、シカゴブルズステーキって奴で」
    lian "那么，这个叫芝加哥烤牛排的家伙"

    # 店长 「かしこまりました」
    dinerowner "遵命"

    # 心爱 「私は！」
    ai "我也要！"

    # 莲 「おいおい３００グラムのステーキなんぞ食えるのか」
    lian "喂，你能吃下３００克的牛排吗？"

    # 店长 「はい。少々お待ち下さい」
    dinerowner "好的，请稍等"

    # 莲 「もうなんでも有りだなこの店。」
    lian "这家店什么都有"

    # 原地tp

    # 心爱 「ぺろりんちょしました。グリルされた牛の肩ロースに…ほんのりとジャックダニエル風味がまた…良いですね！」&&协力请求
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%B8%E3%83%A3%E3%83%83%E3%82%AF%E3%83%80%E3%83%8B%E3%82%A8%E3%83%AB
    ai "吃了不少东西呢。烤好的牛肩里脊…再加上一点杰克丹尼酒…真不错呢！（L:原版字就缺了一半，剩下的内容应该是「这个，Jack Daniel，fxxk！」。杰克丹尼（Jack Daniel's）是著名的美国威士忌品牌）"

    # 莲 「俺まだ半分も食いきってねえぞ！？」
    lian "我还没吃完一半呢！？"

    # 店长 「そば湯置いときますね」
    dinerowner "我去弄点儿荞麦汤"

    # 莲 「何に使うねん」
    lian "拿来干啥子咧"

    # 心爱 「えー、今日は長々と一日ありがとうございました、ぺこり」
    ai "嗯——今天谢谢大家这么长时间的照顾，真是太好了呢"

    # 店长 「いえいえ、私も楽しかったですし、また来て下さいね。こんどは真冬ちゃんも一緒に」
    dinerowner "不不不，我也玩的很开心，请下次再来，下次也和真冬一起带过来哦"

    # 莲 「そうさせてもらうよ、ありがとう店長さん」
    lian "我会的，谢谢你，店长"

    # 店长 「あっ。ちょっと待って下さいね。お土産を渡しますよ」
    dinerowner "啊，请稍等，我把特产给你"

    # nil 「店長は一度店の奥に消えて、手提げの紙箱を持って現れた。」
    "店长消失在店里，拿着一个纸盒出来了"

    # 店长 「これお土産のケーキです。真冬ちゃんにも食べさせてあげてくださいね」
    dinerowner "这是特产蛋糕，请拿回去给真冬恰吧"

    # 莲 「お、ありがとう。心愛。全部食べるなよ」
    lian "哦，谢谢。心爱。不要全部吃完哦"

    # 心爱 「う、うん。蓮くんの分まで我慢しとく」
    ai "嗯，嗯，连同莲君的分也要忍耐下来呢"

    # 莲 「俺にも食わせろ！」
    lian "我的那份别给我吃啊！"

    # 店长 「二人分しか入ってないですよ？」
    dinerowner "里面只放了两人份哦？"

    # 莲 「悪鬼め～！」
    lian "魔鬼~！"

    # 心爱 「じゃぁ、半分こしよう！　…とでもこの私が言うと思ったか？」
    ai "那么，一人一半吧！…你以为我会这么说吗？"

    # 莲 「それは心配に及ばない、期待してねぇ」
    lian "这不用担心，我不指望"

    # 店长 「あは、さてさて、仲良く気をつけて帰って下さいね？」
    dinerowner "啊哈哈，那么，回去的时候要好好注意哦？"

    # 心爱 「はーい！　ばいばーい！」
    ai "好——~bye——bye！"

    # nil 「CLOSEの札のかったドアの前で、心愛と並んでお辞儀をする。」
    "在挂着“CLOSE”牌的门前，和心爱并排和店主辞别"

    # nil 「店主の女性は俺達に微笑み返して、閉店作業のとりかるため、店の奥へと消えていった。」
    "女店主对我们报以微笑，然后消失在店里，准备打烊"

    # scene07 场景2 【说曹操曹操到】 结束
    # scene07 场景3 【和心爱的回家路】 开始
    # 地点： 雾叶小店->通学路街道（夜）
    # 人物： 心爱 莲
    # BGM： 无

    # 心爱 「ふあーすっかり夜になっちゃったねー」
    ai "呼啊，已经完全到晚上了呢"

    # 莲 「いやーほんと、待たせてすまなかった」
    lian "哎呀，真的是呢，对不起让你久等了"

    # 心爱 「いのいの。さんざん楽しませてもらったしね！」
    ai "没事的，我玩得很开心呢！"

    # 莲 「んあ？　貴様、無防備な俺に何かしやがりましたか」
    lian "嗯？你对毫无防备的我做了什么吗？"

    # 心爱 「ひみつー！　にやにや」
    ai "是秘密！嘻嘻"

    # 莲 「ならば力尽くでも」
    lian "那么就算我尽全部力气也可以吧"

    # 心爱 「ホンゲェー！あ、ほらほら蓮君見て見て！」
    ai "疼呀！啊，那里哪里莲君快看快看"

    # 莲 「その手は乗らぬ」
    lian "我不会上当的"

    # 心爱 「いから！」
    ai "好 了 啦！"

    # 莲 「ん？」
    lian "嗯？"

    # 画面切换到天空

    # 心爱 「星がこんなに出てるなんて珍しいね！」
    ai "星星出来这么多真是少见啊！"

    # 莲 「おー。そうだな、雨で排気ガスとかが洗い流されたんかな」
    lian "哦。是啊，是不是因为下雨把灰尘都洗掉了呢？"

    # 心爱 「あ！！」
    ai "哦！！"

    # 莲 「どうした？」
    lian "怎么了？"

    # 心爱 「蓮君みてなかった！？」
    ai "莲君你没看到吗！？"

    # 莲 「何を？」
    lian "啥？"

    # 心爱 「流れ星だよー！　すっごいすっごい！」
    ai "是流星啊！好厉害好厉害！"

    # 莲 「まじかよ。もう一回流れないかな。そしたら願い事すんのにな」
    lian "真的吗？那能不能再来一次？这样我就能许愿了"

    # 心爱 「何を？」
    ai "你说什么？"

    # 莲 「んー秘密」
    lian "嗯——秘密"

    # 心爱 「ならば力尽くでも！」
    ai "那我也尽全部力气吧！"

    # 莲 「ホンゲェー！」
    lian "啊呀！"

    # 莲 「あ！」
    lian "啊！"

    # 心爱 「その手は乗らぬ！」
    ai "我不会上当的!"

    # 莲 「ちゃうちゃう！　もう一発流れ星流れたんだって！」
    lian "不是！又有一颗流星已经划过去了！"

    # 心爱 「え、マジで！？　もー！　余計な事しよってからに！罰として、願い事を言いなさい」
    ai "啊，真的！？真是的！别多管闲事了！作为惩罚，请说出你的愿望"

    # 莲 「えー。じゃぁその後お前の願い事も教えてくれよ」
    lian "嗯——那之后也告诉我你的愿望吧"

    # 心爱 「だめだ」
    ai "不行"

    # 莲 「もう一度言ってみろ」
    lian "你再说一遍"

    # 心爱 「だめだ」
    ai "不行"

    # 莲 「なんでや」
    lian "为什么呢？"

    # 心爱 「なんでも」
    ai "不为什么"

    # 莲 「じゃぁ俺も言わない」
    lian "那我也不说了"

    # 莲&心爱 「あ」
    # 也要记得去人物表加人
    lian_ai "哦"

    # 莲 「（どうか、もっと真冬と心愛が幸せになれますように）」
    lian "（请一定要让真冬和心爱变得更加幸福）"

    # 心爱 「（どうか、もっと蓮くんと真冬ちゃんが幸せになれますように）」
    ai "（请一定要让莲君和真冬酱更加幸福）"

    # 莲 「願えたか？」
    lian "许愿了吗？"

    # 心爱 「なんとか」
    ai "勉强吧"

    # 莲&心爱 「『なぁ（ねぇ）』」
    lian_ai "『呐（那个）』"

    # 莲 「お先にどうぞ」
    lian "你先说吧"

    # 心爱 「蓮くんからどうぞ」
    ai "莲君先说吧"

    # 莲 「レディファーストだ」
    lian "女士优先"

    # 心爱 「やだー」
    ai "亚哒——"

    # 莲 「むー」
    lian "那么"

    # nil 「俺は星空から、心愛の方顔に視線を移す。ちょうど同じタイミングで、心愛も俺の方へ視線を向ける。」
    "我的视线从星空移向心爱的方向。正好在同一时间，心爱也把目光投向我"

    # nil 「ドンピシャで、視線が交差してしまう。」
    # 参考资料：https://www.weblio.jp/content/%E3%83%89%E3%83%B3%E3%83%94%E3%82%B7%E3%83%A3
    "don-pitchari（L:指时机和期望都恰到好处的情况），视线交叉了"

    # 莲 「今日さ、うち、来ないか？」
    lian "今天啊，我家，要来吗？"

    # 心爱 「…うんっ」
    ai "…嗯"

    # nil 「恥ずかしくなって、もう一度二人で夜空を見上げる。」
    "感到害羞，两个人再次仰望夜空"

    # 心爱 「いこっか」
    ai "出发吧"

    # 莲 「そうだな」
    lian "是啊"

    # nil 「ぎゅっ。」
    # 直译是“紧紧地”，但是和下文说不过去
    "然后"

    # nil 「心愛から、そっと手を握ってきた。指と指を絡め合う恋人繋ぎだ。」
    "心爱轻轻地握住我的手。是十指交缠的恋人握法"

    # nil 「俺もそっと心愛の小さな手を握り返す。」
    "我也轻轻回握住心爱的小手"

    # nil 「足はゆっくりと進み始めていたが、視線を前に戻すのはもう少し時間がかりそうだ。」
    "虽然脚开始慢慢地前进，但视线回到前面似乎还需要一些时间"

    # 画面切回街道

    # 心爱 「あ、ケーキちゃんと個入ってるじゃん」
    ai "啊，里面不是有个蛋糕吗?"

    # 莲 「で、お前は何を言おうとしたの」
    lian "那么，你想说什么捏？"

    # 心爱 「ん？　なにが？　さっきの？」
    ai "嗯？什么？刚才那个？"

    # 莲 「うん」
    lian "嗯"

    # 心爱 「秘密」
    ai "秘密"

    # 莲 「3回目はだめだ」
    lian "第三次也不行吗"

    # 心爱 「むー」
    ai "嗯——"

    # 心爱 「…」
    ai "……"

    # 心爱 「笑わない？」
    ai "不会笑吗？"

    # 莲 「多分」
    lian "大概"

    # 心爱 「多分じゃやだ！」
    ai "不要大概！"

    # 莲 「じゃぁ笑わない」
    lian "那我就不笑了"

    # 心爱 「じゃあ言う」
    ai "那么我说了"

    # 心爱 「…」
    ai "……"

    # 莲 「…」
    lian "……"

    # 心爱 「今日、家、行って良い…？　って」
    ai "今天、你家、可以……去…吗？"

    # 莲 「ぷっ」
    lian "噗"

    # 心爱 「貴っ様ァア！　やはりケーキは私が食らいつくしてやるからな！」
    ai "你这混蛋！果然我要把蛋糕全部吃光！"

    # 莲 「ホンゲェー！」
    lian "真是的！"

    # nil 「ちなみに心愛ちゃんは誘惑に耐えきれず、家につくまえにケーキをマジで個平らげました。」
    "顺便一提，心爱酱经不住诱惑，在到家之前真的吃掉了一块蛋糕"

    # scene07 场景3 【和心爱的回家路】 结束
    # scene07 结束！
    # 今天Star过10，果然动力超强！一天肝了100多行，直接结束scene07，好耶！

    # 过场：心爱（常服）

    jump scene08
