# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene06 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://b.luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2021年12月6日

# 当前流程：整理生肉文本，翻译并润色

label scene06:
    # scene06 开始

    # scene06 场景1 【这个莲君就是逊啦，这就病了？】 开始

    # 地点：莲卧室
    # 人物：莲 真冬 心爱
    # BGM：bgm13

    # 真冬 「お兄ちゃん、お兄ちゃん…」
    dong "欧尼酱、欧尼酱……"

    # 莲 「ん、んああ…」
    lian "呼、呼嗯……"

    # 真冬 「…ふーむ、ご覧の有様ですよ。虫の息」
    dong "......嗯姆，正如你所看到的那样。呼吸困难"

    # 心爱 「はえー…ちょっとおでこ失礼！」
    ai "嘿咿呀...稍微用脑门失礼一下!"

    # nil 「ぴとっ」
    "啪的一声"

    # 心爱 「うわ、あっつ…まるで、着地ローダウン、ロンホイ、エアサス、イカリング仕様みたいだね！」
    # 参考资料（着地ローダウン）：https://www.youtube.com/watch?v=ieCNHxTLXqk https://ja.wikipedia.org/wiki/%E3%82%B7%E3%83%A3%E3%82%B3%E3%82%BF%E3%83%B3
    #           ロンホイ         https://www.youtube.com/watch?v=NrY_m42elho
    #           エアサス         https://www.weblio.jp/content/%E3%82%A8%E3%82%A2%E3%82%B5%E3%82%B9 https://www.youtube.com/watch?v=dacE6uz-mkg
    #          イカリング        https://ja.wikipedia.org/wiki/%E3%82%A4%E3%82%AB%E3%83%AA%E3%83%B3%E3%82%B0
    ai "啊、好疼...简直就像底盘着地的LowDown、ロンホイ、エアサス、イカリング的样子呢!"

    # Luckykeeper 的豆知识时间到！
    luckykeeper "LowDown是上个世纪70-90年代11区汽车改装的一种潮流，通过替换弹簧等方法改造汽车，使车辆底盘距地面非常低（例如：5cm），能够通过降低视线，增加开车时的速度感，但会容易因不当改造导致安全系数下降，同时因为底盘里地面太近，在过减速带、上下坡等时候容易被卡住"

    luckykeeper "ロンホイ和LowDown类似，但是改的是摩托车，エアサス是指把空气悬挂的汽车也像LowDown那样改造，イカリング是最早出现在宝马车灯上那一圈的名字，这里应该是代指某款车"

    # 真冬 「ビッグスクーターのカスタムで例えるのはやめろ…」
    dong "不要拿摩托车的改装来比喻……"

    # 心爱 「すいませんつい！」
    ai "私密马赛的说！"

    # 莲 「うるせえ」
    lian "闭嘴"

    # nil 「と、いうことで、日頃の不摂生がたり、風邪を引いてしまいました。」
    "于是，因为平时不注意身体健康，感冒了"

    # nil 「真冬が知らせたのか、心配して心愛もお見舞いにきてくれました。」
    "或许是真冬告诉的，很担心我的心爱来探望我了"

    # nil 「といっても、今日は平日なので、二人は学園にいかなきゃなりません。」
    "话虽如此，因为今天是工作日，所以两个人必须要去学校"

    # 心爱 「ぷぅーん。でも、大丈夫なのー？おでこにゆで卵を置いたら目玉焼きになりそうだよね」
    ai "哼——不过，真的没关系吗? 在脑门上放的煮鸡蛋变成煎鸡蛋了呢"

    # nil 「エアコン効いた部屋で全裸で寝るからそうなるのよ」
    "因为在开着空调的房间里裸睡，所以才会这个样子"

    # 莲 「仕方ねぇじゃん、暑いんだもん。あと心愛、ゆで卵は目玉焼きにはならない」
    lian "没办法啊，天气太热了。还有，心爱啊，煮鸡蛋是不能变成煎鸡蛋的哟"

    # 心爱 「試してみるか」
    ai "想试试看吗"

    # 莲 「やらんでいい！」
    lian "不要！！"

    # 真冬 「ふーむ…」
    dong "呼—姆……"

    # nil 「真冬は何か考え込んだ様子で、背中を向ける。」
    "真冬一副沉思的样子，背过身去"

    # 心爱 「ねぇねぇ、蓮くん」
    ai "呐呐，莲君"

    # 莲 「なんだね心愛ちゃん」
    lian "怎么啦，心爱"

    # 真冬 「どーしよっかなー」
    dong "该怎么办呢?——"

    # 心爱 「この前ね、漫画で読んだんだけどね、なんか、指先一つで楽になるツボがあるらしくてね」
    ai "之前在漫画里面看过，好像有一个用手指就能让人轻松起来的穴位呢"

    # 莲 「ほうほう」
    lian "嗬嗬"

    # 真冬 「でもなー」
    dong "但是——"

    # 心爱 「それを押すと、ピプーコリコリコリって音がして、苦しみから解放されるらしいんだ」
    ai "按一下那个地方，就会发出泊哩泊哩泊哩的声音，好像可以从痛苦中解脱出来的样子"

    # 莲 「あ？　なんかどっかで聞いた事あんなその効果音。世紀末あたりで」
    # 参考资料：https://ja.wikipedia.org/wiki/%E7%B5%8C%E7%B5%A1%E7%A7%98%E5%AD%94
    lian "啊？好像在哪里听到过那样的效果音的样子。应该是世纪末的时候吧（L:说的是『北斗の拳（1983-1988）』和『蒼天の拳（2001-2010）』两部漫画）"

    # 真冬 「うーん」
    dong "嗯——"

    # 心爱 「試してみてもい？」
    ai "阔以来试试吗？"

    # 莲 「あ、思い出した。待て、だめだ、やめろ、秘孔を突くのはやめろ！」
    # 参考资料：https://ja.wikipedia.org/wiki/%E7%B5%8C%E7%B5%A1%E7%A7%98%E5%AD%94
    lian "啊，我想起来了。等等、不行、住手，不要刺秘孔啊！（L:这里的秘孔指经络秘孔，是刚才提到的漫画里面架空的人体要害）"

    # 真冬 「よし、お兄ちゃん、今日、私看病するよ」
    dong "好吧，哥哥，今天我来看护你"

    # 心爱 「いっくよー！　念仏を唱えろ！」
    ai "要上了哟！ 去念佛吧！"

    # 莲 「アイエエエ！　まふゆちゃーん！」
    lian "啊呀呀呀！嘛呼哟酱（mafuyu，还是说的真冬）！"

    # 真冬 「そこまでだ」
    dong "到此为止"

    # 心爱 「ちっ、邪魔が入ったか…存外、鋭い妹を持っているようだな」
    ai "切，有人来阻止我了......看来你的妹妹很是敏锐呢"

    # 莲 「あっぶねー！　お兄ちゃんすんでの所であべしする所だったよ」
    lian "太危险了! 哥哥我差点儿就g了啊"

    # 心爱 「むー、その言いがかりはなんだねもう！」
    ai "哼，你这是什么意思嘛！"

    # 莲 「だって念仏を唱えろって言ってるんだもの！」
    lian "因为你说要让我去念佛啊"

    # 真冬 「安心しろ、私なら神に祈る暇も与えん」
    dong "放心吧，我会让你连向神祈祷的时间都没有"

    # 莲 「なんだお前もそっち側か！バトル漫画に影響されたじゃれ合いは余所でやってくれ！」
    lian "什么嘛，你也是那边的啊！受战斗漫画影响的话就在别处去闹啊！"

    # 真冬 「看病しなくていの？」
    dong "不需要看护吗？"

    # 心爱 「そーだよー！　真冬ちゃんが休むなら私も休んで看病するよー！ね！　まふまふちゃん！」
    ai "就是啊！如果真冬酱休息的话，我也要休息看护你哦！呐，嘛呼嘛呼酱！"

    # 真冬 「うん。だからお兄ちゃんは安心して寝てなさい？」
    dong "嗯，所以欧尼酱你就安心睡觉吧?"

    # 莲 「二人とも気持ちは嬉しいがな…お前らが二人揃って休んだら、寂しがる人もいるんだし…。だいち、騒がしくて寝てもいられねぇ」
    lian "你们两个人的想法都让我很开心。但是你们两个人一起在这里休息的话，有人会想你们的…再说，我被吵的都睡不着了"

    # 心爱 「つれないなぁ。これでも結構本気で心配なんだぞ？」
    ai "真是冷酷无情啊。我真的很担心你呢"

    # 真冬 「うん。あんまりお兄ちゃんが元気ない姿を見たくないかも」
    dong "嗯，可能不太想看到欧尼酱你没精打采的样子"

    # 莲 「しおらしくされてもな…。とにかくだ、どうせ半日なんだから、終わってから看病してくれ」
    lian "就算你这么说也……总之，反正是半天课，结束之后再来照顾我吧"

    # 心爱 「うーん。それじゃぁ、蓮君寂しくない？」
    ai "嗯。但是，莲君不寂寞吗？"

    # 莲 「問題ねぇ、どうせ寝てるだけだから俺にとっちゃ一瞬だ」
    lian "没问题，反正也是在睡觉，对我来说就是一瞬间的功夫"

    # 真冬 「そっか、じゃぁ、ちょっと行ってくるね。終わったらすぐ戻ってくるから」
    dong "这样啊，那我稍微去一下，一结束马上就回来"

    # 心爱 「うんうん！　お土産とか色々買って来てあげるね！　代引きで！」
    ai "嗯！我去给你买各种各样的纪念品！用货到付款！"

    # 这里也是两个人说话，但是标了两个人的名字……Scene01打脸了，正式版的时候按照这个修正一下吧
    # 人物表加个，下面的小人物按照原版只显示真冬即可，Scene01及其他地方修正一下吧
    # 人名缩写暂定“aidong”
    # 心爱&真冬 『行ってきまーす！』
    aidong "我们出发啦!"

    # 莲 「あ、いってらっしゃい。あとお土産は直接届けてください」
    lian "啊，路上小心。之后请把纪念品直接送来不要货到付款啊"

    # nil 「真冬と心愛は顔を揃えて微笑むと、俺の部屋から出て行った。」
    "真冬和心爱都面带微笑，走出了我的房间"

    # 莲 「やれやれ…騒がしいったらありゃしない…」
    lian " 哎呀哎呀……真是吵死人了……"

    # nil 「俺はごろんと寝返りを打って、天井を眺めた。少し、世界がまわっているようだ。」
    "我翻了个身，望着天花板。感觉好像有点，世界都在旋转的感觉"

    # 莲 「とはいえ、仲良き事は美しきかな…」
    lian "话虽如此，关系亲密是美好的事情吧…"

    # nil 「心愛と真冬は仲良しだ。それもまぁ当然だろう。」
    "心爱和真冬是好朋友，那也是当然的吧"

    # nil 「実際、心愛にとって真冬も幼馴染みであるわけで、真冬にとっても、同性の姉妹のように仲がい。」
    "实际上，对于心爱来说，真冬也是青梅竹马，对真冬来说，她们的关系就像亲姐妹一样"

    # 莲 「はー…ちょっと、まずいよなぁ…」
    lian "哈…有点，不大妙啊…"

    # nil 「いくらアイスのおかげ（せい？）とはいえ、二人とそれぞれ身体を重ねて、愛を交わし合ってしまった。」
    "尽管（也许是因为）那个冰激凌，但是我和两个人已经互相重叠过身体，彼此相爱了"

    # nil 「おかげで、二人それぞれとはより一層親密になる事ができたが…。」
    "托这个的福，我和两个人变得更加亲密了…"

    # 开门声

    # nil 「ドアが開いて、真冬が入ってきた。」
    "门开了，真冬进来了"

    # 莲 「ん？　なんだ？　忘れ物か？」
    lian "嗯？怎么了？是忘了什么东西吗？"

    # 真冬 「ん…そう、忘れ物」
    dong "嗯……对了，忘了个东西"

    # nil 「そういって真冬はつかつかと、近寄って来て、そっと跪いて、俺の顔に自分の顔を近づけた。」
    "说着，真冬一下子走近，轻轻地跪下来，把自己的脸贴近了我的脸"

    # 真冬放大

    # 真冬 「…ん…ちゅっ…」
    dong "…嗯……啾……"

    # 真冬 「えへ、お兄ちゃん。いってきます」
    dong "嗯，欧尼酱。我出发了"

    # 莲 「お、おう…」
    lian "啊，嗯…"

    # nil 「真冬は振り返らず、部屋を出て行った。」
    "真冬没有回头，走出了房间"

    # nil 「直後。」
    "紧接着"

    # nil 「入れ替わりに心愛が入ってきた。」
    "这次换心爱进来了"

    # 心爱 「私も忘れ物でーす！！」
    ai "我也是忘了东西！！"

    # 莲 「……お、おう」
    lian "……啊，额"

    # nil 「そういって心愛はぱたぱたと近寄って来て、腰を折曲げて、俺の顔に自分の顔を近づけた。」
    "说着，心爱啪嗒啪嗒地靠近，弯着腰，把自己的脸靠近了我的脸"

    # 心爱 「…ん…ちゅっ…」
    ai "…嗯……啾……"

    # 心爱 「にゃ、行ってきます、蓮くん♪」
    ai "喵，我出发啦，莲君♪"

    # 莲 「お、おう…」
    lian "啊，嗯…"

    # nil 「心愛もまた、俺の方を振り返らず、部屋を出て行った。」
    "心爱也没有回头，走出了房间"

    # 莲 「いっぺんに来いよ」
    lian "接下来一起来吧"

    # 场景切换：莲卧室->葛城家门口

    # 心爱 「あー！！　携帯蓮くんの部屋に忘れた－！！」
    ai "啊！！手机忘在莲君的房间里了！！"

    # 真冬 「あっ私も財布もってきてない。心愛ちゃん、私の携帯と財布を交換しよう」
    dong "啊，我也把钱包忘了。心爱酱，用我的手机换你的钱包吧"

    # 心爱 「いよー！　って微妙に釣り合ってない気が！」
    ai "可以的哦！喂，感觉有点不妙的样子！"

    # 真冬 「画像フォルダから好きなだけ画像持ってっていから」
    dong "图库里面的照片想拿多少拿多少"

    # 心爱 「わーい！　じゃぁ、葛城家秘伝の思い出写真とか頂いちゃ…くそっ、なんで縄の写真しかないんだ…」
    ai "好耶！那，我就把葛城家秘传的回忆照片拿走喽…可恶，为什么只有绳子的照片啊…"

    # 真冬 「…ユーロ札しか入ってない…。あと同じ店のポイントカードが大量に…」
    dong "……里面只有欧元纸钞……还有同一家店的大量积分卡"

    # 心爱 「返すね、これ」
    ai "这个，还给你"

    # 真冬 「私も」
    dong "我也是"

    # 心爱 「後生だから、この荒縄の写真もらってい？　何かに使うかもしれない」
    ai "看在我是后生的份上，你能把这条绳子的照片发给我吗？我可能能用在什么地方"

    # 真冬 「じゃぁ私も、このポイントカード一枚貰うね…」
    dong "那我也要一张这个积分卡…"

    # 场景切换：葛城家门口->莲卧室

    # 莲 「…あいつらバカだろ」
    lian "…那些家伙是笨蛋吧"

    # nil 「見事に置き忘れられた二人の私物を眺めながら、俺は目を閉じた。」
    "我一边看着完全被两个人遗忘的私人物品，一边闭上了眼睛"

    # 莲 「（なんとかしなきゃな…）」
    lian "（必须要想个办法…）"

    # nil 「何か、きっかけがあれば…。」
    "如果有什么契机的话…"

    # nil 「前も似たような事で悩んでた気がする。」
    "我觉得以前也为类似的事情而烦恼过"

    # 莲 「でも、俺のやった事は間違いじゃ…ないよな…」
    lian "但是我做的事情应该没有错......不是吗"

    # nil 「行為の後、二人はそれぞれ幸せだと伝えてくれた。」
    "H之后，两个人都告诉我说很幸福"

    # nil 「それだけは確かだった。」
    "这一点是肯定的"

    # nil 「唇に残った、二人分の唇の感触が、妙にリアルだった。」
    "残留在嘴唇上的两人嘴唇的触感，非常真实"

    # 原地tp
    # 下面有一堆歌，能听出歌名的话就去提个PR或者issues吧，顺带记得说下起始结束位置

    # 真冬 「～♪」
    dong "～♪（L:真冬这里哼的歌是本作OP full ver.的02:52-03:03）"

    # 莲 「歌が聞こえる。夢でも見てるんだろうか。」
    lian "听到了歌声，我是在做梦吗"

    # 真冬 「～♪」
    dong "～♪（L:真冬这里哼的歌是本作OP full ver.的03:23-03:36，结尾有点跑调...）"

    # nil 「真冬の声だ。最近の真冬なりのヒットチューンなんだろう、機嫌が良いときは大体あの曲の鼻歌だ。」
    "是真冬的声音。这是最近真冬的热门歌曲吧，她心情好的时候基本上都是在哼唱那首歌"

    # 真冬 「～♪」
    dong "～♪（L:这里没听出来...）"

    # nil 「鼻歌が変わった。」
    "哼的歌变了"

    # nil 「マジックショーとかでよく流れるあの曲だ。」
    # 参考资料1：https://magic.akiha-net.com/bgm.html
    # 参考资料2：https://www.mag2.com/p/news/236457
    # 参考资料3：https://www.bilibili.com/video/av32098616/
    "是在魔术表演中经常播放的那首曲子（L:根据这个描述，搜了一下，感觉应该是『オリーブの首飾り』，感兴趣的可以去B站av32098616听一下）"

    # 真冬 「～♪」
    dong "～♪（L:这里也没听出来...）"

    # nil 「また曲が変わった。」
    "曲子又变了"

    # nil 「今度は、トイレでウンコしたときとかに流れるあの曲だ。」
    "这次是在厕所带薪拉屎（doge）时经常播放的曲子（L:这是什么奇奇怪怪的歌啊...这个就不找了）"

    # 真冬 「～♪」
    # L注：下面的歌词是我加的，原文莫得
    # 对应歌词（从Scene02抄过来的）：よかぜーにさらーわれたなみだー！　ゆきーのけーっしょおーにかーわるー！そのきーみーのよーこーがおだけはー！　なによーりもー！　まもりーたいからー！
    dong "～♪【夜风中被夺走的泪水，化作雪的结晶。看着那样的你的侧脸，是我比任何都最想保护的】（L:这里和前面心爱唱的一样，也是『スターチス』里面1分16秒开始的歌词）"

    # nil 「今度は、何か懐かしい曲だ。去年の冬あたりにヒットした曲だったはず。」
    "这次是一首令人怀念的曲子，应该是去年冬天的热门歌曲"

    # 真冬 「～♪」
    dong "～♪（L:这里也没听出来，但是感觉好像很熟悉的样子...）"

    # nil 「これは…なんだかとても不安になる曲だ…。ぶっちゃけ怖い。」
    "这是…总觉得非常不安的曲子…真可怕"

    # 真冬 「～♪」
    dong "～♪（L:这里也没听出来，而且感觉很不熟悉的样子，听出来的大哥去提个PR或者issues吧）"

    # nil 「こんどは英語の曲だ。ていうかレパートリー広いな真冬。」
    "现在是英文歌，话说真冬你保留曲目真广啊"

    # 真冬 「よーいしょっと…」
    dong "好—嘞…嘿"

    # nil 「ひんやりとした感覚が額に乗せられる。どうやら夢ではなく、現実世界らしい。」
    "额头上传来冰凉的感觉。好像不是梦，而是现实世界捏"

    # 莲 「ん…」
    lian "嗯…"

    # 真冬 「あ、起こしちゃった…かな？」
    dong "啊，我把你吵醒了…是吗？"

    # 莲 「あ、あ…」
    lian "啊、嗯…"

    # nil 「俺がゆっくり目をあけると、学校に行ったはずの真冬が、こちらに顔を向けていた。」
    "我慢慢地睁开眼睛，本应该去学校的真冬，却把脸转向了这边"

    # 莲 「あれ、授業は終わったん？」
    lian "咦，已经下课了吗？"

    # 真冬 「んーん」
    dong "不是的哦"

    # nil 「真冬は横に首を振った。」
    "真冬摇了摇头"

    # 真冬 「ばっくれてきた」
    dong "我给翘了"

    # 莲 「心愛は？」
    lian "心爱呢？"

    # 真冬 「つかまった」
    dong "被抓住了"

    # 莲 「そうか…」
    lian "是吗…"

    # 真冬 「一部始終を話すと…」
    dong "把其中一部分从头到尾说的话……"

    # tp到教室

    # 想瑠 「『ほう。私の授業をサボってお兄ちゃんの看病とは、殊勝な事だな』」
    liu "『嗬~翘了我的课去照顾欧尼酱，真是勇气可嘉啊』"

    # 真冬 「『お見送りってわけでもなさそうね…』」
    dong "这又不是饯别……"

    # 心爱 「『そこをどいてもらおうか…想瑠！』」
    ai "『请你让开…想瑠！』"

    # 想瑠 「『おいおい、私はこれでも教師だぞ。バックれようとする生徒がいりゃ、止めるのがスジなんだよ』」
    liu "『喂喂，我姑且还是老师啊喂，如果有学生想翘课，我就会阻止她』"

    # 心爱 「『やはり…口でいっても無駄か…』」
    ai "『果然…用嘴说是没用的啊…』"

    # 想瑠 「『わかってんじゃねぇか…ナマってねぇだろうな』」
    liu "『你不是知道吗…不是在耍我吧』"

    # 动画：Rock（可能无法移植）

    # 想瑠 「『上等だ…！』」
    liu "『上等だ…！』（L:这句话是俗语，意思是“挑衅、真让人不愉快”）"

    # tp回来

    # 莲 「で、心愛は捕まったと」
    lian "于是，心爱被抓住了"

    # 真冬 「あ、いや、なんか二人でヒートアップしてたからこっそり帰ってきました」
    dong "啊，不是这样，好像两个人打得热火朝天，于是我所以悄悄溜回来了"

    # 莲 「心愛には一声かけたか？」
    lian "和心爱打招呼了吗？"

    # 真冬 「うん…そしたら…」
    dong "嗯…然后……"

    # 心爱 「『奴はこで食い止める。心配いらん、すぐ追いつくさ』」
    ai "『我会在这里拦住她的。不用担心，我很快就会追上你的』（L:究极经典flag233）"

    # 真冬 「だって」
    dong "但是"

    # 莲 「フラグビンビンじゃねぇか」
    lian "这不是旗手嘛（L:指flag拉满）"

    # 真冬 「や、実際、心愛ちゃんが止めてくれたからこうして早く帰る事ができたんだけどね」
    dong "呀，实际上，正是因为心爱阻止了她，所以我才能这么早回来"

    # 莲 「じゃぁ、後で心愛にはしっかりお礼しないとな」
    lian "那么，回头一定要好好感谢心爱啊"

    # 真冬 「そだね。ケーキ焼いとくよ」
    dong "是这样的捏，我去烤个蛋糕吧"

    # nil 「俺があたりを見渡すと、俺の身の回りの整理どころか、部屋の掃除までされている事に気づく。」
    "我环视四周，别说是整理我身边的东西，就连房间也打扫的干干净净"

    # 莲 「掃除までしてくれたのか…」
    lian "连打扫都做了吗…"

    # 真冬 「なかなかお兄ちゃんの部屋でゆっくりする事ないからねー」
    dong "因为在欧尼酱的房间里很难平静地呆在这里呢"

    # 莲 「なんか、すまないな…」
    lian "总觉得，很对不起…"

    # 真冬 「気にしなくて大丈夫だよー？　病人は病人らしく、おとなしく寝てればいのです」
    dong "别在意，没关系的，病人就像病人一样，老老实实地睡觉就好了"

    # 莲 「そうさせて貰うよ」
    lian "就这么办吧"

    # nil 「心愛も真冬も、最近、目に見えて優しくなった。この俺も、何か二人のためにできないかと考える。」
    "心爱和真冬最近都明显变得亚撒西了起来，我也在考虑能不能为两个人也做点什么"

    # 莲 「なぁ…真冬」
    lian "呐…真冬"

    # 真冬 「んー？」
    dong "嗯——？"

    # 莲 「ハワイ…いかねぇか？」
    lian "夏威夷…你想去玩吗？"

    # 真冬 「…いくら熱が出てるからって、そのボケは脈絡なさすぎるかな…」
    dong "……就算再怎么发烧，这种痴呆也太没有逻辑了吧…"

    # 莲 「ボケてねぇ！　そのジト目はやめろ！今からじゃなくて、夏休みにさ！　心愛が行きたがってたから、３人で行こうって」
    lian "我还没到这个地步呢！别用看关爱傻子的眼神看我啊喂！肯定不是现在，是暑假啊！因为心爱想去，所以想着要不要3个人一起去"

    # 真冬 「あ、いねー。じゃぁ、新しい水着買いに行かなきゃ」
    dong "啊，真好——那我得去买新泳衣了"

    # 莲 「心愛と同じ事言うんだな」
    lian "心爱也是这么说的捏"

    # 真冬 「お兄ちゃんにはわからないと思うんだけど、水着も毎年流行があるからねー。うん、心愛ちゃんと一緒にいってくるよ」
    dong "欧尼酱应该不知道，泳衣每年都会有流行和淘汰的款式吧。嗯，我会和心爱酱一起去的"

    # 莲 「じゃぁ、ハワイ旅行には乗り気なんだな？」
    lian "那么，你愿意去夏威夷旅行喽？"

    # 真冬 「おふこーす。三人で旅行かー、絶対楽しくなるね！」
    dong "Of——course，三个人一起旅行啊，一定会很开心的"

    # 莲 「おう、楽しみにしてもらえたなら何よりだ」
    lian "嗯，如果你开心的话，那就比什么都好了"

    # 真冬 「そのためにも、今は風邪を治して貰わないと…だね♪」
    dong "为了这个，现在就必须要把感冒治好…对吧♪"

    # 莲 「んな大げさな」
    lian "这有点太夸张了"

    # nil 「ともあれ、安静にするしかやりようがないので、真冬の言いつけ通りに、ひたすら休息を続行する。」
    "不管怎么说，因为能够安静下来，所以按照真冬的嘱咐，一个劲儿地休息"

    # 真冬 「あ、そうだそうだ。はい、お兄ちゃん、これ、作ってきたよ」
    dong "啊，对了对了，给，欧尼酱，我做了这个"

    # 莲 「なにこれ」
    lian "这是什么？"

    # 真冬 「サムゲタン」
    # 参考资料：https://zh.wikipedia.org/wiki/%E8%94%98%E9%9B%9E%E6%B9%AF
    # 参考资料2：https://ja.wikipedia.org/wiki/%E3%82%B5%E3%83%A0%E3%82%B2%E3%82%BF%E3%83%B3
    dong "参鸡汤（L:参鸡汤（韩语：삼계탕／蔘鷄湯）朝鲜半岛的传统名菜之一，以整只童子鸡，腹中塞入糯米、佐以红枣、姜、蒜和人参长时间炖煮制成，最早出现于上世纪60年代，在70年代以后逐渐家喻户晓）"

    # 莲 「微妙にマニアックなネタはやめろ」
    lian "别把我当烧晕了的人啊喂！（L:参鸡汤里的人参，在因感冒等发热时食用会引起心悸）"

    # 真冬 「と、トッポギとマッコリ」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%88%E3%83%83%E3%83%9D%E3%83%83%E3%82%AD
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%9E%E3%83%83%E3%82%B3%E3%83%AA
    dong "给，辣炒年糕和马格利（L:辣炒年糕又称韩式炒年糕，是由水煮条状年糕、肉、菜及调味汁制成，上桌前会在上面加白果及核桃。马格利又称农酒，是朝鲜半岛一种用米发酵而制成的浊米酒）"

    # 莲 「本格的にするのもやめろ」
    lian "不要让我动真格啊！（L:马格利有添加人工甘味料阿斯巴甜，可能对人体有害，但是韩国食品和药物管理局表示“只要不超过每日摄入量就没有问题”）"

    # 真冬 「これはモッコリ」
    dong "这个很搞笑"

    # 莲 「うるせえ」
    lian "闭嘴"

    # 真冬 「まぁ、ポカリとおかゆですよ」
    # 参考资料：https://zh.wikipedia.org/wiki/%E5%AF%B6%E7%A4%A6%E5%8A%9B%E6%B0%B4%E7%89%B9
    # 参考资料：https://www.wikiwand.com/ja/%E3%81%8A%E3%81%8B%E3%82%86
    # 参考资料：https://ja.wikipedia.org/wiki/%E7%B2%A5
    dong "嘛，这回是宝矿力和粥哦（L:宝矿力水特，简称宝矿力，是日本大冢制药株式会社于1980年研发的一种运动饮料）"

    # 真冬 「ふー……ふー……ふー……よし…はい、あーん」
    dong "呼……呼……呼……好啦…来，啊—嗯"

    # 莲 「あーん」
    lian "啊—嗯"
