# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene02 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://b.luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2021年11月9日

# 当前流程：整理生肉文本，翻译并润色

label scene04:
    # scene04 开始
    # 地点：Q版
    # 人物：心爱 真冬
    # BGM：bgm28

    # scene04 场景1 【集美间的愉快自习（雾）】 开始

    # 真冬 「まふまふまふまふまふまふ」
    dong "嘛呼嘛呼嘛呼嘛呼嘛呼嘛~"

    # 心爱 「まふまふまふまふまふまふ」
    ai "嘛呼嘛呼嘛呼嘛呼嘛呼嘛~"

    # nil 「こんにちは、真冬です。」
    "你好，我是真冬~"

    # nil 「世間はそろそろ真夏に突入する頃合いですが、私は相変わらず真冬です。」
    "世间已经差不多是进入盛夏的时候了，而我还是一如既往的真冬（L:真冬也有寒冬、隆冬的意思。另外，2021年的冬天是真的冷，11月初就下雪了）"

    # 真冬 「まふまふまふまふまふ」
    dong "嘛呼嘛呼嘛呼嘛呼嘛~"

    # 心爱 「まふまふまふまふまふ」
    ai "嘛呼嘛呼嘛呼嘛呼嘛~"

    # nil 「今は学園で授業の真っ最中。といっても、自習なので暇です。」
    "现在正在学校上课。虽说如此，因为是自习所以很闲"

    # 真冬 「まふ」
    dong "嘛呼~"

    # 心爱 「びよーん」
    ai "呀~"

    # nil 「しかもあろうことか、半日授業のうち、最初の時間はＨＲ。残りの時間自習というとんでもないスケジュールです。」
    "而且，在半天的课程中，最开始是HR（班会）。剩下的时间全是自习，真是荒唐的课程安排"

    # nil 「仕方がないので、幼馴染みの心愛ちゃんのほっぺたをぷにぷにしつづけています。およそ1時間。」
    "因为太无聊了，所以只好把青梅竹马的心爱的脸蛋吹得鼓鼓的，大概过去了1个小时"

    # nil 「最初は心愛ちゃんも困惑していましたが、気持ち良くなってきたんでしょう。」
    "一开始心爱感觉很迷，但是现在心情好多了吧"

    # nil 「嫌がる素振りどころか、やめようとすると、もっとして欲しいと求めて来るようになりました。」
    "一点讨厌的样子都没有，而且当我想停下来的时候，心爱一副“还想要”的样子"

    # 真冬 「ふにゃー」
    dong "呼喵~"

    # nil 「ちなみに、双子の兄は隣の席が何故か空白の、後ろの席で心地よさそうに寝息を立ています。」
    "顺便一提，双胞胎哥哥的旁边不知为何空着一个位子，于是在后面的座位上舒服地躺着睡着了"

    # nil 「悪戯してやりたい所ですが、今は心愛ちゃんのほっぺたをぷにぷにするのが忙しいので、我慢します。」
    "虽然很想恶作剧，但是现在忙着要把心爱的脸蛋吹得鼓鼓的，所以就忍耐一下吧"

    # nil 「さて、この兄ですが、最近変です。私が起こさずとも、早起きしていやがるのです。」
    "对了，就是这个欧尼酱，他最近怪怪的。早上不用我叫醒，自己就早起了"

    # nil 「これでは、毎朝どうやって起こしてやろうかと悩む、毎朝の脳トレができません。」
    "这样的话，我每天早上就没法脑力锻炼了，因为不需要烦恼怎么把欧尼酱叫起来了"

    # 真冬 「ういいいいいいいん」
    dong "呜诶诶诶诶诶诶——"

    # 心爱 「むああああああ」
    ai "呜呜呜呜呜呜——"

    # 真冬 「ぺち」
    dong "啪唧"

    # 心爱 「ＰＯＷ！」
    ai "ＰＯＷ！"

    # nil 「今度、この心愛ちゃんをけしかけてみようかと思います。」
    "回头，我想要试着调教一下心爱呢"

    #场景切换
    # 地点：Q版->教室
    # 人物：心爱 真冬
    # BGM：bgm28

    # 心爱 「まふ…あれ？　やめちゃうの？　うぅ…」
    ai "嘛呼…啊咧？不做了嘛？呜…"

    # 真冬 「欲しがりさんですね」
    dong "你很想要啊"

    # 心爱 「だってー気持ちいんだもんー、まふまふ♪」
    ai "因为——很舒服的啦、嘛呼嘛呼♪"
