# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene06 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://b.luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2021年12月1日

# 当前流程：整理生肉文本，翻译并润色

label scene06:
    # scene06 开始

    # scene06 场景1 【这个莲君就是逊啦，这就病了？】 开始

    # 地点：莲卧室
    # 人物：莲 真冬 心爱
    # BGM：bgm13

    # 真冬 「お兄ちゃん、お兄ちゃん…」
    dong "欧尼酱、欧尼酱……"

    # 莲 「ん、んああ…」
    lian "呼、呼嗯……"

    # 真冬 「…ふーむ、ご覧の有様ですよ。虫の息」
    dong "......嗯姆，正如你所看到的那样。呼吸困难"

    # 心爱 「はえー…ちょっとおでこ失礼！」
    ai "嘿咿呀...稍微用脑门失礼一下!"

    # nil 「ぴとっ」
    "啪的一声"

    # 心爱 「うわ、あっつ…まるで、着地ローダウン、ロンホイ、エアサス、イカリング仕様みたいだね！」
    # 参考资料（着地ローダウン）：https://www.youtube.com/watch?v=ieCNHxTLXqk https://ja.wikipedia.org/wiki/%E3%82%B7%E3%83%A3%E3%82%B3%E3%82%BF%E3%83%B3
    #           ロンホイ         https://www.youtube.com/watch?v=NrY_m42elho
    #           エアサス         https://www.weblio.jp/content/%E3%82%A8%E3%82%A2%E3%82%B5%E3%82%B9 https://www.youtube.com/watch?v=dacE6uz-mkg
    #          イカリング        https://ja.wikipedia.org/wiki/%E3%82%A4%E3%82%AB%E3%83%AA%E3%83%B3%E3%82%B0
    ai "啊、好疼...简直就像底盘着地的LowDown、ロンホイ、エアサス、イカリング的样子呢!"

    # Luckykeeper 的豆知识时间到！
    luckykeeper "LowDown是上个世纪70-90年代11区汽车改装的一种潮流，通过替换弹簧等方法改造汽车，使车辆底盘距地面非常低（例如：5cm），能够通过降低视线，增加开车时的速度感，但会容易因不当改造导致安全系数下降，同时因为底盘里地面太近，在过减速带、上下坡等时候容易被卡住"

    luckykeeper "ロンホイ和LowDown类似，但是改的是摩托车，エアサス是指把空气悬挂的汽车也像LowDown那样改造，イカリング是最早出现在宝马车灯上那一圈的名字，这里应该是代指某款车"

    # 真冬 「ビッグスクーターのカスタムで例えるのはやめろ…」
    dong "不要拿摩托车的改装来比喻……"

    # 心爱 「すいませんつい！」
    ai "私密马赛的说！"

    # 莲 「うるせえ」
    lian "闭嘴"

    # nil 「と、いうことで、日頃の不摂生がたり、風邪を引いてしまいました。」
    "于是，因为平时不注意身体健康，感冒了"

    # nil 「真冬が知らせたのか、心配して心愛もお見舞いにきてくれました。」
    "或许是真冬告诉的，很担心我的心爱来探望我了"

    # nil 「といっても、今日は平日なので、二人は学園にいかなきゃなりません。」
    "话虽如此，因为今天是工作日，所以两个人必须要去学校"

    # 心爱 「ぷぅーん。でも、大丈夫なのー？おでこにゆで卵を置いたら目玉焼きになりそうだよね」
    ai "哼——不过，真的没关系吗? 在脑门上放的煮鸡蛋变成煎鸡蛋了呢"

    # nil 「エアコン効いた部屋で全裸で寝るからそうなるのよ」
    "因为在开着空调的房间里裸睡，所以才会这个样子"

    # 莲 「仕方ねぇじゃん、暑いんだもん。あと心愛、ゆで卵は目玉焼きにはならない」
    lian "没办法啊，天气太热了。还有，心爱啊，煮鸡蛋是不能变成煎鸡蛋的哟"

    # 心爱 「試してみるか」
    ai "想试试看吗"

    # 莲 「やらんでいい！」
    lian "不要！！"

    # 真冬 「ふーむ…」
    dong "呼—姆……"

    # nil 「真冬は何か考え込んだ様子で、背中を向ける。」
    "真冬一副沉思的样子，背过身去"

    # 心爱 「ねぇねぇ、蓮くん」
    ai "呐呐，莲君"

    # 莲 「なんだね心愛ちゃん」
    lian "怎么啦，心爱"

    # 真冬 「どーしよっかなー」
    dong "该怎么办呢?——"

    # 心爱 「この前ね、漫画で読んだんだけどね、なんか、指先一つで楽になるツボがあるらしくてね」
    ai "之前在漫画里面看过，好像有一个用手指就能让人轻松起来的穴位呢"

    # 莲 「ほうほう」
    lian "嗬嗬"

    # 真冬 「でもなー」
    dong "但是——"

    # 心爱 「それを押すと、ピプーコリコリコリって音がして、苦しみから解放されるらしいんだ」
    ai "按一下那个地方，就会发出泊哩泊哩泊哩的声音，好像可以从痛苦中解脱出来的样子"

    # 莲 「あ？　なんかどっかで聞いた事あんなその効果音。世紀末あたりで」
    # 参考资料：https://ja.wikipedia.org/wiki/%E7%B5%8C%E7%B5%A1%E7%A7%98%E5%AD%94
    lian "啊？好像在哪里听到过那样的效果音的样子。应该是世纪末的时候吧（L:说的是『北斗の拳（1983-1988）』和『蒼天の拳（2001-2010）』两部漫画）"

    # 真冬 「うーん」
    dong "嗯——"

    # 心爱 「試してみてもい？」
    ai "阔以来试试吗？"

    # 莲 「あ、思い出した。待て、だめだ、やめろ、秘孔を突くのはやめろ！」
    # 参考资料：https://ja.wikipedia.org/wiki/%E7%B5%8C%E7%B5%A1%E7%A7%98%E5%AD%94
    lian "啊，我想起来了。等等、不行、住手，不要刺秘孔啊！（L:这里的秘孔指经络秘孔，是刚才提到的漫画里面架空的人体要害）"

    # 真冬 「よし、お兄ちゃん、今日、私看病するよ」
    dong "好吧，哥哥，今天我来看护你"

    # 心爱 「いっくよー！　念仏を唱えろ！」
    ai "要上了哟！ 去念佛吧！"

    # 莲 「アイエエエ！　まふゆちゃーん！」
    lian "啊呀呀呀！嘛呼哟酱（mafuyu，还是说的真冬）！"

    # 真冬 「そこまでだ」
    dong "到此为止"

    # 心爱 「ちっ、邪魔が入ったか…存外、鋭い妹を持っているようだな」
    ai "切，有人来阻止我了......看来你的妹妹很是敏锐呢"

    # 莲 「あっぶねー！　お兄ちゃんすんでの所であべしする所だったよ」
    lian "太危险了! 哥哥我差点儿就g了啊"

    # 心爱 「むー、その言いがかりはなんだねもう！」
    ai "哼，你这是什么意思嘛！"

    # 莲 「だって念仏を唱えろって言ってるんだもの！」
    lian "因为你说要让我去念佛啊"

    # 真冬 「安心しろ、私なら神に祈る暇も与えん」
    dong "放心吧，我会让你连向神祈祷的时间都没有"

    # 莲 「なんだお前もそっち側か！バトル漫画に影響されたじゃれ合いは余所でやってくれ！」
    lian "什么嘛，你也是那边的啊！受战斗漫画影响的话就在别处去闹啊！"

    # 真冬 「看病しなくていの？」
    dong "不需要看护吗？"

    # 心爱 「そーだよー！　真冬ちゃんが休むなら私も休んで看病するよー！ね！　まふまふちゃん！」
    ai "就是啊！如果真冬酱休息的话，我也要休息看护你哦！呐，嘛呼嘛呼酱！"

    # 真冬 「うん。だからお兄ちゃんは安心して寝てなさい？」
    dong "嗯，所以欧尼酱你就安心睡觉吧?"

    # 莲 「二人とも気持ちは嬉しいがな…お前らが二人揃って休んだら、寂しがる人もいるんだし…。だいち、騒がしくて寝てもいられねぇ」
    lian "你们两个人的想法都让我很开心。但是你们两个人一起在这里休息的话，有人会想你们的…再说，我被吵的都睡不着了"

    # 心爱 「つれないなぁ。これでも結構本気で心配なんだぞ？」
    ai "真是冷酷无情啊。我真的很担心你呢"

    # 真冬 「うん。あんまりお兄ちゃんが元気ない姿を見たくないかも」
    dong "嗯，可能不太想看到欧尼酱你没精打采的样子"

    # 莲 「しおらしくされてもな…。とにかくだ、どうせ半日なんだから、終わってから看病してくれ」
    lian "就算你这么说也……总之，反正是半天课，结束之后再来照顾我吧"

    # 心爱 「うーん。それじゃぁ、蓮君寂しくない？」
    ai "嗯。但是，莲君不寂寞吗？"

    # 莲 「問題ねぇ、どうせ寝てるだけだから俺にとっちゃ一瞬だ」
    lian "没问题，反正也是在睡觉，对我来说就是一瞬间的功夫"

    # 真冬 「そっか、じゃぁ、ちょっと行ってくるね。終わったらすぐ戻ってくるから」
    dong "这样啊，那我稍微去一下，一结束马上就回来"

    # 心爱 「うんうん！　お土産とか色々買って来てあげるね！　代引きで！」
    ai "嗯！我去给你买各种各样的纪念品！用货到付款！"

    # 这里也是两个人说话，但是标了两个人的名字……Scene01打脸了，正式版的时候按照这个修正一下吧
    # 人物表加个，下面的小人物按照原版只显示真冬即可，Scene01及其他地方修正一下吧
    # 人名缩写暂定“aidong”
    # 心爱&真冬 『行ってきまーす！』
    aidong "我们出发啦!"

    # 莲 「あ、いってらっしゃい。あとお土産は直接届けてください」
    lian "啊，路上小心。之后请把纪念品直接送来不要货到付款啊"

    # nil 「真冬と心愛は顔を揃えて微笑むと、俺の部屋から出て行った。」
    "真冬和心爱都面带微笑，走出了我的房间"

    # 莲 「やれやれ…騒がしいったらありゃしない…」
    lian " 哎呀哎呀……真是吵死人了……"

    # nil 「俺はごろんと寝返りを打って、天井を眺めた。少し、世界がまわっているようだ。」
    "我翻了个身，望着天花板。感觉好像有点，世界都在旋转的感觉"

    # 莲 「とはいえ、仲良き事は美しきかな…」
    lian "话虽如此，关系亲密是美好的事情吧…"

    # nil 「心愛と真冬は仲良しだ。それもまぁ当然だろう。」
    "心爱和真冬是好朋友，那也是当然的吧"

    # nil 「実際、心愛にとって真冬も幼馴染みであるわけで、真冬にとっても、同性の姉妹のように仲がい。」
    "实际上，对于心爱来说，真冬也是青梅竹马，对真冬来说，她们的关系就像亲姐妹一样"

    # 莲 「はー…ちょっと、まずいよなぁ…」
    lian "哈…有点，不大妙啊…"

    # nil 「いくらアイスのおかげ（せい？）とはいえ、二人とそれぞれ身体を重ねて、愛を交わし合ってしまった。」
    "尽管（也许是因为）那个冰激凌，但是我和两个人已经互相重叠过身体，彼此相爱了"

    # nil 「おかげで、二人それぞれとはより一層親密になる事ができたが…。」
    "托这个的福，我和两个人变得更加亲密了…"

    # 开门声

    # nil 「ドアが開いて、真冬が入ってきた。」
    "门开了，真冬进来了"

    # 莲 「ん？　なんだ？　忘れ物か？」
    lian "嗯？怎么了？是忘了什么东西吗？"

    # 真冬 「ん…そう、忘れ物」
    dong "嗯……对了，忘了个东西"

    # nil 「そういって真冬はつかつかと、近寄って来て、そっと跪いて、俺の顔に自分の顔を近づけた。」
    "说着，真冬一下子走近，轻轻地跪下来，把自己的脸贴近了我的脸"

    # 真冬放大

    # 真冬 「…ん…ちゅっ…」
    dong "…嗯……啾……"

    # 真冬 「えへ、お兄ちゃん。いってきます」
    dong "嗯，欧尼酱。我出发了"

    # 莲 「お、おう…」
    lian "啊，嗯…"

    # nil 「真冬は振り返らず、部屋を出て行った。」
    "真冬没有回头，走出了房间"

    # nil 「直後。」
    "紧接着"

    # nil 「入れ替わりに心愛が入ってきた。」
    "这次换心爱进来了"

    # 心爱 「私も忘れ物でーす！！」
    ai "我也是忘了东西！！"

    # 莲 「……お、おう」
    lian "……啊，额"

    # nil 「そういって心愛はぱたぱたと近寄って来て、腰を折曲げて、俺の顔に自分の顔を近づけた。」
    "说着，心爱啪嗒啪嗒地靠近，弯着腰，把自己的脸靠近了我的脸"

    # 心爱 「…ん…ちゅっ…」
    ai "…嗯……啾……"

    # 心爱 「にゃ、行ってきます、蓮くん♪」
    ai "喵，我出发啦，莲君♪"

    # 莲 「お、おう…」
    lian "啊，嗯…"

    # nil 「心愛もまた、俺の方を振り返らず、部屋を出て行った。」
    "心爱也没有回头，走出了房间"

    # 莲 「いっぺんに来いよ」
    lian "接下来一起来吧"

    # 场景切换：莲卧室->葛城家门口

    # 心爱 「あー！！　携帯蓮くんの部屋に忘れた－！！」
    ai "啊！！手机忘在莲君的房间里了！！"

    # 真冬 「あっ私も財布もってきてない。心愛ちゃん、私の携帯と財布を交換しよう」
    dong "啊，我也把钱包忘了。心爱酱，用我的手机换你的钱包吧"

    # 心爱 「いよー！　って微妙に釣り合ってない気が！」
    ai "可以的哦！喂，感觉有点不妙的样子！"

    # 真冬 「画像フォルダから好きなだけ画像持ってっていから」
    dong "图库里面的照片想拿多少拿多少"

    # 心爱 「わーい！　じゃぁ、葛城家秘伝の思い出写真とか頂いちゃ…くそっ、なんで縄の写真しかないんだ…」
    ai "好耶！那，我就把葛城家秘传的回忆照片拿走喽…可恶，为什么只有绳子的照片啊…"
