# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene22 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 0.3 "LuckyDev"
# Blog：http://luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年1月21日

# 当前流程：整理生肉文本，翻译并润色

label scene22:
    # scene22 开始

    # scene22 场景2 【二周目_尾声】 开始

    # 这就是最后一幕喽~

    # 场景：蔚蓝天空

    # nil 「そして、決戦は金曜日。」
    "然后，是决战的星期五"

    # nil 「れから、最終追い込みで、リオンの神がかったチューニングで、なんとか即効性は抑えられました。」
    "之后，在最后的紧要关头，经过里昂的神奇调整，总算是抑制了速效性"

    # nil 「恐ろしい事に、体力も回復するようで、食べたら最後ヤるか抜くまでギンギン物語になるようです。」
    # 参考资料（略微NSFW内容）https://trip-partner.jp/15157
    # 这里的内容就写到注释里不写进去了吧
    "可怕的是，它似乎也能恢复体力，吃了之后，直到最后体力完全耗尽都不会停下来"

    # nil 「そのアイスは、『ラブポーション・シクスティナイン』を引き継ぎ『ラブポーション・エクストリーム』と名付けられた。」
    "那个冰淇淋继承了『LOVEPOTION・SIXTYNINE』的名字，被命名为『LOVEPOTION・EXTREME』"

    # nil 「ちなみに『シクスティナイン』は69番目の試作品というナンバリングだそうです。」
    "顺带一提『SIXTYNINE』是这批第69个原型的编号"

    # nil 「クーラーボックスに完成した『ラブポーションＥＸ』を詰め込んで、俺達は、決戦会場であるダイナーへと向かった。」
    "我们在冷藏箱里放入了完成品的『LOVEPOTIONＥＸ』朝着决战会场的Diner出发"

    # 场景切换到通学路街道

    # 里昂 「よし…行こう、蓮くん」
    lion "好…走吧，莲君"

    # 莲 「しかし…あの効果は健在なんだよな…恥ずかしいな…」
    lian "但是…那个效果还健在啊…真是害羞…"

    # 里昂 「それは私もだけど…この際、なるようになれだよ！」
    lion "虽然我也是这样…但是在这个时候，变成这样就这样了吧！"

    # 莲 「それもそうか。じゃ、いくぞ」
    lian "也是啊，那出发吧"

    # 里昂 「それは私もだけど…この際、なるようになれだよ！」
    lion "虽然我也是这样…但是在这个时候，变成这样就这样了吧！"

    # 莲&里昂 「『Let’s Rock！！』」
    # Scene18 已经定义人物
    lian_lion "『Let's Rock！！』"

    # nil 「二人揃ってドアをあける。」
    "两个人一起打开门"

    # 场景切69thStreetDiner

    # 进 Diner BGM

    # 真冬 「はい、心愛ちゃん10万ドルね」
    dong "好，心爱酱10万美元是呢"

    # 心爱 「ほげー！　スポーツ選手には酷だよ！」
    ai "呜欸——！对运动员太残酷了啊！"

    # 店长 「はい、姉さん。貴様の好きなドリアンの香りですよ」
    dinerowner "给，姐姐，这是你最喜欢的榴莲"

    # 亚十礼 「好きって言ったつもりはないんだけど…くせぇし」
    atri "我没说过喜欢……而且"

    # 瑠那 「まふまふまふまふ」
    na "嘛呼嘛呼嘛呼嘛"

    # 想瑠 「まふまふまふまふ」
    liu "嘛呼嘛呼嘛呼嘛呼（L:可怜的想瑠喵又没有地方放了捏233）"

    # 莲 「全員集合してる…」
    lian "大家都集合了啊…"

    # BGM 切！

    # 店长 「レディース＆ガールズ！　さぁやって参りました、リオンちゃんのアイス大試食大会！　司会は私、霧葉＝ブラックフェザーでお送りいたしまァす！」
    # 名字就定雾叶黑羽好了，看起来很Cool不是嘛
    dinerowner "Ladies&Girls！终于来了，里昂的冰淇淋大品尝大会！主持人是我，雾叶黑羽 参上！"

    # 莲 「あんたがMCかよ！」
    lian "你是主持啊！"

    # 店长 「それでは早速ルールをご説明致しましょう！　審査員はこに集まってくれた、私含め六人が順番に食事し、全員のが出たら、ミッションクリアとなります！」
    dinerowner "那么，马上说明规则吧！评委们已经在这里集合了，包括我在内的六个人依次试吃，如果全员都通过了，任务就完成了！"

    # 真冬 「いえーい！　お兄ちゃんみてるー！」
    dong "Yeah——！欧尼酱看得到嘛！"

    # 心爱 「将来の夢は配管工になることです」
    ai "我的梦想是成为一名水管工！"

    # 想瑠 「これ、ハワイ土産のバナのネックレスです」
    # 参考资料：https://store.shopping.yahoo.co.jp/clara-hawaii/islandheritage77.html?__ysp=44OP44Ov44Kk5Zyf55SjIOODkOODiuOBruODjeODg%2BOCr%2BODrA%3D%3D
    liu "这个，是夏威夷特产的贝壳项链！"

    # 瑠那 「リッター８キロってぇー！　タマつぶれちまうよぉ！」
    na "一升8公斤！蛋蛋要碎掉了！"

    # 亚十礼 「ジャイアント…パンダ…」
    atri "巨人……熊猫……"

    # 店长 「尚、あらかじめ審査員の方々にはお酒を飲んで頂いております」
    dinerowner "还有，评委们事先已经喝过酒了"

    # 莲 「フリーダムかよ」
    lian "是自由泳吗？"

    # nil 「カウンター席に座った審査員達が騒ぎ出す。」
    "坐在吧台的评委们开始骚动"

    # 店长 「それでは早速ですが、リオンちゃん！準備はよろしいですか？　勝負下着は着けてきてますか？　ちなみに何色ですか？」
    dinerowner "那我就直说了，亲爱的里昂酱！你准备好了吗？穿好比赛内衣了吗？顺便问一下，是什么颜色的？"

    # 里昂 「えーこほん。この服、ブラじゃなくてパットいれてます」
    lion "啊，这件衣服是No-bra，是直接这样穿的"

    # 心爱 「やったーパットだあ！」
    ai "好耶！啪嗒嗒！"

    # 店长 「なんとノーブラ参戦です。なかなかに挑発的な姿勢で素晴らしいと思います。さぁでは、れっつぱーりーたぁーいむ！　ヒャッホウ！」
    dinerowner "竟然是No-bra来参战。是非常具有挑衅性的姿态，非常棒。来，那么，It's Party Time！WO——HOO！！"

    # 心爱&真冬 「『いえーい！』」
    ai_dong "『Yeah——！！』"

    # nil 「パァン！　両端に座っていた真冬と心愛が、示し合わせたようにクラッカーを鳴らす。」
    "啪！坐在两端的真的和心爱，非常默契地击了掌"

    # 莲 「もうただのパーティじゃねぇか」
    lian "已经不是普通的派对了吗？"

    # 依次隐藏，里昂登场

    # 里昂 「It's Show time！」
    lion "It's Show time！"

    # 莲 「お前もノリノリかよ！」
    lian "你也很兴奋啊！"

    # nil 「リオンはくるっと空中でクーラーボックスをまわしてから、タイルの床にダンッ！とたきつけるように設置して、」
    "里昂在空中转动冷藏箱，然后砰——的一声放在瓷砖地板上！"

    # nil 「浮き上がった蓋を、脚で蹴り開けた。」
    "用脚踢开微微开口的盖子"

    # nil 「浮まばゆい光がクーラーボックスからあふれ出す。」
    "耀眼的光芒从冷藏箱中溢出"

    # 心爱 「わはー☆　ぴっかぴか！」
    ai "哇哈ー☆亮闪闪的！"

    # 真冬 「じゅるり…」
    dong "流口水……"

    # nil 「掴みは上々。」
    "整的不戳"

    # nil 「リオンは審査員にウインクして、しゃがみこみ、谷間からアイス用のディッシャーを取り出した。」
    "里昂对评委眨了眨眼，蹲下身，从胸前的山谷拿出了冰淇淋勺"

    # nil 「巨乳専用のパフォーマンスだ。」
    "这是巨乳专属的表演"

    # 想瑠 「う、羨ましくなんてないんだからねっ！」
    liu "咕呜，我一点都不羡慕你呢！"

    # 瑠那 「ボクはできるよ？」
    na "我的话能做到哦？"

    # 想瑠 「ぷー！」
    liu "呜——"

    # nil 「さて、続いてディッシャーでクーラーボックス内のアイスを球状にすくい上げて、中空に６つ放り投げた。」
    "接着，用冰淇淋勺把冷藏箱内的冰淇淋舀成球状，然后向空中抛出6个"

    # nil 「さて、続いてディッシャーでクーラーボックス内のアイスを球状にすくい上げて、中空に６つ放り投げた。」
    "接着，用冰淇淋勺把冷藏箱内的冰淇淋舀成球状，然后向空中抛出6个"

    # nil 「放り投げられたアイスクリームの球は空中で空中を漂うように停止した。」
    "被扔出去的冰淇淋球在空中像飘浮一样停止了"

    # nil 「そしてリオンはすぐさま立ち上がり、何かを唱えると、リオン愛用のアイスクリーム状の杖が召喚された。」
    "然后里昂马上站了起来，咏唱了什么咒语，里昂爱用的冰淇淋状的拐杖被召唤了出来"

    # nil 「バトンのようにくるくると回転させたあと、自分の真正面に浮かぶアイスクリームに向けて、ビリヤードを打つかのような構えを向けた。」
    "像接力棒一样转了一圈后，面向自己正前方的冰淇淋，做出了像打台球一样的姿势"

    # 里昂 「Break down！」
    lion "IBreak down！"

    # nil 「リオンが正面のアイスクリームを、杖でショットすると、そのアイスを起点に、アイスとアイスが空中でぶつかり合ってはじけ飛ぶ。」
    "里昂用手杖击中了正前方的冰淇淋，以那个冰淇淋为起点，冰淇淋和冰淇淋在空中相互碰撞互相弹开"

    # nil 「そして、それぞれ審査員の正面に置かれていたグラスの上に飛び込んだ。」
    "然后，各自落进了放在评委面前的玻璃杯上"

    # nil 「ぱちぱちぱちぱちぱち」
    "噼哩啪啦噼哩啪啦"

    # nil 「審査員から拍手が巻き起こる。」
    "评委们热烈鼓掌"

    # 莲 「（このパフォーマンス必要だったのかな…）」
    lian "（这个表演是必要的吗…）"

    # nil 「無粋な事はさておき、これで審査員全員にアイスが行き渡ったようだ。」
    "姑且抛开这个表演不谈，这样一来，现在所有评委都有冰激凌了"

    # 店长 「さぁ、ちょいと小粋なパフォーマンスを経て、全員にアイスが行き渡りました！　これより試食会開始です！　まずはぁあ！　真冬ちゃんからどうぞ！」
    dinerowner "那么，经过一场精彩的表演，所有人都有冰淇淋了！现在开始试吃会了！首先是——！请从真冬酱开始！"

    # 真冬 「うん。じゃぁ、お兄ちゃん、リオンちゃん、頂きます」
    dong "嗯，那么，欧尼酱，里昂酱，我开动了"

    # 真冬 「もぐ」
    dong "emmm"

    # 真冬 「……」
    dong "……"

    # 真冬 「まふ」
    dong "嘛呼"

    # 店长 「早くも第一関門クリアです！」
    dinerowner "已经通过第一关了！"

    # 莲 「いのか…」
    lian "是吗…"

    # nil 「続いては、想瑠にゃんの双子の姉「るなちー」さんだ。」
    "接下来是想瑠喵的双胞胎姐姐「瑠那」"

    # 瑠那 「うん。ボクは好きなタイプだと思う！例えるならジェイソン・ステーサムのフルチンぐらいに」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%B8%E3%82%A7%E3%82%A4%E3%82%BD%E3%83%B3%E3%83%BB%E3%82%B9%E3%83%86%E3%82%A4%E3%82%B5%E3%83%A0
    # 参考资料：https://www.weblio.jp/content/%E3%83%95%E3%83%AB%E3%83%81%E3%83%B3
    na "是的，我觉得我是喜欢的那种！就像Jason Statham的金棒……（L:杰森·斯坦森，1967年7月26日－，是一位英国男演员、制片人和前模特，活跃于《两杆大烟枪》和《偷拐抢骗》、《宇宙追缉令》、《非常人贩》、《意大利工作室》、《快克杀手》、《机械师》、《速度与激情》系列电影）"

    # 店长 「中々の高評価です！」
    dinerowner "评价相当高的说！"

    # 莲 「…高評価なのか…」
    lian "…是很高的评价吗…"

    # 里昂 「ジェイソンのフルチン…じゅるり」
    lion "杰森的果胶…黏糊糊的"

    # 莲 「お前が釣られるなよ！ていうか、ねぇリオンちゃんボクだけを見てよ！」
    # 来玩个梗——但是我还没抽到神里呜呜呜呜呜呜
    lian "你别被钓到了！话说回来，里昂，请好好的看着我！"

    # nil 「続いて、店長さん。」
    "接下来是店长"

    # 店长 「あ、はい、思ってたより、良い感じですね…」
    dinerowner "啊，嗯，感觉比我想象的要好……"

    # 里昂 「案外まともなコメントでした」
    lion "意外的是很认真的评论"

    # nil 「続いては、想瑠にゃん先生。」
    "接下来是想瑠喵老师"

    # 店长 「は、飛ばしまして」
    dinerowner "喔，飞起来了"

    # 想瑠 「酷くない！？　ちゃんと食べさせてよ！」
    liu "好过分啊！？就不能让我正常的恰嘛！"

    # 瑠那 「はい、あ～ん」
    na "好，啊~嗯"

    # 想瑠 「あ～ん」
    liu "啊~嗯"

    # 想瑠 「あむ」
    liu "啊嗯"

    # 想瑠 「む！」
    liu "嗯！"

    # 想瑠 「……」
    liu "……"

    # 想瑠 「えーこのぉ、口に入れた瞬間広がる優しい甘みといますか―」
    liu "啊——这个——放进嘴里的瞬间散发出来的温柔的甜味吗？"

    # 店长 「では続いて、姉さんの番です」
    dinerowner "那么，接下来轮到姐姐了"

    # 想瑠 「全部言わせろよ！　美味しかったよ！」
    liu "让我全部说完啊！很好吃！"

    # 店长 「はい姉さん。あーん」
    dinerowner "来，姐姐，啊~嗯"

    # 亚十礼 「あ～ん♪」
    atri "啊~嗯♪"

    # 亚十礼 「…もぐもぐ…うみゃい！」
    atri "……emm……真不戳！"

    # 店长 「くすくす。姉さん、可愛いですよ」
    dinerowner "啊哈哈，姐姐好可爱哦"

    # 亚十礼 「わはーい！」
    atri "哇——咿！"

    # 想瑠 「じー」
    liu "盯——"

    # 里昂 「…よしよし」
    lion "……好孩子好孩子"

    # 想瑠 「わーい」
    liu "哇——咿！"

    # nil 「さて、最後。俺的には最高の難関。心愛だ。」
    "那么，最后。在我看来是最难的一关。心爱"

    # 心爱觉醒！

    # 心爱 「……」
    ai "……"

    # nil 「甘い物が大好きな心愛ちゃんだが、やはり戦慣れをしているだけあって、評価は厳しい物になるだろう。」
    "虽然是非常喜欢甜食的心爱酱，但正因为习惯了战斗，所以评价会很严苛吧"

    # nil 「今まで見たことない表情してるし。」
    "至今为止都没有见过的表情"

    # 里昂 「ご、ごくり…」
    lion "咽口水……"

    # BGM 停！

    # 心爱 「では…頂きます」
    ai "那么……我开动了"

    # nil 「心愛は両手を合わせたのち、スプーンを拾い上げる。残光が銀色の軌跡を描く。」
    "心爱双手合十后，把勺子拿起来，余辉勾勒出银色的轨迹"

    # nil 「店内は静寂につまれ、心愛の持ったスプーンが空を裂く音すら聞こえてくるようだ。」
    "店内寂静无声，甚至可以听到心爱手里的勺子划破天空的声音"

    # nil 「ざくっ」
    "嚓"

    # nil 「心愛のスプーンがアイスクリームに差し込まれる。」
    "心爱的勺子插进冰淇淋里"

    # nil 「そして、ゆっくりと、心愛は表情を変えぬま、アイスクリームを口に運んだ。」
    "然后，慢慢地，心爱面不改色地把冰淇淋送到嘴边"

    # 心爱 「ぁむ」
    ai "啊呜"

    # 心爱 「……」
    ai "……"

    # 心爱 「…………」
    ai "…………"

    # nil 「心愛の動きが固まる。」
    "心爱的动作凝固了"

    # nil 「心愛の表情は険しいま、ピクリとも動かない。」
    "心爱表情严肃，纹丝不动"

    # nil 「リオンと俺の頬には冷や汗が走った。」
    "里昂和我的脸上冒出了冷汗"

    # 心爱 「…リカバリーモードを起動します、各セクションのバックアップを開始」
    ai "…………Recovery Mode启动中，各部分Backup开始（L:Recovery Mode是Linux系统的恢复模式，举例来说，基于Linux的Android就有，一般关机状态按住电源键+音量键+就能进入Recovery Mode，可以恢复出厂）"

    # 心爱 「ぷるるるるるる！　ぷるるるるるるる！！ぷるるるるるるるる！！　ちっ、留守電か…」
    # 参考资料：https://www.ymobile.jp/support/faq/view/23550
    ai "噗噜噜噜噜噜噜！噗噜噜噜噜噜噜！！噗噜噜噜噜噜噜噜噜！！切，答录机吗……（L:答录机是很有日本特色的手机功能，来电长时间无人接听自动接听电话并转入录音机，可以留言给电话的主人，中国手机有这个功能的不多，中兴手机有这个功能）"

    # 心爱 「天井から…夥しい数のメラニン色素が降り注いで…夥しい数のメラニン…」
    ai "从天花板上……大量的黑色素雨点般落下……大量的黑色素……"

    # 心爱 「心愛ちゃんスイッチ！！！　イグニッション！！！」
    ai "心爱酱switch！！！Ignition！！！（L:switch，开关；Ignition，点火）"

    # nil 「カチッ」
    "咔嗒"

    # 心爱 「…………」
    ai "…………"

    # 心爱发射

    # 心爱 「ぷしゅー！」
    ai "咻——————！"

    # nil 「心愛は、天井を突き破り、遥か上空へと発射した。」
    "心爱冲破了天花板，向遥远的高空发射"

    # 店长 「…くすっ。合格…ですね…おめでとうございます」
    dinerowner "……欸嘿。合格了呢……恭喜你"

    # 里昂 『Juck pot！！Yeah baby！！』
    lion "Juck pot！！Yeah baby！！（L:这里原作前面的英文打错了，应该是Jackpot！，前面一周目心爱和真冬一起说过，Jackpot是正中头奖的意思，霓虹人的英语水平……）"

    # nil 「パシィン！」
    "啪唧！"

    # nil 「俺とリオンのハイタッチの音が店内に響き渡る。」
    "我和里昂的击掌声响彻店内"

    # 心爱 「やあ」
    ai "呀"

    # 里昂 「おかえりおん」
    lion "欢迎回来"

    # 真冬 「ただいまふゆ」
    dong "我回来啦"

    # 亚十礼 「おめでとう」
    atri "恭喜你们"

    # 想瑠 「おめでとう」
    liu "恭喜你们"

    # 瑠那 「おめでとう」
    na "恭喜你们"

    # 真冬 「おめでとう」
    dong "恭喜你们"

    # 心爱 「おめでとう」
    ai "恭喜你们"

    # 鼓掌声

    # nil 「俺盛大な拍手が響き渡る。ちょっと怖い。」
    "热烈的掌声响起，有点蛤人"

    # 里昂 「じゃぁ…これで…店を…貸して貰えるってことですね…」
    lion "那么…这样的话……就可以把店借给我了吧…"

    # 店长 「そうですね。ただし、まずは私のお店をお手伝いしてもらう所から…になりますよ？」
    dinerowner "是啊。不过，首先要从帮我开店开始"

    # 里昂 「へ？」
    lion "欸？"

    # 店长 「だって、アイス屋を開く前に彼氏が卒業しなきゃ…ですよ？せっかくなら一緒に始めたらどうですか？　家賃はこちらが負担しますし…ね、想瑠にゃん？」
    dinerowner "因为，在开冰淇淋店之前男朋友必须得先毕业…对吧？为什么不一起开始呢？房租由我来负担…对吧，想瑠喵？"

    # 想瑠 「うむ。あと半年ぐらい、うちのクラスで過ごしなよ。勝手はわかってるだろ…？」
    liu "嗯，再在我们班上待半年吧，你知道自己要做什么吧……"

    # 里昂 「それって…もしかして…もう一度…蓮くん達と…！」
    lion "那个…难道……再一次…和莲他们…！"

    # 想瑠 「失った時間を取り戻すと良い。夢を叶えるのはそれからでも遅くはあるまい。るなちー？」
    liu "把失去的时间找回来就好了。等到那时再实现梦想也不迟，瑠那亲"

    # 瑠那 「親御さんへの連絡はボクからやっておくから、心配いらないよー」
    na "我会联系你父母的，不用担心哦"

    # 想瑠 「つーことで、９月から仲良くやっていこうと思うんだけど、いかがだろう」
    liu "顺便说一句，我想从9月份开始和你好好相处，怎么样？"

    # 里昂 「は…はいっ！　是非そうさせてください！　宜しくお願いします！」
    lion "哈…嗯！请一定让我这么做！请多关照！？"

    # nil 「リオンは即決して、担任からの提案を受け入れた。」
    "里昂当场决定，接受了班主任的提案"

    # 莲 「良かったな、リオン。これで全て元通りだな」
    lian "太好了，里昂。这样就全部OK了"

    # 里昂 「えへ…じゃぁ…これからも…そして、これから、宜しくお願いします、蓮くん！」
    lion "欸嘿嘿嘿………那么…接下来也请多多关照，莲君！"

    # 莲 「あ、よろしくな」
    lian "啊，请多关照"

    # 里昂 「はーい！」
    lion "好~！"

    # nil 「リオンは満面の笑みで、俺に応えた。」
    "里昂满脸笑容地回应了我"

    # 心爱 「わーい！　リオンちゃん転校生なのー！　やったー！」
    ai "哇——咿！里昂酱是转学生啊！好耶！"

    # 真冬 「うん。私達からも、お手柔らかによろしくね」
    dong "嗯，我们也请你多多关照啦"

    # 里昂 「はーい！　真冬ちゃん、心愛ちゃん！」
    lion "好~！真冬酱、心爱酱！"

    # nil 「リオンは真冬と心愛と手を取り合って触れあっている。」
    "里昂和真冬还有心爱互相手牵着手"

    # 莲 「これで全ては一つに…めでたしめでたし…という事かな」
    lian "这样的话全部就变成一个大家了…是可喜可贺的事吧…"

    # 心爱 「めでたしめでたし！」
    ai "可喜可贺可喜可贺！"

    # 里昂 「あ！　蓮くん！　そろそろ時間だ！」
    lion "啊！莲君！差不多到时间了！"

    # 莲 「む、あ、そうか…忘れてたな」
    lian "嗯，啊，是吗…我忘了"

    # 想瑠 「なんでぇ、これからデートけ？」
    liu "什么啊，现在开始约会吗？"

    # 莲 「あ、二人でお祝いをしようかなと思って」
    lian "啊，我想两个人一起庆祝一下"

    # 店长 「おやおや。勝負が決まる前から、パーティは予約済みとは…」
    dinerowner "哎呀哎呀，在决定胜负之前，派对就已经预定好了……"

    # 里昂 「それだけ自信作だったってことで！」
    lion "就是这么自信的作品！"

    # 莲 「それじゃ、みんな、今日はありがとう」
    lian "那么，今天就谢谢大家了"

    # nil 「俺とリオンは、審査員の方々に頭を下げる。」
    "我和里昂向评委们鞠躬"

    # 亚十礼 「二人ともばいばーい！　またね－！」
    atri "再见了，你们俩！再会啦！"

    # 想瑠 「せいぜい、バカンスを楽しんでくるんだな」
    liu "活力满满地，好好享受假期吧"

    # 真冬 「セックスもね」
    dong "Sex也是"

    # 心爱 「キャー☆　エッチー☆」
    ai "呀——☆H——☆"

    # 瑠那 「あでぃおーす！　何かあったら、帽子の世話は任せてね！」
    na "Adiós！如果有什么需要，我可以帮忙照顾你的帽子！"

    # 店长 「しっかり手をつないで帰るんですよ」
    dinerowner "要紧紧牵着手回去哦"

    # nil 「審査員の方々は、俺達を手を振って見送ってくれる。」
    "评委们会向我们挥手送行"

    # 里昂 「あ、そだ、蓮くん蓮くん」
    lion "啊，对了，莲君莲君"

    # 莲 「はい、なんでしょう」
    lian "嗯，什么事呢"

    # 里昂 「だーいすき…ちゅっ」
    lion "最喜欢……就"

    # みんな（大伙） 「『きゃー！』」
    # 因为是真冬头像，所以就ALL IN 真冬喽~aio_dong
    aio_dong "『啊！』"

    # 莲 「お、おう…」
    lian "哦，嗯…"

    # 店长 「見せつけてくれますね…」
    dinerowner "全部都看到了哦……"

    # 想瑠 「よーし！　今日は飲むぞ！　酒を出せ！」
    liu "好！今天我要喝酒！把酒都拿出来！"

    # 真冬 「心愛ちゃんもちゅー！」
    dong "心爱酱也来啾——"

    # 心爱 「ちゅー！」
    ai "啾——"

    # 亚十礼 「るなちーかわい」
    atri "瑠那亲真可爱"

    # 瑠那 「ギャラリーが騒ぎ出して、色々な物が宙を舞い始める。俺達は、それに追い出されるようにして、店の外に飛び出した。」
    na "亚十礼也可爱"

    # nil 「ギャラリーが騒ぎ出して、色々な物が宙を舞い始める。俺達は、それに追い出されるようにして、店の外に飛び出した。」
    "画面开始骚动，各种各样的东西开始在空中飞舞。我们好像被那个赶出去一样，到了店外"

    # 场景切回通学路街道

    # 里昂 「ふう…騒がしかったね、随分と…」
    lion "呼……真是吵闹呢……"

    # 莲 「そうだな…。上手く行って良かったよ」
    lian "是啊……一切顺利真是太好了"

    # 里昂 「ほんと、一重にこれは蓮くんのおかげだよ…。私の夢も、恋も叶えてくれて、本当にありがとう！」
    lion "真的，这多亏了莲君……我的梦想和恋爱都能实现，真的非常感谢！"

    # 莲 「違うな。俺とリオン一緒に叶えたんだ。だから、俺からもありがとうだ」
    lian "不是啊。是里昂和我一起实现的。所以，我也要谢谢你"

    # 里昂 「えへ…じゃぁ、ありがとうの…ちゅー…しよ？」
    lion "欸嘿嘿……那么，谢谢的啾——……来吧？"

    # 莲 「あ、そうだな。リオン、おいで」
    lian "啊，是啊。里昂，来吧"

    # 里昂 「ん…すーき…ん…っ！」
    lion "嗯…suki…呜…！"

    # 莲 「うおっ！」
    lian "喔哦！"

    # nil 「リオンと俺の唇が触れるその一歩手前で、リオンは首を振った。」
    "就在里昂和我的嘴唇接触的前一步，里昂摇了摇头"

    # 里昂 「時間だよ」
    lion "时间到了哦"

    # nil 「リオンの視線は、先ほどのダイナーに向いている。」
    "里昂的视线转向了刚才的Diner"

    # nil 「店の奥から聞こえてくるのは…。」
    "从店里传来的是…"

    # 真冬 「『心愛ちゃん…ほら、こ触って…』」
    dong "『心爱酱…来，摸摸这里…』"

    # 心爱 「『ほげえ　まふまふちゃんが発情したー！』」
    ai "『呜欸欸欸欸——嘛呼嘛呼酱发情了——！』"

    # 瑠那 「『心愛ちゃんのおっぱいもみたい』」
    na "心爱酱的欧派让我康康"

    # 心爱 「『ゲェー！　次はるなちーだー！』」
    ai "『欸——接着是瑠那亲吗——！』"

    # 店长 「『姉さん、ほら、口開けて…』」
    dinerowner "『姐姐，来，张开嘴……』"

    # 亚十礼 「『ぁ…んぅ…ま、マジで…こでする…の…？』」
    atri "『啊……嗯……真、真的……要在这里做……吗……？』"

    # 心爱 「『こっちでは既におっぱじめてるよぉ…』」
    ai "『这边已经都开始了吗……』"

    # 想瑠 「『くっくっく…はぁーっはっはっはっは！！』」
    liu "『嘿嘿嘿嘿…啊哈哈哈哈哈！！』"

    # 心爱 「『い、いつも通りだァー！！！』」
    ai "『还、还是老样子！！！』"

    # 心爱 「『こ、この流れだと…私も…私も…ぁ、はぅう…んぅ…や、溢れちゃぁ…まふまふちゃぁん…』」
    ai "『这、这样的话我……我也…啊，哈呜……嗯…呀，要溢出来了……嘛呼嘛呼酱』"

    # 莲 「…帰るか」
    lian "…回去吗？"

    # 里昂 「そ、そだね…こら辺に居たら私達もどうにかなっちゃうもんね…」
    lion "是啊，是啊…在这附近的话我们也会没办法的……"

    # nil 「リオンは、俺の手をぎゅっと強く握ってくる。かなり熱く、ちょっとだけ汗ばんでいるようだ。」
    "里昂紧紧地握着我的手。相当热，好像有点出汗了"

    # 莲 「でもまぁ、帰ったら…これ、食うよな…」
    lian "但是，回去的话…先恰这个吧…"

    # 里昂 「…！　う、うん…一緒に食べよ…」
    lion "…！嗯，嗯…一起恰吧…"

    # nil 「リオンは赤面しながら、俺の肩に体重を預けてきた。俺はそのリオンの肩を抱きながら、」
    "里昂红着脸把体重寄放在了我的肩上。我抱着里昂的肩膀"

    # nil 「この不思議だけど優しくて可愛らしい彼女を、大事にしていこうと、改めて決意した。」
    "我再次下定决心要好好珍惜这个虽然不可思议但又温柔又可爱的她"

    # 里昂 「…だいすき…ちゅっ♪」
    lion "最喜欢…啾♪"

    # 画面切回 Diner

    # 进 OP（full ver.）

    # nil 「そして、少しの月日が流れた。」
    "然后，一段时间过去了"

    # 心爱 「リオンちゃーん！！　想瑠にゃんが私のパンケーキの上のアイス食べちゃったよー！！」
    ai "里昂酱！！想瑠喵把我的煎饼和冰淇淋都吃了！！"

    # 想瑠 「ウェヒヒヒ！　余所見をするからいけないのさ！」
    liu "噫嘻嘻嘻嘻！你什么都没看见！！"

    # 里昂 「お行儀良く食べなさい！」
    lion "请规规矩矩吃饭！"

    # 想瑠 「ギャース！」
    liu "呀呜——！"

    # 瑠那 「もうっいっちょ！」
    na "再来一次！"

    # 亚十礼 「させるか！」
    atri "岂能让你得逞！"

    # 瑠那 「ぶえ」
    na "呜欸"

    # 真冬 「まふ」
    dong "嘛呼"

    # 店长 「まふ」
    dinerowner "嘛呼"

    # nil 「カランコロンカラーン」
    "叮当叮当"

    # 铃声

    # 里昂 「あ、いらっしゃいま…えへ、こんにちは、蓮くん！」
    lion "啊，欢迎光…欸嘿嘿，你好，莲君！"

    # 莲 「ようリオン。繁盛してるか？」
    lian "哟，里昂。生意好吗？"

    # 里昂 「ん♪　いつも通り、賑やかだよ！」
    lion "嗯♪一如既往，热闹非凡！"

    # 莲 「厄介な常連客が居座ってる…てな」
    lian "麻烦的常客都在啊……"

    # 里昂 「そーいう事言わないの！」
    lion "别这么说嘛！"

    # 莲 「ほらよ。イギリスの女王様からの注文書だ。そんで、あと南アフリカの少年からもな」
    lian "你看，这是英国女王发来的订单。还有一个南非男孩发来的"

    # 里昂 「はーい！　いつもいつもお疲れ様！」
    lion "哈！一直以来辛苦了！"

    # 莲 「お前のためならお安い御用だ」
    lian "如果是为了你的话都可以"

    # nil 「リオンのアイスは予想外のヒットを飛ばした。」
    "里昂的冰淇淋意外地大受欢迎"

    # nil 「俺達は学園を卒業後、世界各地を飛び回り、ありとあらゆる子供達にアイスを配ってまわった。」
    "我们从学园毕业后，在世界各地飞来飞去，给各种各样的孩子们分发冰淇淋"

    # nil 「その結果、子供達から口コミ的に広がり、やがて世界中の大人達は争う事より、このリオンのアイスを食べる事に集中しはじめた。」
    "结果，通过孩子们口口相传地传播开来，不久全世界的大人们停止争吵，集中精力吃里昂的这个冰淇淋"

    # nil 「同じカップのアイスを二人で食べる」という行為が世界中でブームとなり、そしていつしか、平和の象徴として国連に認定されるまでにもなった。」
    "「两个人一起吃同一个杯子里的冰淇淋」的行为在全世界掀起了热潮，然后不知不觉间，就被联合国认定为和平的象征"

    # nil 「現在の国連の旗は、アイスクリームを運ぶハトが描かれている。」
    "现在的联合国国旗上画着一只运送冰淇淋的鸽子"

    # nil 「そして、気づいたら、世界は戦争のない平和な世界になっていた。」
    "然后，回过神来，世界变成了没有战争的和平世界"

    # nil 「そんなこんなで、今では大忙し。制作に集中するリオンの代わりに、常に世界を飛び回る人生だ。」
    "就是这样，现在很忙。代替专心制作的里昂，我过上了经常在世界各地间飞行的人生"

    # 里昂 「ねぇねぇ、今日は、ずっと一緒に居られる？」
    lion "呐呐，今天，能一直呆在一起嘛？"

    # 莲 「ん？　そうだな。今日は大丈夫だろ」
    lian "嗯？是啊。今天应该没问题吧"

    # 里昂 「じゃぁー…また、前みたいに…一緒にアイスたべよー？」
    lion "那么……再像以前那样…一起吃冰淇淋吧？"

    # 莲 「おう。そうだな」
    lian "哦，是啊"

    # nil 「リオンとゆっくり過ごすのは久しぶりだ。今日は沢山可愛がってあげよう。」
    "好久没和里昂悠闲地度过了。今天就好好地疼爱她吧"

    # nil 「リオンの頭を撫でながら、テラス席でたむろする常連客を横目で見る。」
    "一边抚摸着里昂的头，一边斜视着在露天座位上聚集的常客"

    # 莲 「あいつらどうするか…」
    lian "她们怎么办呢…"

    # 心爱 「あ！　あのカップル二人だけでお楽しみするつもりですぞ！」
    ai "啊！那对夫妇打算单独享受一下呢！"

    # 真冬 「そうはさせるか！　心愛ちゃん、捕まえよう！」
    dong "不能让他们得逞！心爱酱，抓住他们！"

    # 心爱 「がってん！」
    ai "搞定！"

    # 莲 「げ、ばれた」
    lian "哎，暴露了"

    # 里昂 「じゃぁー…また、前みたいに…一緒にアイスたべよー？」
    lion "啊，啊哈哈…那么，期待晚上吧…？"

    # 莲 「たまには昼間っから、ゆっくりまったりたっぷりしたいんだがな…」
    lian "偶尔从白天开始，就想好好地享受一下…"

    # 里昂 「は、恥ずかしい事言わないの！」
    lion "不、不要说害羞的话嘛！"

    # nil 「そんな感じで、僕らは幸せです。」
    "就是这样，我们很幸福"

    # nil 「りがとう。ラブポーション・シクスティナイン。」
    "谢谢你。LOVEPOTION·SIXTYNINE"

    # scene22 场景2 【二周目_尾声】 结束

    # 离全部翻译完成！

    # 画面回到主菜单！

    # Scene22 结束！

    stop music fadeout 3.0
    scene black with Dissolve(3.0)

    # 2022年1月21日 By Luckykeeper ， Translate ALL DONE！！！
