# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene19 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年1月19日

# 当前流程：整理生肉文本，翻译并润色

label scene19:
    # scene19 开始

    # scene19 场景1 【和里昂的初次约会】 开始

    # nil 「そして、デート当日。」
    "然后，约会当天"

    # nil 「心愛と真冬は担任と一緒に”友達の家”にお泊まりに行っているので、誰も起こしてくれませんでした。」
    "因为心爱、真冬和班主任一起去“朋友的家”过夜去了，所以今天没人来叫我起床"

    # nil 「でも、時間通りに起きました。」
    "但是，我准时起床了"

    # 莲 「ねぇ褒めて褒めて！！」
    lian "哈，快来表扬表扬我吧！！"

    # nil 「家には誰もいません。しょんぼり。」
    "然而家里谁都没在，我很沮丧"

    # 动画：CALL
    # 电话呼入声

    # nil 「と思ったら電話です。」
    "我觉得是电话"

    # 莲 「はいもしもしお兄ちゃんです」
    lian "喂，我是哥哥"

    # 真冬 「『お、ちゃんと起きれたじゃん。偉いぞお兄ちゃん。デート楽しんでおいで』」
    dong "哦，不是好好的起床了吗？真了不起，欧尼酱，祝你约会愉快"

    # 心爱 「『大好きな彼女のためなら早起きする蓮くん偉いぞー！』」
    ai "为了最喜欢的女朋友早起的莲君真了不起呢——！"

    # nil 「…情報は全部筒抜けなんだな。まだ彼女じゃねぇけど」
    "…情报全都泄露出去了啊，虽然还不是女朋友"

    # 心爱 「『想瑠にゃんが全部吐いたよ…』」
    ai "『想瑠喵全部说出来了哦……』"

    # 莲 「そうか…。お前らもお泊まり会楽しんでな」
    lian "是吗……你们也好好享受寄宿吧"

    # 心爱 「『はーい。今日はみんなでよこはモゴ！』」
    ai "『好——今天大家一起呜……！』"

    # nil 「…前言撤回。やはり家族は良いものだ。」
    "…撤回前言，果然家人就是好"

    # nil 「ていうか…横浜…？　まじで？　まぁいや。」
    "话说回来…横滨…？真的吗？嘛，算了"

    # 动画：CALL
    # 电话呼入声

    # nil 「と思ったらまたしても電話です。」
    "这么想着又来电话了"

    # 莲 「はいもしもし葛城お兄さんです」
    lian "喂，我是葛城哥哥"

    # 里昂 「『や、やほー！　蓮くん！　楽しみ過ぎちゃってついうっかり電話しちゃったよあは…』」
    lion "『Yahoo——！莲君！我实在是太开心了，不小心把电话打过去了……』"

    # 莲 「お、おう…」
    lian "哦，哦…"

    # nil 「なんだこいつ可愛いな…。リオンの事を好きだと決めてから、ついつい意識しちゃう感やばい。」
    "天啊怎么能这么可爱啊…在决定喜欢里昂之后，不知不觉就意识到了"

    # 里昂 「『で、デートって正直初めてだから、その、どうやっていかわかんないけど、が、頑張るから！　うん！』」
    lion "『说实话，这是我第一次约、约会，所以，呃，我不知道该怎么办，但我会尽力的！嗯！』"

    # 莲 「そんなきばらんくても…自然体でいんだぞ…？というか無駄にテンション高いな？」
    lian "不必那么紧张，可以自然一点嘛，为什么这么兴奋捏？"

    # 里昂 「『そ、そーんな事ないよー？』」
    lion "『没、没这回事哟——？』"

    # 莲 「徹夜か」
    lian "通宵了？"

    # 里昂 「『ギクゥッ！？　す、すみません全然眠れなくて…』」
    lion "『嘎呜！？对、对不起，根本睡不着……』"

    # 莲 「いや、いけど、大丈夫なん？　バイクで迎えにいくつもりだけど」
    lian "不用道歉，不过你问题吧？我打算骑摩托车去接你"

    # 里昂 「『だ、大丈夫！　マクスウェル家秘伝のショートスリーパーホールドがあるから！』」
    lion "『哦，没关系! 我有麦克斯韦家族秘制的Short sleeper hold！』（L:Short sleeper hold应该是本作虚构的东西，应该是类似红牛的饮料，而sleeper hold是一种关节技）"

    # 莲 「関節技と混ざってんぞ。　まぁとりあえず、一時間後に駅集合な」
    lian "和关节技混在一起了，总之，一个小时后在车站集合吧"

    # 里昂 「『はーい！』」
    lion "『好——！』"

    # 莲 「幸せもんだなぁ、俺ってやつは。」
    lian "真是幸福啊，我这家伙"

    # 场景切换到葛城家客厅

    # 莲 「あ、朝飯が…作られている…一体…誰が…！」
    lian "啊，早饭……做好了…是谁…做的呢…！"

    # nil 「……」
    "……"

    # 莲 「昨日の夜作り置きしたの忘れてました」
    lian "我忘记昨天晚上已经提前做好了"

    # 场景切换到洗漱间

    # nil 「シャワーを浴びて、ヘアイロンを決めて、ワックスで髪の毛を立てる。」
    "洗完澡，烫烫头发，用发胶把头发竖起来"

    # nil 「こまでするのは吧何ヶ月ぶりだろう…。」
    "已经好几个月没这么做了……"

    # nil 「おっと、ヒゲをそるのを忘れていたゾ。」
    "哦，差点忘记刮胡子了"

    # 莲 「アゥッ！　キレテナーイ」
    # 参考资料：https://detail.chiebukuro.yahoo.co.jp/qa/question_detail/q146373159?__ysp=44Kt44Os44OG44OK44O844KkIOS9lQ%3D%3D
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%9E%E3%82%A4%E3%82%AF%E3%83%BB%E3%83%99%E3%83%AB%E3%83%8A%E3%83%AB%E3%83%89
    # 参考视频：https://www.youtube.com/watch?v=zGOm-4hnDvw
    lian "啊呜！キレテナーイ（L:画面这句话来自00年Schick FxDIA剃须刀电视广告，演员是Michael Shawn Bernardo (1969年7月28日-2012年2月14 日)来自开普敦的南非跆拳道运动员和拳击手）"

    # nil 「ネタが古かったとです。さすがは五枚刃。」
    "虽然段子很老，但是不愧是五刃刀（L:上面提到的剃须刀是五刃刀）"

    # 场景切换到蔚蓝天空

    # 发动声

    # nil 「後部座席にメットを搭載して、バイクを走らせる。純正マフラーの静かな排気音が、夏の朝靄の中に木霊する。」
    "带上后排要用的头盔，发动摩托车出发，纯正消声器的安静排气声在夏季的晨雾中回荡"

    # 摩托车发动机声（单遍播放）

    # nil 「ガソリンは昨日満タンにした。これで、今日はどこでもいける。リオンを連れて。行きたいところにつれてってあげよう。」
    "汽油昨天全加满了，这样的话，今天去哪儿都行，带着里昂，去想去的地方"

    # 想瑠 「『バイクでいくんだろ？だったら、港の見える公園周辺の町並みは異国情緒溢れて雰囲気いよ』」
    liu "『你不是骑摩托车去吗？ 那么，可以看到港口公园周围充满了异国情调的街道』"

    # 想瑠 「『昼飯なら中華街の時間無制限食い放題あたりがお勧めかな。でも食い歩きでも悪くないかもね』」
    liu "『如果是午饭的话，我建议你在唐人街大吃一顿，不过到处走走也不错』"

    # 想瑠 「『山下公園は、デートスポットだけど、実際コンビニと船以外何もないから気をつけるんだ』」
    liu "『虽然山下公园看起来很适合约会，但实际上除了便利店和船什么都没有，所以要注意』"

    # 想瑠 「『夜になったら、みなとみらいの夜景散策だなぁ。バイク用の駐車場なら赤レンガ倉庫の近くに無料があるからそこを使うとい』」
    # 参考资料：https://ja.wikipedia.org/wiki/%E6%A8%AA%E6%B5%9C%E3%81%BF%E3%81%AA%E3%81%A8%E3%81%BF%E3%82%89%E3%81%8421
    # 参考资料：https://ja.wikipedia.org/wiki/%E6%A8%AA%E6%B5%9C%E8%B5%A4%E3%83%AC%E3%83%B3%E3%82%AC%E5%80%89%E5%BA%AB
    liu "『到了晚上，就到港未来散步去看夜景吧，摩托车停车场的话，红砖仓库附近有免费停车场，所以就停那里吧』（L:港未来是位于日本横滨市西区及中区交界水岸的都市再开发区，又称港未来21，MM21，21世纪未来港，曾获选入日本国土交通省主办的“都市景观100选”）"

    # 续一下

    luckykeeper "续，横滨红砖仓库是位于日本神奈川县横滨市中区横滨港的一处历史建筑物，原做为保税仓库使用，1号馆、2号馆分别竣工于1913年（大正2年）和1911年（明治44年），是港未来地区具有代表性的观光、游憩景点之一，2004年获第45届BCS赏特别奖，2010年获得日本首个联合国教科文组织亚太区文物古迹保护奖的杰出项目奖，很多Gal都会提到这里"

    # 想瑠 「『観覧車に乗った以上はしっかり告白するんだぞ。女の子は期待するからな？　チキんじゃねーぞ男の子！』」
    liu "『既然已经上了摩天轮之后就要好好表白，因为女孩子会这样期待的，对吧？别胆怯，男孩！』"

    # 莲 「（何だかんだで、応援してくれてるみたいだな…）」
    lian "（不知怎么的，好像很支持我啊…）"

    # nil 「昨日脅されたのは正直びっくりしたが…。」
    "说实话，昨天被那样可是被吓了一大跳…"

    # nil 「…ん？　このデートプランを、担任から聞いてる場合、俺がそれに従うとしよう。そして、奴らがマジで横浜に来てるとしたら…。」
    "……嗯？既然班主任这么安排好了，我就按照这个来吧。不过，如果那些家伙真的来了横滨的话…"

    # nil 「読めたぞ。奴らの腹が…！　」&协力请求，似乎不是梗，不大懂……感觉是读心术的感觉
    "用读心术发现了…！　"

    # nil 「いぜ…追ってくるなら上等だ、逃げもかくれもしねぇぞ！」
    "好啊…追过来的话就太好了，我不会逃跑，也不会躲起来！"

    # 刹车声

    # 场景切换到车站前

    # nil 「ということで、駅前に到着しました。」
    "话说，到达了车站前"

    # 里昂 「やっ、おはよー！　おー13年モデルじゃーん！　私これ本国で欲しかったんだよー！」
    lion "呀，早上好！哦——这不是13年的摩托吗！我在本国就一直想买这个！（L:一周目也有提到里昂特别喜欢这款摩托）"

    # 莲 「うお…」
    lian "噢……"

    # nil 「リオンが楽しそうにぴょこぴょこ跳ねるように、ロータリーの脇に停車したバイクに近づいてくる。」
    "里昂开心的蹦蹦跳跳的向停在转盘旁边的摩托车走来"

    # nil 「ついついその姿に目がいってしまう。」
    "我不由自主地看呆了"

    # 里昂 「あれ？　みえてる？　大丈夫？　おーい」
    lion "啊咧？能看到吗？没事吧？喂——"

    # nil 「リオンは俺の目の前で手を振る。」
    "里昂在我面前挥手"

    # 莲 「あ、あ…みえてる、みえてる。服、可愛いなと思って見とれてたんだよ」
    lian "啊，啊…看到了，看到了，衣服很可爱，所以看得入迷了"

    # 里昂 「っ！　わーい！蓮くんの好みがわからなかったから、割と趣味で選んじゃったんだけど…」
    lion "啊！哇！我不知道莲君喜欢什么样的，所以特意挑了一件……"

    # 莲 「あ。よく似合ってるよ。アヴリルみたいだな」
    # 参考资料：https://www.avril-kyoto.com/
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%B4%E3%83%AA%E3%83%AB%E3%83%BB%E3%83%A9%E3%83%B4%E3%82%A3%E3%83%BC%E3%83%B3
    # L:这里应该是下面那个而不是牌子
    lian "啊，很适合你。好像Avril啊（L:Avril Ramona Lavigne，加拿大歌手、词曲作家及演员。1984年9月27日－，2007年12月，《福布斯》杂志将其列为“25 岁以下最赚钱的人”，年收入为 1200 万美元）"

    # 里昂 「それは褒めすぎかなー？　でも、嬉しいよ！　えへへー♪」
    lion "那是不是夸奖过头了？但是，很开心哦！诶嘿嘿♪！"

    # 莲 「なんか、いつもと雰囲気違うな？　まだ深夜テンション？」
    lian "怎么，感觉气氛和平时不一样呢？是通宵情绪高涨吗？"

    # 里昂 「ち…違う違う！普通に舞い上がってるだけだから、そこは察してくれたまえ！あとは、今日はプライベートで来てるからっ！」&&协力请求
    lion "不……不对不对！只是普通的兴奋而已，相信你也能理解的吧！还有啊，今天我作为私人来的！"

    # 莲 「ってわけ！　さーて、それじゃぁ、後ろ、失礼してもよろしいかな？」
    lian "脱了制服就是普通的女孩子了"

    # 里昂 「ってわけ！　さーて、それじゃぁ、後ろ、失礼してもよろしいかな？」
    # 参考资料：https://hinative.com/ja/questions/16610578
    # 参考资料：https://hinative.com/ja/questions/561991
    lion "这样啊！那么，我要坐到后面去了，可以吗？"

    # 莲 「はいよ」
    lian "好嘞"

    # nil 「俺がギアをニュートラルに入れたのを確認してから、リオンはひょいっと飛び上がって、後部座席に飛び乗った。」
    "看到我把摩托车挂在空档，里昂咻地跳了起来，坐到了后座上"

    # 莲 「バイクの乗り方は知ってる風だな」
    lian "你好像知道骑摩托车的方法啊"

    # 里昂 「イギリスの女はスノボーとバイクは義務教育だよ！」
    lion "对英国女人来讲单板滑雪和摩托车是义务教育！"

    # 莲 「空飛ぶ箒は？」
    lian "骑扫帚飞呢？"

    # 里昂 「あれは小説だけだよ…生身で空を飛ぶのは危険だってことで、結構前に規制されたんだ」
    lion "那只不过是小说而已……因为活人在空中飞行是很危险的，所以很早以前就被限制了"

    # 莲 「なんかごもっともな理由だな…」
    lian "好像是很合理的理由啊…"

    # 里昂 「想像してごらんよ、信号もないのに、時速８０マイルで人が生身で飛ぶなんてさ」
    lion "想象一下，在没有信号灯的情况下，一个活人以每小时８０英里的速度飞行"

    # 莲 「そいつは確かに危険だな」
    lian "那的确很危险啊"

    # nil 「時速８０マイルとは、凡そ時速１３０キロメートルです。」
    "时速80英里，大约是时速130公里（L：这个速度是128.74752km/h）"

    # nil 「リオンがメットをしっかりと被ったのを確認して、クラッチを握ったまギアをローに落として、スロットルを回す。」
    "确认里昂牢牢地戴上了头盔，我把离合挂到前进档，转动油门"

    # 莲 「よし、じゃぁいくぞ、リオン」
    lian "好，那开动了，里昂"

    # 里昂 「おー！」
    lion "哦——！"

    # nil 「二人乗りで発進する時は、デリケートなクラッチワークが…」
    "两个人一起出发的时候，要控制好离合……"

    # 戳戳

    # 莲 「……」
    lian "……"

    # 里昂 「？」
    lion "？"

    # 莲 「…なぁ、リオンって…」
    lian "…呐，里昂的…"

    # 里昂 「んー？」
    lion "嗯——？"

    # 莲 「胸、でかいよな」
    lian "欧派，好大啊"

    # 里昂 「ちょっとー！　このタイミングでそういうこと言う！？あれかい？　蓮くんは後ろに女の子乗せる時も、抱きつかれない方が趣味かい？」
    lion "喂！这个时候说这种话！？那个啊？有女孩子坐在莲君后面的时候，不应该也是喜欢被抱住吗？"

    # 莲 「いや、そのまで、たのむ」
    lian "不，就这样，拜托了"

    # 里昂 「らじゃ！　それじゃ改めてしゅっぱーつ♪」
    lion "了解！那么再来一次咯~♪"

    # 画面切换到蔚蓝天空

    # nil 「人の気持ちも知ってか知らずか、リオンにとってはいつも通りなのか。外人さんらしいアグレッシブで、グイグイにイニシアチブをもっていってくれるじゃないか。」
    "不知道别人是怎么样的，但是对里昂来像就和平时一样的感觉吗。这是外国人特有的积极吗，会给人以积极主动的感觉呢"

    # nil 「恵まれた陽光に照らされて、俺とリオンを乗せた２５０ｃｃのバイクは、デートスポットＹＯＫＯＨＡＭＡに向けて走り出した。」
    "在天赐的阳光照耀下，搭载着我和里昂的250ｃｃ摩托车，朝着约会地点YOKOHAMA出发了（L:YOKOHAMA，前面提到的横滨港）"

    # 摩托车引擎声（单次）

    # nil 「押し当てられたナイスおっぱいに意識がどうしてもいってしまうが…。」
    "无论如何都会意识到的压在后背好欧派…"

    # 里昂 「あ、蓮くん。玉川から第三京浜で港北インターで降りると高速料金安いよ」
    lion "啊，莲君，从玉川到第三京滨到港北高速公路出口，高速公路过路费会便宜些哦"

    # 莲 「詳しすぎるだろ！？」
    lian "太详细了吧！？"

    # 画面快速切换，心爱Side！

    # 心爱 「ターゲット、動きました。これより追跡を開始します」
    ai "目标已经移动，现在开始追踪"

    # 想瑠 「君が運転するのか…」
    liu "是你开车吗……"

    # 刹车声

    # 场景切换到横滨港

    # nil 「リオンの指示通り、第三京浜で港北インターに降りて、横浜に来ました。」
    "按照里昂的指示，在第三京滨下到港北高速公路出口，来到了横滨"

    # nil 「まずは、みなとみらいです。」
    "首先是港未来"

    # 里昂 「わー！　綺麗な町並みだねー！　近未来感あるよ！」
    lion "哇！好漂亮的街道啊！很有未来感！"

    # 莲 「あ。この辺は綺麗だよな、横浜はじめてか？」
    lian "啊。这附近很漂亮啊，是第一次来横滨吗？"

    # 里昂 「うん！　ていうか、観光そのものが初めて！　前日本に来た時はそんな余裕なくて…本当は今回も観光なんてするつもりはなかったからすっごく嬉しいよー！」
    lion "嗯！话说回来，这是我第一次来观光！之前来日本的时候没那么多空闲…其实这次也没打算去观光，所以非常开心！"

    # 莲 「よし、じゃぁデートコースは俺に任せてくれていんだよな」
    lian "好的，那么约会路线就交给我吧"

    # 里昂 「All right！期待してるぜー？」
    lion "All right！我很期待哦——？"

    # 莲 「あれ？　そういえばマイケルは？」
    lian "咦？这么说来迈克尔呢？"

    # 里昂 「預けてきたよ！　家に留守番させると、ボンベとか吸い出しちゃうんだ」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%9C%E3%83%B3%E3%83%99
    lion "把它寄放出去了！如果让他看家的话，他会把气瓶吸干的"

    # 莲 「預けるあてがあるのか…喋る帽子を…」
    lian "有寄存的地方吗…会说话的帽子……"

    # nil 「と、いうことで、リオンちゃんとデートの様子をダイジェストでお送り致します。」
    "那么，把和里昂约会的情况做个摘要来讲述一下吧"

    # 场景切换到山丘公园

    # nil 「デートスポットNo,1」
    "约会地点No,1（L:原作这里就是逗号，后面打的是NO.，只有这里是No,）"

    # nil 「港の見える丘公園及びその周辺にやってきました。」
    "来到了能看到港口的山丘公园及其周边地方"

    # 里昂 「とうちゃーく！」
    lion "到咯——！"

    # 莲 「この辺は、景色もそうなんだけど、異国情緒溢れる建物とか多いよな。リオン、そういうの好きかとおもって」
    lian "这附近风景也不错，有很多充满异国风情的建筑。里昂，我觉得你会很喜欢"

    # 里昂 「好きだよ！　母国に帰ったみたいでさ！」
    lion "喜欢啊！就像回到祖国一样！"

    # 莲 「あっそういえば異国の人そのものでした」
    lian "啊，这么说来，我在这里就是外国人呢"

    # 里昂 「ビアガーデン発見！」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%93%E3%82%A2%E3%82%AC%E3%83%BC%E3%83%87%E3%83%B3
    lion "Biergarten发现！（L:Biergarten，啤酒花园，是一个提供啤酒和食物的户外区域，起源19世纪德国慕尼黑，简单来说就是在外面摆上桌椅，可以在那里喝酒吃东西）"

    # 莲 「真っ昼間っから酒はダメだ。というか未成年はダメだ」
    lian "大白天不能喝酒，或者说未成年是不行的"

    # 里昂 「イギリス人は５歳から飲んでもいのだよ…。ちなみに私は１８だから購入もできるよ！」
    lion "英国人从5岁开始就可以喝酒了……顺便说一句，我18岁了，可以买酒了！"

    # 莲 「一応日本の法は守ってくれ！」
    lian "姑且遵守日本的法律吧！"

    # 场景切换到横滨唐人街

    # nil 「デートスポットNO.2」
    "约会地点NO.2"

    # nil 「中華街で食べ歩きです。」
    "在唐人街里边走边吃"

    # 里昂 「中華街といえば、炎の料理人がプロデュースした肉まんがありますよね」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%91%A8%E5%AF%8C%E5%BE%B3
    lion "说到唐人街，不是有炎之料理人的肉包嘛（L:这里说的是周富徳(1943年3月11日 - 2014年4月8日)广东菜厨师，出身横滨唐人街，爱称「炎の料理人」，父母出身广东，父亲在横滨唐人街做厨师，90年代常出现在电视上，后因涉嫌性骚扰逐渐淡出公众视野）"

    # 莲 「なぁお前本当にイギリス人か？　日本人ですら忘れかけてるぞそれ」
    lian "你真的是英国人吗？连日本人都快忘记他了"

    # 里昂 「甦れ！　周とみと―」
    # 参考资料：https://ja.wikipedia.org/wiki/%E4%B8%AD%E8%8F%AF%E4%B8%80%E7%95%AA!
    lion "惊醒吧！周富——（L:前半句“甦れ！”是中華一番!(中华小当家第17话标题的前半)）"

    # 莲 「死んでねぇよ！！」
    # 参考资料：https://vndb.org/v14082/releases
    lian "还没死啊！！（L:本作发售于13年12月31日，然而本作实体版发行之后的第98天，本作下载版发行之后的第92天，他就……甚至没到100天，这……因果律武器没跑了）"

    # nil 「……」
    "……"

    # 里昂 「杏仁ソフトクリーム…これは…いける！」
    lion "杏仁软雪糕……这……可以的！"

    # 莲 「お、リオンが本気モードだ」
    lian "哦，里昂切换到认真模式了"

    # 里昂 「はい、蓮くん。あーん」
    lion "来，莲君，啊——嗯"

    # 莲 「あーん」
    lian "啊——嗯"

    # nil 「ずるっ」
    "咬"

    # 里昂 「あっ」
    lion "啊"

    # 莲 「ほげぇ」
    lian "呜欸"

    # 里昂 「まぁいや、あーん」
    lion "嘛，算了，啊——"

    # 莲 「平然とリテイクするなよ！？」
    lian "不要泰然自若地重演啊！？"

    # 里昂 「あーん」
    lion "啊——嗯"

    # 莲 「あーん」
    lian "啊——嗯"

    # 场景切换到横滨大栈桥国际客轮码头

    # nil 「デートスポットNO.3」
    "约会地点NO.3"

    # nil 「横浜大さん橋国際客船ターミナル」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%A4%A7%E3%81%95%E3%82%93%E6%A9%8B
    # 官方网站：https://osanbashi.jp/
    # Live Camera：https://osanbashi.jp/english/floor/arrival.php
    "横滨大栈桥国际客轮码头"

    # 里昂 「あ、これさっき遠くから見た時に、巨大空母かと思ってたんだけど、違うんだね」
    lion "啊，刚才从远处看的时候，我还以为是巨大的航空母舰，原来不是啊"

    # 莲 「あーん」
    lian "雀食，颜色和形状都没有桥的感觉"

    # 里昂 「ねぇ、蓮くん！巨大空母ってどこにあるのかな！」
    lion "呐，莲君，巨型航空母舰在哪里？"

    # 莲 「空母は見たことねぇけど、原潜なら隣町の横須賀にあるな」
    # 参考资料：https://www.kanaloco.jp/news/social/article-798925.html
    lian "没见过航空母舰，不过如果是核潜艇的话就在邻町的横须贺（L:横须贺的美军基地有停靠核动力潜艇，最近一次是在2022年1月10日）"

    # 里昂 「行こう！　行こう！　行こう！」
    lion "快去吧！快去吧！快去吧！"

    # 莲 「…まじすか」
    lian "…真的吗？"

    # 场景切换到横滨大栈桥国际客轮码头

    # nil 「デートスポットNO.4」
    "约会地点NO.4"

    # 里昂 「やったー！　ほらほらみえる？　あれ！　イージス艦だよ！　あの六角形のレーダーがイージス艦の特徴なんだ！」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%A4%E3%83%BC%E3%82%B8%E3%82%B9%E8%89%A6
    lion "好耶！那个那个，看到了吗？那个就是宙斯盾舰！六边形的雷达就是宙斯盾舰的特征！（L:搭载宙斯盾的有巡洋舰、驱逐舰和巡防舰，美国汉军、日本海上自卫队、大韩民国海军、西班牙海军、挪威皇家海军、澳大利亚皇家海军和加拿大皇家海军均在使用宙斯盾系统，分为海基与陆基两种）"

    # 莲 「ほう」
    lian "哦"

    # 里昂 「キャー☆　原子力潜水艦だー☆　あのすべすべ感たまらないよねぇ…欲しいなぁ…」
    lion "呀哦☆是原子能潜水艇啊☆那个滑溜溜的感觉真让人受不了……真想要啊……"

    # 莲 「ほう」
    lian "哦"

    # 里昂 「一個ぐらい買っちゃおうかな…」
    lion "买一个吧……"

    # 莲 「その前にアイス屋作れよ…」
    lian "在那之前先开个冰淇淋店吧…"

    # 里昂 「ぎくぅ！　で、でも、どこかの車メーカーの社長は、若い頃外車を買って運営資金なくしちゃったけど頑張ったみたいなエピソードもあるし！」
    lion "啊这！但是，某汽车制造商的社长年轻的时候买了外国车，失去了运营资金，但是也有努力过的轶事！（L:找了一圈，真没找到，这都什么阴间梗……）"

    # 莲 「外車とかそういう単位で買えるもんじゃねぇぞ！？こっちの、ふわふわ潜水艦ストラップなら買ってあげるから、しばらくはこれで我慢するんだ」
    lian "这可不是以外国车做单位就能买得起的！？我会给你买潜水艇挂饰的，暂时就用这个将就一下吧"

    # 里昂 「！！！　れ、蓮くんから初めてプレゼントもらっちゃった…。ありがとう！　宝物にするね！」
    lion "！！！这，这是莲君第一次送我礼物……谢谢！我要把它当成宝物！"

    # 莲 「…もうちょっとマシなもんにしておけばよかったな」
    lian "…要是再稍微好一点就好了"

    # 里昂 「ぷにぷにすると燃料が漏れ出すギミックがついてるよ！」
    # 参考资料：https://dictionary.goo.ne.jp/word/%E3%81%B7%E3%81%AB%E3%81%B7%E3%81%AB/
    lion "噗腻噗腻的（L:形容有柔软弹力），如果对着它吹气，燃料就会漏出来！"

    # 莲 「それヤバくねぇかな」
    lian "那不是很糟糕吗"

    # 里昂 「昔あったよね、動物の形して、ぷにって押すとウンチが飛び出るキーホルダー」
    lion "以前我有一个动物形状的钥匙圈，一按就会大便冒出来"

    # 莲 「それと一緒にしちゃまずい気がするんだよな…潜水艦の燃料って」
    lian "和那个放在一起的话感觉不太好啊…潜水艇的燃料"

    # 场景切换到横滨红砖仓库

    # nil 「デートスポットNO.5」
    "约会地点NO.5"

    # nil 「横浜に戻ってくるまでに、夕方になりました。」
    "在回到横滨之前，已经是傍晚了"

    # nil 「担任の言う通り、赤レンガ倉庫付近のバイク駐輪場に駐車します。」
    "正如班主任说的那样，把车停在红砖仓库附近的摩托车停车场"

    # nil 「こからは徒歩です。」
    "从这而开始步行"

    # 里昂 「赤レンガ倉庫…これ、中身なんなの？」
    lion "红砖仓库……这个，里是什么东西呢"

    # 莲 「倉庫じゃね？」
    lian "不是仓库吗？"

    # 里昂 「入ってみようよ！」
    lion "进去康康吧！"

    # 画面切换为 Black

    # 里昂 「ショッピングセンターだ…」
    lion "购物中心啊……"

    # 莲 「ほんとだ、ショッピングセンターだ…」
    lian "真的，是购物中心啊……"

    # 莲 「ちなみに、冬になるとアイスケートリンクが出現します」
    lian "顺带一提，到冬天就会出现溜冰场"

    # 里昂 「まじで！来よう！」
    lion "真的！来吧！"

    # 莲 「そうだな」
    lian "是啊"

    # nil 「リオンが冬まで日本に居るかは…別だが…。」
    "里昂到冬天为止是否还在日本…不好说啊…"

    # 里昂 「ん？　どしたの？」
    lion "嗯？怎么了？"

    # 莲 「いや、ちょっと考え事をな」
    lian "没什么，只是稍微想了点事情"

    # 里昂 「むー？　デート中に、相手に無断で考え事とは、看過できませんなぁ？」
    lion "嗯？在约会的时候，不经对方允许就想其它事情，这可不能放过啊？"

    # 莲 「あ、あ…すまん。忘れてくれ」
    lian "啊，啊…对不起，忘了吧"

    # 里昂 「むしろ忘れさせてやるさ！」
    lion "我宁愿让你忘记！"

    # nil 「ぎゅっ」
    "啾"

    # 莲 「なっ…」
    lian "什么…"

    # 里昂 「これから歩いてぶらぶらするんでしょー？　だったら手ぐらい繋ごうよー！」
    lion "你接下来不是要走路去逛逛吗？那我们就牵手吧！"

    # nil 「不意打ちで、お留守になっていた右手を左手で捕まれる。」
    "出其不意地，右手被里昂的左手抓住了"

    # 里昂 「だめー？　今まではバイクで身体くっついたからいけど、一緒に歩くのに離れてるの寂しいよぉ…」
    lion "不可以吗？刚才都是骑摩托车来的，现在又不能一起走的话，实在是太寂寞了……"

    # nil 「普段のアイス売りのリオンとは、全く様子が違う。まさに、普通の甘えん坊な女の子そのものだ。」
    "和平时卖冰淇淋的里昂完全不一样。现在是一个普通爱撒娇的女孩子"

    # nil 「というか、こまで甘えん坊なのか！？　」
    "或者说，本来就是爱撒娇的孩子吗！？"

    # nil 「オンオフの切り替え激しいな…。」
    "开关切换好激烈啊…"

    # nil 「こまできて「リオンが良いなら」なんて問うのは愚問だ。」
    "事到如今问「里昂这样可以吗」是愚蠢的问题"

    # 莲 「よし、行くか」
    lian "好，走吧"

    # nil 「リオンの手を握り返す。」
    "握住里昂的手"

    # 里昂 「うんっ！　えへへ…デート、デート♪」
    lion "嗯！欸嘿嘿……约会，约会♪"

    # nil 「本格的に、恋人ライクなデートの開始だ。」
    "正式开始，恋人般的约会"

    # nil 「言葉での確認こそしなかったが、こういう中途半端な距離感。悪くない。」
    "虽然没有口头确认，但是这种半吊子的距离感，还不错"

    # nil 「リオンの手を引いて、デートの第二ラウンドといこう。」
    "牵着里昂的手，去开始第二轮的约会吧"

    # 场景并没有切换

    # nil 「デートスポットNO.6」
    "约会地点NO.6"

    # nil 「カップヌードルミュージアム」
    "杯面博物馆"

    # 场景在这里切换到杯面博物馆

    # 里昂 「閉館時間でした」
    lion "闭馆时间到了"

    # 莲 「……」
    lian "……"

    # nil 「デートスポットNO.7」
    "约会地点NO.7"

    # nil 「クイーンズスクエア」
    # 参考资料：zyp@luckykeeper.site
    "横滨皇后广场（L:是港未来的一座大型设施，由三栋高层建筑和购物中心、饭店、音乐厅等设施构成。开业于1997年7月18日。A栋高172米、地上36层、地下5层；B栋高138米、地上28层、地下5层；C栋高109米、地上21层、地下5层）"

    # 热狗 「はぁい、では今からぁこの植木鉢にーバレーボールをぶつけます！」
    hotdog "好的，那么现在我要用排球砸这个花盆了！"

    # 花盆君 「…！？」
    pen 花盆君_通常 "…！？"

    # 热狗 「それではみなさん！　無事成功しましたら盛大な拍手をお願いします！」
    hotdog "好了，女士们先生们！如果顺利成功了，就请大家热烈鼓掌！"

    # 花盆君 「…（ふるふる）」
    pen 花盆君_通常 "…（颤抖颤抖）"

    # 热狗 「カウントダウンいきまーす！」
    hotdog "开始倒计时！"

    # 热狗 「ワン！」
    hotdog "One！"

    # 热狗 「ツー！」
    hotdog "Two——！"

    # 花盆君 「！！！」
    pen 花盆君_通常 "！！！"

    # 热狗 「ギャァー！」
    hotdog "呀——！"

    # 花盆君退场，亚十礼登场

    # nil 「ポロッ」
    "啵咯"

    # L:似乎花盆君的音就是亚十礼的CV配的
    # 亚十礼 「あ」
    atri "啊"

    # 莲 「あ」
    lian "啊"

    # 里昂 「あ」
    lion "啊"

    # 热狗 「あ」
    hotdog "啊"

    # 热狗 「中身でちゃった」
    hotdog "在里面"

    # 亚十礼 「……」
    atri "……"

    # 花盆君 「モゾッ」
    pen 花盆君_通常 "哗啦"

    # 花盆君 「……」
    pen 花盆君_通常 "……"

    # 莲 「いやいやいやいや」
    lian "呀呀呀呀"

    # nil 「デートスポットNO.8」
    "约会地点NO.8"

    # nil 「山下公園まで歩いてきました。」
    "一路走到了山下公园"

    # nil 「わ…この時間はほんとカップルばっかだね…どのベンチもカップルしか座ってないよ…ドキドキするよ…」
    "哇哦……这个时候真的到处都是情侣呢……每张长椅上坐的都是……真是让人dokidoki呢……"

    # 莲 「ちょうど、本日のデートの反省会な時間帯だよな」
    lian "正好，是今天约会反省会的时间了呢"

    # 里昂 「は、反省会！？　ま、まだデートは終わりじゃないよね！？」
    lion "哈，反省会！？约，约会还没结束吧！？"

    # 莲 「何言ってんだよ、これからが本番だろ」
    lian "你在说什么呢，从现在才是正式演出哦"

    # 里昂 「うん！　でもこの公園、船とコンビニしかないね…あとベンチ」
    lion "嗯！不过这个公园只有船和便利店……还有长椅"

    # 莲 「ベンチ座っちゃう？」
    lian "要坐在长椅上吗？"

    # 里昂 「座っちゃう－？」
    lion "要坐下嘛？"

    # nil 「……」
    "……"

    # 里昂 「満員でした」
    lion "人满为患了"

    # 莲 「次いこか」
    lian "下次吧"

    # 里昂 「はーい♪」
    lion "好♪"

    # nil 「デートスポットNO.⑨」
    "约会地点NO.⑨"

    # nil 「大さん橋リターンズ」
    "回到了大栈桥"

    # 里昂 「なんか、青いＬＥＤが、より一層最先端空母感を出してるね…」
    lion "怎么说呢，蓝色的LED灯亮了之后更让人觉得是最先进的航空母舰了呢…（L:这里也莫得配音……）"

    # 莲 「やっぱ、こういうスベスベ感って興奮すんの？」
    lian "果然，这种滑溜溜的感觉会让人兴奋吗？"

    # 里昂 「する！　い、今更だけど…私、最先端兵器みたいな角張ったデザイン好きなんだよね…。あとはつや消しのマットな質感とか…」
    lion "对！现、现在才知道……我喜欢最先进武器那种棱角分明的设计……还有就是那种磨砂的质感……"

    # 莲 「まぁ、あんな原潜見て興奮してたぐらいだしな…」
    lian "嘛，看到那样的核潜艇还真是兴奋啊…"

    # 里昂 「そ、それよりも、今は…えと…別の事で興奮し、してるけどね？」
    lion "那个，比起那个，现在……嗯…因为别的事情很兴奋吧？"

    # nil 「そう言いながら、リオンは辺りを指差した。」
    "这样说着，里昂指着周围"

    # 莲 「…こも、カップルばっかだな」
    lian "呃，都是情侣啊"

    # 里昂 「う、うん…どこ行ってもカップルがイチャイチャして…。うわーって思いながらも、私達も近しい事してるなーと考えて興奮しちゃって…」
    lion "嗯，嗯…不管去哪里都会有情侣在亲热…虽然想着“哇——”，但是想着我们也在做这样亲近的事情，所以很兴奋…"

    # 莲 「あ、あんた、アレだよな…恋が叶う魔法のアイスとか作っておきながら、自分の恋愛には疎いのか」
    lian "啊，你，是那个吧……一边做着能实现恋爱的魔法冰淇淋，一边对自己的恋爱不了解吗？"

    # 里昂小跳

    # 里昂 「い、いーまーはそういうこといわないのー！　それとこれは別なんだからー！」
    lion "事、事到如今就不要说那种事情啦——！那个和这个是两码事！"

    # nil 「ぽかぽかぽかぽかぽか」
    "扑通扑通扑通扑通扑通"

    # 莲 「ごめんごめんて。今のは俺が悪かった」
    lian "对不起，对不起。刚才是我不好"

    # 里昂 「ぷっぷくぷー！」
    lion "噗噗噗——！"

    # 莲 「ぷー」
    lian "噗"

    # 里昂 「ぷー」
    lion "噗"

    # nil 「なんていうか…マジでリオン、イチャイチャスイッチがオンになってるな。」
    "怎么说呢…真的是，里昂的爱情开关开着的呢"

    # 里昂 「これじゃぁ本当にバカップルだね私達…」
    lion "这样的话我们真的是笨蛋情侣呢…"

    # 莲 「急に素に戻るなよ」
    lian "不要突然变回来啊"

    # 里昂 「いやぁ、ちょっと気恥ずかしくて…一夏の思い出って奴かなー」
    lion "呀，有点害羞……真是一夏的回忆啊"

    # nil 「リオンは手すりに両手をついて、夜景を眺めた。その後ろ姿が、何故か切なかった。」
    "里昂双手托在扶手上，眺望夜景。不知为何，她的背影让人心痛"

    # nil 「リオンの何気ない一言で、俺は担任に言われたことを思い出す。」
    "里昂不经意的一句话，让我想起了班主任对我说的话"

    # 想瑠 「『その覚悟が、一夏の思い出にならん事を祈るよ』」
    liu "『希望你的觉悟不会成为一夏的回忆』"

    # nil 「言うなれば、確かにリオンの事は何も知らなかった。」
    "说起来，我确实对里昂一无所知"

    # nil 「スベスベ質感が好きだとか、まさか原潜で興奮するとか、趣味や好みも知らないし、」
    "我不知道你喜欢光滑的质感，不知道你会因为核子动力潜艇而兴奋，也不知道你的爱好和喜好"

    # nil 「何より、リオンがいつまで日本に居るかも知らなかった。」
    "最重要的是，我甚至不知道里昂在日本待到什么时候"

    # nil 「知らないま…こうしてリオンと時間を過ごしていくと、どんどん好きになる。」
    "不知不觉……像这样和里昂一起度过时间的话，就会渐渐喜欢上"

    # nil 「リオンの態度がまんざらじゃないから、よけいに好きになっていく。」
    # 参考资料：https://www.weblio.jp/content/%E3%81%BE%E3%82%93%E3%81%96%E3%82%89
    "因为里昂的态度完全不差，所以更加喜欢了"

    # nil 「それが、でも怖くて…。」
    "但是，我很害怕…"

    # nil 「担任に言われたことを思い出す。あの担任だって、人の恋愛にとやかく口を出すほど無粋ではないはずだ。」
    "我想起了班主任说的话。那个班主任应该也不至于对别人的恋爱说三道四"

    # nil 「（追ってきているのは知ってるけど）」
    "（我知道你在追我）"

    # nil 「となれば、リオンの裏には何かある。」
    "这样的话，里昂的背后是什么呢"

    # nil 「それはリオンだってわかっているはずだ。」
    "这个就得去问里昂了"

    # nil 「なのに…。」
    "但是…"

    # 里昂 「ん？　突然黙っちゃってどうしたの？」
    lion "嗯？突然沉默了，是怎么了？"

    # 莲 「あいや…」
    lian "哎呀……"

    # 里昂 「まーた考え事ですかー？　もー何を悩んでるんだね君は。ツーアウトですよ！辛い事があるなら、お姉さんに話してみるといのに！」
    lion "你又在想什么呢？你到底在烦恼什么呢。是第二次出局了！如果有痛苦的事情的话，就和姐姐说说看吧"

    # 莲 「同い年じゃないか」
    lian "不是同龄吗？"

    # 里昂 「でもお酒は飲み慣れてるよ！　ギャンブルもするし」
    lion "但是我已经习惯喝酒了！还会赌博"

    # 莲 「じゃぁ、そんなお姉さんに一つ相談しよう」
    lian "那么，和这样的姐姐商量一下吧"

    # 里昂 「はいなんでしょう」
    lion "好，是什么呢？"

    # 莲 「どうよ夜景は」
    lian "夜景怎么样？"

    # 里昂 「ぶー。そういう思わせぶりなのはツーストライクぐらいあげたいなぁ！　こは蓮くんを配慮して、その質問に答えましょう」
    # 参考资料：https://en.wikipedia.org/wiki/Glossary_of_baseball_terms
    lion "噗——这种故弄玄虚的话，我想给你两个Two Strike！这里就照顾莲君，回答那个问题吧（L:Two Strike只棒球打出两个好球）"

    # nil 「リオンはもう一度夜景の方を眺める。」
    "里昂再一次眺望夜景"

    # 里昂 「そうだねぇめっちゃ綺麗だよねぇ…」
    lion "是的啊，好漂亮啊…"

    # nil 「俺はその背中をゆっくりと抱きしめ…」
    "我慢慢地抱住她的背…"

    # 里昂 「やっぱあの観覧車はどうしても気になるかな！」
    lion "果然还是很在意那个摩天轮啊！"

    # 莲 「お、おう！」
    lian "哦，哦！"

    # nil 「抱きしめクエストは失敗に終わりました。」
    "拥抱任务以失败告终"

    # nil 「ちょっと周りの視線が痛いです。」
    "周围的视线有点疼"

    # nil 「だが、リオンが観覧車の話題を出したら今がチャンスだ！」
    "但是，如果里昂说起摩天轮的话题的话，现在正是机会！"

    # 莲 「あれ、乗るか？」
    lian "咦，要去坐嘛？"

    # 里昂 「え、いの！？　だ、男女二人っきりで観覧車乗るって、それは…もう、完全にカップルですよ…」
    lion "可、可以吗！？只有男女两个人坐摩天轮？那已经完全是情侣了……"

    # 莲 「なんだ嫌なのか？」
    lian "不愿意吗？"

    # 里昂 「い、嫌じゃないよ！　乗ろう！　めっちゃ乗ろう！　二周ぐらいしよう！」
    lion "不，我不讨厌！我们去坐吧！多坐两圈吧！"

    # 莲 「二周でいのか？」
    lian "两圈可以吗？"

    # 里昂 「いや三周はちょっと…」
    lion "不，三圈有点…"

    # 莲 「そこは現実的かよ」
    lian "那样是现实的吗？"

    # 里昂 「えへへー…でも、観覧車は…締めくりには最高だねー」
    lion "欸嘿嘿——……但是，摩天轮……收尾是最棒的——"

    # 莲 「あ、そうだな…」
    lian "啊，是啊…"

    # nil 「締めくりか…それは少し寂しいな。皮肉で返してやろうかと思ったが…雰囲気に邪魔された。」
    "结束了吗…那有点寂寞呢。我本想这样说的，但是被气氛打断了"

    # nil 「でも、観覧車に向かう俺達は、いつしか、指と指を絡め合う恋人繋ぎに変わっていった。」
    "但是，前往摩天轮的我们，不知什么时候变成了手指和手指相互缠绕的恋人关系"

    # 场景切换到摩天轮

    # nil 「デートスポットNO.10」
    "约会地点NO.10"

    # nil 「コスモランド　観覧車」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%88%E3%81%93%E3%81%AF%E3%81%BE%E3%82%B3%E3%82%B9%E3%83%A2%E3%83%AF%E3%83%BC%E3%83%AB%E3%83%89
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%B3%E3%82%B9%E3%83%A2%E3%82%AF%E3%83%AD%E3%83%83%E3%82%AF21
    "Cosmo World   摩天轮（L:横滨太空世界(Cosmo World)的Cosmo_Clock21摩天轮修建于1989年，最初是横滨博览会内的游乐设施之一。本来摩天轮预计将在博览会后拆除，但因人气高涨而得以保存，从1989年到1992年，它的直径和全长（包括底座的高度）都是世界上最大的）"

    # 里昂 「うひょー！　間近で見上げると迫力あるねー！」
    lion "哇哦！近距离仰望的话很有魄力呢！"

    # 莲 「イギリスにはこういうのはないのか？」
    lian "英国没有这种东西吗？"

    # 里昂 「あるよー。ロンドン・アイっていう世界最大の観覧車がね！カメラにハマってた時、長時間露光で写真をとりにいったりしてたよ！」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%AD%E3%83%B3%E3%83%89%E3%83%B3%E3%83%BB%E3%82%A2%E3%82%A4
    # 参考资料：https://zh.wikipedia.org/wiki/%E6%96%B0%E5%8A%A0%E5%9D%A1%E6%91%A9%E5%A4%A9%E8%A7%82%E6%99%AF%E8%BD%AE
    lion "有啊。伦敦眼是世界上最大的摩天轮呢！沉迷于相机的时候，会长时间在室外拍照哦！（L:135m的高度在开业时是世界最高的，06年被中国南昌之星取代，目前最大的是美国内华达州天堂市赌城大道的High Roller，毫客摩天轮167.6m）"

    # 里昂 「でも、外から撮るだけで、乗ったりはしてないから…」
    lion "但是，只是从外面拍，没有坐过…"

    # 莲 「そっか、地元民だもんな。わざわざ乗ったりはしないか」
    lian "这样啊，因为是本地人啊，所以不特意乘坐吗？"

    # 里昂 「小さい頃ぐらいだよー。だから、観覧車に乗るなんて久々だし…蓮くんと一緒なんて…わくわくしちゃうよね！」
    lion "大概是小时候吧。所以，好久没坐摩天轮了。和莲君在一起…好兴奋啊！"

    # 莲 「あ、俺も…ん？」
    lian "啊，我也是…嗯？"

    # 2022年1月19日的1000行更新达成，提交代码，开原，过几天就能抽甘雨了捏！
