# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene11 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 0.3 "LuckyDev"
# Blog：http://luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年1月21日

# 当前流程：整理生肉文本，翻译并润色

label scene11:
    # scene11 开始

    # scene11 场景1 【6人大集合，现在是女子会时间！】 开始

    # 地点：null/湛蓝天空
    # 人物：真冬
    # BGM：无

    # nil 「そして…あれから…三日ぐらい経ちました。」
    "然后…在那之后…大概过去了三天"

    # nil 「真冬です。」
    "我是真冬"

    # nil 「夏休みに入り三日三晩。お兄ちゃんと心愛ちゃんとエッチ三昧です。」
    "放暑假之后的三天三夜，和欧尼酱还有心爱一直在H"

    # nil 「我ながら健康的だな…なんて穿った見方をしてしまいます。」
    "连我自己都觉得这很健康……会有这样的看法真是不可思议呢"

    # nil 「そしてついに、本日、お兄ちゃんはガス欠を起こしたので、一日ぐらいゆっくり寝かせてあげようかと思います。」
    "最后，今天，欧尼酱终于被榨干了，今天就让他好好睡上一天吧"

    # nil 「心愛ちゃんはというと…」
    "说到心爱酱……"

    # 画面切换到雾叶小店
    # 人物：心爱 真冬 店长（雾叶）

    # 心爱 「てんちょー！　パンケーキおかわり！」
    ai "店长！再来一份薄煎饼！"

    # nil 「全然元気です。」
    "非常元气呢"

    # 真冬 「何枚目？」
    dong "第几张了？"

    # 心爱 「忘れた！」
    ai "忘记了！"

    # 店长 「はいはい。沢山食べておっぱい膨らますんですよ」
    dinerowner "好的好的。吃了这么多，欧派会鼓起来的"

    # 心爱 「いえーい！　実はこの三日間でちょっとバストサイズ上がったんだよー！」
    ai "好耶！其实在过去的三天里我的欧派有增加一点儿呢！"

    # 真冬 「沢山揉まれてるからね」
    dong "“因为被揉了很多呢"

    # 心爱 「ぶええええ」
    ai "呜欸欸欸欸"

    # nil 「心愛ちゃんと一緒に水着を買って、その帰りにおやつ兼女子会に、例のアメリカンダイナーにやってきました。」
    "和心爱酱一起买了泳衣，然后回家的路上为了恰点心兼开女子会，去了那个美式的diner"

    # nil 「実は、心愛ちゃんと来るのは初めてです。」
    "其实，这是我第一次和心爱酱一起来"

    # 店长 「どなたに揉まれてるんでしょうね。くすくす」
    dinerowner "是谁能来揉揉我的呢？嘿嘿"

    # 真冬 「そ、それは…まぁ…」
    dong "这、这个…嘛……"

    # 店长 「はいはい。可愛い可愛い。真冬ちゃんは何か食べますか？」
    dinerowner "好啦好啦，真可爱真可爱，真冬酱要恰点儿什么嘛？"

    # 真冬 「いの？」
    dong "可以吗？"

    # 想瑠 「おーう、今日は私のおごりだからな～！　たーんと食って飲むんだぞ～！　うい～！　きぃちゃん！　酒！　と　おっぱい！　げへ！」
    liu "哦——，今天是我请客的啦~！好好吃好好喝啊~！好欸嘿嘿！好棒！这酒！欧派！欸嘿嘿🤤🤤🤤！"

    # 店长 「Suck on my shoes！」
    dinerowner "Suck on my shoes！（L:意思是来舔我的鞋吧！）"

    # 想瑠 「ぶへぁー！」
    liu "咕呀——！"

    # nil 「偶然にも、店長の友達で私達の担任の想瑠にゃんも遊びにきていました。」
    "碰巧，店长的朋友，我们的班主任想瑠喵也来玩了"

    # 真冬 「じゃぁ、アイス貰えるかな」
    dong "那么，能给我冰淇淋吗？"

    # 店长 「かしこまりました。実は最近、新しいアイスを入荷しましてね…是非食べて貰いたいな…と…はいっ」
    dinerowner "遵命。其实最近，我们进了一批新的冰淇淋……希望你务必能尝尝呢……来……"

    # 真冬 「わ…おいしそ…」
    dong "哇…看起来很好吃…"

    # 心爱 「わー！　てんちょーさん私にもちょーだい！」
    ai "哇——！店长桑~给我也整一个！"

    # 店长 「はいはい、そのつもりですよっと…さぁ、召し上がれ」
    dinerowner "好好，我就是这么打算的……来，请品尝吧"

    # 心爱 「わーい！」
    ai "哇——咿！"

    # nil 「私と心愛ちゃんの前にカクテルグラスの上に置かれたアイスクリームが出されました。」
    "摆在我和心爱酱面前的是放在鸡尾酒杯上的冰淇淋"

    # nil 「ターコイズブルーが爽やかな印象を抱かせてくれます。」
    "绿松石蓝的颜色给人以清新的印象"

    # 真冬 「あむ…美味し…優しい味…まふ」
    dong "啊…好吃…温柔的味道…嘛呼"

    # 心爱 「もぐもぐもぐもぐ。美味しいにゃー！」
    ai "嗯嗯嗯嗯，真好恰喵——！"

    # 店长 「ニヤリ」
    dinerowner "哈"

    # 真冬 「ん？」
    dong "嗯？"

    # nil 「今、一瞬、霧葉さんが含みのある笑みを浮かべたような…。」
    "现在，一瞬间，雾叶露出了含蓄的笑容…"

    # 想瑠 「きぃーりぃーはちゃぁーん！　私にもアイスちょうだいよー！　リキュールをどばーっとかけてな！」
    liu "雾~叶~叶~酱！也给我冰淇淋吧！再往里加一勺利口酒！"

    # 店长 「少しは休んだらどうなんですか…昔みたいにケツに飴でもぶっさしてやりましょうか？」
    dinerowner "稍微休息一下怎么样……就像以前那样往你的屁股塞上一块糖？"

    # 想瑠 「来いよ！　へいへい！　さぁ！　ぶち込んでみせろ！」
    liu "来吧！嘿嘿！上吧！给我淦进去！"

    # 店长 「せい」
    dinerowner "嘿"

    # 想瑠 「ぐわぁー！」
    liu "哇啊——！"

    # 想瑠 「……」
    liu "……"

    # 想瑠 「きゅぅ～」
    liu "Q~~~"

    # 店长 「厄介な担任を持って大変ですね、二人とも」
    dinerowner "有个麻烦的班主任很辛苦啊，你们两个"

    # 心爱 「いやいやーこう見えても良い先生だよ？　ね！」
    ai "没有没有——看起来是个好老师吧？对吧！"

    # 真冬 「真面目に仕事しないけどね。でも、たまーにかっこい所はあるよ」
    dong "虽然不认真工作，但偶尔也会有很酷的地方"

    # 店长 「それはそれは…。で、どこまで聞きましたっけ？　二人と…彼との関係は」
    dinerowner "这倒也是这倒也是……欸，刚才问到哪里了？两个人和……和他的关系是？"

    # 真冬 「全部説明しなきゃ、だめ？」
    dong "不全部说明的话，不行吗？"

    # 心爱 「もぐもぐもぐ…てんちょーさんが聞きたいところって、ぶっちゃけピンポイントでしょー？」
    ai "咀嚼咀嚼咀嚼……店长桑想听的话，直截了当地说就是那个吧？"

    # 店长 「そんなそんな、そこまで下世話じゃないですよ」
    dinerowner "怎么可能，我没那么下流"

    # 心爱 「まだ何も言ってないのにー！　どうせエッチな話を期待してるんだな！」
    ai "我还什么都没说呢！反正你就是在期待瑟琴的故事吧！"

    # 真冬 「まふ…」
    dong "嘛呼……"

    # nil 「私だけでしょうか、何故か、心愛ちゃんの赤くなってる姿を見るとドキドキします。」
    "只有我是这样吗？不知道为什么，当我看到心爱酱脸红的时候，我就会心跳加速"

    # 真冬 「（心愛ちゃんに…触れたい…）」
    dong "（心爱酱……想去触摸）"

    # nil 「そんな衝動に駆られ、私の手は心愛ちゃんの髪に伸びていきます。」
    "在这种冲动的驱使下，我的手伸向了心爱酱的头发"

    # 想瑠 「イッヒッヒ…私ぃ～も興味あるぞぉー…貴様らからは色々な汁の匂いがぷんぷんすんぜぇ…もごっ！」
    liu "嘻嘻…我啊~也很有兴趣啊…你们身上散发出各种各样的汤的味道啊…呜咕！"

    # 真冬 「！」
    dong "！"

    # nil 「伸びていたはずの、想瑠にゃんが起き上がって、私達の背後に迫ってきました。」
    "本应该在地上伸展开来的想瑠喵爬了起来，向向我们的背后逼近"

    # 心爱 「想瑠にゃん！　め！」
    ai "想瑠喵！哈！"

    # 店长 「心愛ちゃん、鼻に三本指は流石に…」
    dinerowner "心爱酱，在鼻孔插了三根手指真不愧是……"

    # 心爱 「あ」
    ai "啊"

    # 想瑠 「ぷはぁっ…！　相変わらず照準のズレたお嬢さんだ…。大体指を突っ込むのは鼻じゃなくてもっと下って相場が決まってんだがな…」
    liu "噗啊啊…！你还是一如既往的瞄不准的大小姐啊…大概你手指插进去的不是鼻子，而是下面的某个地方……"

    # 店长 「最後に突っ込まれたのはいつです？」
    dinerowner "你最后一次被插进去是什么时候？"

    # 想瑠 「10分前かな、自分で突っ込んだ」
    liu "10分钟前吧，我自己插进去了"

    # 店长 「死ねばいのに」
    dinerowner "死了好了"

    # 想瑠 「マジな目で見るなよ！　ジョークだからジョーク！」
    liu "别用这真的眼神看我啊！这是玩笑啊玩笑！"

    # 心爱 「じゃぁ実際は？」
    ai "那实际上是？"

    # 想瑠 「昨日の夜です…姉に…無理矢理…」
    liu "昨天晚上……被姐姐…强迫……"

    # 店长 「良かったじゃないですか、ご無沙汰じゃなくて」
    # 参考资料：https://domani.shogakukan.co.jp/508197
    dinerowner "不是挺好的吗，真是好久不见了"

    # 想瑠 「まだまだ私だって若いわよ！　さすがに、ちょっと色恋とかは現役引退かなーって感じてきてるけどさー」
    # 参考资料：https://www.weblio.jp/content/%E3%81%A1%E3%82%87%E3%81%A3%E3%81%A8
    liu "我明明还很年轻呢！不过，我现在也开始觉得恋爱什么的果然还是在一点点从现役引退啊"

    # 真冬 「ぽー…」
    dong "呼…"

    # 真冬 「はっ、そういえば、ちょっと前に想瑠にゃん、自分の恋愛について教えてくれるって言ってたよね」
    dong "啊，这么说来，之前想瑠喵说过要告诉我关于自己的恋爱经历吧"

    # 想瑠 「あ？　んだよ…記憶力良いなまふまふちゃん」
    liu "啊？是啊……你的记忆力真不错啊嘛呼嘛呼酱"

    # 心爱 「まふ」
    ai "嘛呼"

    # 店长 「まふ」
    dinerowner "嘛呼"

    # 真冬 「まふ」
    dong "嘛呼"

    # 想瑠 「まふ」
    liu "嘛呼"

    # 想瑠 「で…ま、いか。私は君ら二人と似たようなもんだよ。実の兄と双子の姉と出来てるってわけ。もう二年前かなーあの頃は、色々悩んだよ。そうだよな、霧葉ちゃん」
    liu "这……嘛，算了？我和你们两个也挺相似。其实我也有哥哥和双胞胎姐姐。大概是两年前吧。那个时候，我也有很多烦恼。是这样吧，雾叶酱"

    # 店长 「え、そうですね。私は一年前に、姉への思いがですね…」
    dinerowner "啊，是这样的呢，我一年前对姐姐的感情啊……"

    # 心爱 「あ、それで…素直になりきれずに～みたいな話だったわけなのね」
    ai "啊，然后……是不能坦诚相待的事情"

    # 店长 「はい。今はとっても仲良しですよ？」
    dinerowner "是啊，不过现在关系很好哦？"

    # nil 「カランコロンカラーン♪」
    "叮当叮当叮当♪"

    # 雾叶的姐姐，ATRI 初登场！

    # 亚十礼 「やっほー！　あっそびにきったよーん！」
    atri "Yahoo~！我来找你玩儿啦！"

    # 瑠那 「おーっす。おやつだよ！全員しゅーごー！　のご様子ですかぁ？」
    na "好耶！是点心哦！全员集合！是这样子的吗？"

    # 店长 「噂をすればなんとやら」
    dinerowner "说曹操曹操就到呢"

    # 瑠那 「わ——真冬ちやんだ——！！まふまふまふまふまふ」
    na "哇——是真冬酱啊——！！嘛呼嘛呼嘛呼嘛呼嘛呼"

    # 心爱 「まふまふまふまふまふ」
    ai "嘛呼嘛呼嘛呼嘛呼嘛呼"

    # 亚十礼 「るなちー、それ心愛ちゃんだよ」
    atri "瑠那亲——，这是心爱酱哦"

    # 瑠那 「まふ」
    na "嘛呼"

    # 店长 「まふ」
    dinerowner "嘛呼"

    # 真冬 「まふまふ」
    dong "嘛呼嘛"

    # 想瑠 「ぐぇ」
    liu "咕欸"

    # 真冬 「ぺち」
    dong "啪唧"

    # 想瑠 「ぐぇ」
    liu "咕欸"

    # nil 「流石に人は画面に入り切りませんでした。」
    "果然还是没办法所有人进入画面同框啊"

    # 想瑠 「って私がフレームアウトかよ！」
    liu "欸我要被挤出画面外了啊！"

    # 店长 「私もですよ。まぁ、正直出番多かったですしね」
    dinerowner "我也是。嘛，说实话出场的人还真多"

    # 瑠那 「ボクも画面外だよー！」
    # L:这附近把人物的小头像做出去比较好呢，用ATL把人故意做到画面外就OK！
    na "我也在画面外哦——！"

    # 亚十礼 「…あ、私も画面の外でるね！」
    atri "…啊，我也跑到画面外面了呢！"

    # 心爱 「無理にでなくてもいのに…」
    ai "明明不用勉强也可以的……"

    # 真冬 「二人っきり…だね、心愛ちゃん」
    dong "只有我们两个人了……是吗，心爱酱"

    # 心爱 「な…何その目！？　二人きりじゃないよ！？　みんないるし！」
    ai "什…这是什么眼神！？不是只有两个人哦！？大家都在啊！"

    # 画面切换到看戏四人组

    # 真冬 「んー？いやね、こうやって改めて心愛ちゃんの向かいに座ると…可愛いなぁって」
    dong "嗯？真好啊，像这样坐在心爱酱的对面…好可爱啊"

    # 心爱 「い、いきなりなんだね！？　ちょっとちょっと！？　流石にはーずかしいよー！？」
    ai "突，突然这是这么了！？可真是真是！？有点不好意思呢！？"

    # 真冬 「別に大丈夫じゃない？　私達が付き合ってる事みんな知ってるんだしさー」
    dong "不是也没什么嘛？大家都知道我俩在交往的事情"

    # 心爱 「くすくす。可愛い心愛ちゃん」
    ai "嘿嘿。心爱酱真可爱呢"

    # 真冬 「別に大丈夫じゃない？　私達が付き合ってる事みんな知ってるんだしさー」
    dong "不是也没什么嘛？大家都知道我俩在交往的事情"

    # 心爱 「はぁぅ～…みんなのノリにあてられたんでしょー…？」
    ai "哈呜~……是被大家的节奏带过去了吧…？"

    # 真冬 「そういえばさ、私達、付き合ってるってことは…チューしてもいんだよね？」
    dong "说起来啊，我们在交往……所以可以“啾——”一下吗？"

    # 心爱 「は、はい！？　え、えーとえーと…」
    ai "哈、啊！？那、那个——那个——……"

    # 真冬 「エッチの時は沢山してるじゃん」
    dong "H的时候不是做了很多吗？"

    # 心爱 「ぶえええ！　やだよーはずいよー！　みんなに知られちゃうよー！」
    ai "呜欸欸欸！不要啊——好害羞啊——！会被大家知道的啊——！"

    # 瑠那 「大丈夫だよー！　ボクらだってよくやってるよー！」
    na "没关系的哟！我们也经常这么做的哟！"

    # 店长 「たまに相手を交換したり、みんなでもやりますよー！」
    dinerowner "偶尔还会换下人，大家都会这么做的哦~！"

    # 心爱 「あんたら価値観おかしいよ！？　アシュリーちゃんなんとかして！」
    ai "真的是很奇怪价值观哦！？亚十礼酱你也是这么想的吧！"

    # 亚十礼 「私も最初そう思ってたんだけどね…まぁ、みんな大好きだし、いかなって」
    atri "我一开始也是这么想的呢…嘛，我最喜欢大家了，所以就这样吧"

    # 心爱 「せんせーい！」
    ai "老师！"

    # 想瑠 「勤務時間外でーす」
    liu "现在是工作时间以外"

    # 心爱 「ひぎい…あぅー」
    ai "好——吧……哈呜"

    # 真冬 「嫌なら…しないよ…？」
    dong "如果讨厌的话…就不做了…？"

    # 心爱 「もぉー…ばかぁ…嫌なわけ…ない…じゃん…」
    ai "哈啊……笨蛋……讨厌……怎么可能……嘛"

    # 真冬 「じゃぁ、心愛ちゃん。チューしよっか」
    dong "那么，心爱酱，我们来啾一下吧"

    # 心爱 「…はぁぃ。ちゅー」
    ai "……好，啾——"

    # 四人组瞎激动

    # 真冬 「んっ…ちゅぅ…」
    dong "嗯……啾…"

    # 心爱 「ちゅぅ…んむっ…ちゅぅ…」
    ai "啾…嗯…啾……"

    # 真冬 「ちゅ…んふっ…ちゅぅ…舌…出して…」
    dong "啾……嗯…啾……舌头…伸出来…"

    # 心爱 「ぁっ…やぁ…ちゅぅ…あーむ…ちゅぅ…」
    ai "啊…呀…呜……呜…呜……"

    # 真冬 「れる…ちゅぅ…んはぁ…ちゅぅ…んっ」
    dong "嗯……啾……嗯……啾……嗯"

    # 心爱 「ぁぅ、んっ…ちゅぅ…は、ちゅ…んむぅ…」
    ai "哈呜，嗯……啾……嗯、啾……嗯……"

    # 真冬 「ちゅっ…ちゅりゅ…れる…ぷはっ」
    dong "啾……啾……哈……啾"

    # 心爱 「んっ…ぁ…んぅ…ぁ…ぷはぁ…はぁ…」
    ai "嗯…啊…嗯…啊…呜哈啊…哈啊…"

    # 心爱 「はぁ…はぁ…」
    ai "哈啊…哈啊…"

    # 心爱 「はぁ…ぁぅ…どうしよう…みんなに見られてるのに…こんな…」
    ai "啊…哈呜…怎么办…明明大家都在看…这样的…"

    # 真冬 「この前のお返し…かな」
    dong "之前的回礼…对吧"

    # 心爱 「うぅ…もしかして…真冬ちゃん、興奮してる…の？」
    ai "呜…难道…真冬酱，在兴奋着吗？"

    # 真冬 「んー？　さぁ、どうでしょう？　くすくす」
    dong "嗯？那么，到底是怎么回事儿？嘿嘿"

    # 心爱 「いじわるなんだからぁ…はぁぅ…」
    ai "太坏心眼了啊……哈呜……"

    # 真冬 「ドキドキすると、しおらしくなる心愛ちゃん可愛いよ。なでなで」
    dong "dokidoki的时候，会变得温柔的心爱酱很可爱哦。抚摸抚摸"

    # 心爱 「あー…あー…もぉ…知らないからね！」
    ai "啊——……哈呜……真是的……那种事情我不知道的啦！"

    # 心爱 「ちゅー！」
    ai "啾——！"

    # 真冬 「んっ…はぁっ…ぁんっ」
    dong "嗯…哈…啊"

    # 画面切回

    # 店长 「はいそこまです」
    dinerowner "好，到此为止~！"

    # nil 「パンッと手拍子が鳴って、私達二人は我に返った。」
    "击掌的声音响起，我们两个人都回过神来"

    # 店长 「マジでエッチする五秒前だったので、こでストップです」
    dinerowner "因为真的是要到H前的5秒，所以就到此为止了！"

    # 想瑠 「なんだよー！　最後まで見せろよー！　あと酒！」
    liu "什么啊！让我看到最后吧！酒还没喝完呢！"

    # 店长 「いやー…これがプライベート空間だったら、是非最後まで見たいんですけど…一人、既に暴走寸前の人がいるんで…お店が壊れちゃあれなのでー」
    dinerowner "呀……如果这是私人空间的话，我一定要看到最后……有一个人，已经快要暴走了…店里会坏掉的"

    # 瑠那 「…じゅ、じゅるり…これは上物だぜ…。あしゅりん！　ちょっと唇貸して！」
    na "……啾、啾哩哩……这可是上等货啊……啊！把嘴唇借给我！"

    # 亚十礼 「やーめーてー！　こじゃ床も硬いし落ち着かないからだめー！」
    atri "不——可——以——！因为地板又硬又冷所以不行——！"

    # 瑠那 「あばれんなよー！」
    na "别乱来的啦——！"

    # 店长 「はいはい。るなちーもうちょっと我慢してくださいねー」
    dinerowner "好啦好啦，瑠那亲也请再忍耐一下啦~"

    # 店长 「と、言う事で、二人とも、胸がどきどきしてたり、熱くなってたりしませんか？」
    dinerowner "欸，这么说来，你们两个是不是都觉得dokidoki，心潮澎湃呢？"

    # 心爱 「そ、それはなるよー！　だって、みんなの前でちゅーなんかしたら、ドッキドキだよ！」
    ai "那，那是当然的！因为，在大家面前啾——的话，心都快跳出来了！"

    # 店长 「チューする前に、ドキドキしませんでした？」
    dinerowner "在啾——之前，没有感觉到dokidoki嘛？"

    # 真冬 「した…かも」
    dong "可能……也有吧"

    # 心爱 「まふまふちゃん！？」
    ai "嘛呼嘛呼酱！？"

    # nil 「実際、私の頭は既にボルテージが上昇していました。どうやら、さっきのキスでスイッチが完全に入ってしまったようです。」
    "实际上，我的头已经升温了。显然，刚才的吻完全打开了开关"

    # nil 「なんとか、消えそうな理性をたぐり寄せて考えます。そして…一つの記憶を思い出しました。」
    "想办法思考，把快要消失的理智拉回来。然后……我想起了一段记忆"

    # 真冬 「…あっ！　もしかして…さっきのアイス…あむっ」
    dong "…啊！难道…刚才的冰淇淋…啊嗯"

    # nil 「私はまだ食べ残してあった、アイスクリームを口に運びます。」
    "我把还没吃完的冰淇淋送到嘴里"

    # nil 「そして思い出しました。」
    "然后我想起来了"

    # 真冬 「ラブポーション…シクスティナイン…！」
    dong "LOVEPOTION…SIXTYNINE……！"

    # 心爱 「ぬあ！？　あ、あのアイスがこにあるの！？」
    ai "哇！？那，那个冰淇淋在这里！？"

    # 店长 「あちゃー、バレちゃいましたか」
    dinerowner "啊，被发现了吗？"

    # 真冬 「だから…こんなに胸がどきどきするんだ…」
    dong "所以……我的心才会如此dokidoki的…"

    # 心爱 「まふまふちゃんもなの！？　私もさっきから…キスする前からまふまふちゃんの事が、凄く気になって…」
    ai "嘛呼嘛呼酱也是！？我的话在刚才……开始kiss之前就对嘛呼嘛呼酱的事情，非常的在意了……"

    # 真冬 「あれ、でも…これって、恋を叶えるアイスじゃ…」
    dong "咦，但是…这不是实现恋爱的冰淇淋吗…"

    # 店长 「バージョンエクストリームです。端的に言いますと、大好きな人と一つになりたくなる効果に改良しました。あと効果が、ゆっくりと出るように調整してありますから、お二人でラブラブデートでもしてきたらどうですか？」
    dinerowner "这是Version Extreme。直截了当地说，改良成了想和喜欢的人成为一体的效果。还有，效果正在慢慢调整，所以两个人去甜蜜约会怎么样？"

    # 真冬 「そう…しようかな…家に水着も置きに行かないと…だし…。心愛ちゃん、どうする？」
    dong "这样啊……怎么办呢…还得会家放泳衣才行……哎…心爱酱，怎么办呢？"

    # 心爱 「ん…だって、このアイス、満足するまで効果切れないんだよね…？なら、もう楽しむしかない…じゃん？」
    ai "嗯…但是，这个冰淇淋在满足之前效果是不会消失的吧…？那就只有享受了吧…不是吗？"

    # 店长 「思ったより理解が早いですね…あんなに恥ずかしがってたのに…」
    dinerowner "这是Version 比想象中理解得还要快呢…明明刚才还那么害羞…"

    # 心爱 「だってー！　このアイスには良い思い出も恥ずかしい思い出もあるんだもの！」
    ai "但是！这个冰淇淋有美好的回忆和令人害羞的回忆！"

    # 真冬 「感謝はしてるけど…。あー…確かに、私もこれは…我慢できそうにないかなー」
    dong "虽然很感谢……啊…的确，我也忍不住了"

    # 想瑠 「おうお～う！　我慢は身体にも心にも毒だぜぇ～！」
    liu "哦哦~！忍耐对身体和心灵都是有害的说~！"

    # 店长 「と、言う事で、お楽しみに家に帰ったらどうでしょう。この事務所を貸してあげてもいですけど、落ち着かないでしょう？　通販で買った輸入物のマットレスで事に至りたいなら話は別ですが」
    dinerowner "那，这么说来，就高高兴兴地回家去吧。虽然也可以借给你这个事务所，但是在这里会坐立不安的吧？除非你喜欢在邮购的进口床垫上做就另当别论了"

    # 瑠那 「ぬぁあもー我慢できないぞー！」
    na "啊真是的——我已经忍不住了——！"

    # 亚十礼 「きぃちゃあん、もう私も抑えきれない」
    atri "叶酱，我也控制不住了"

    # 店长 「それに、アレに巻き込まれるのも厄介でしょうしね」
    dinerowner "而且，被卷进来也很麻烦吧"

    # 心爱 「ね、真冬ちゃん…かえろ？　もしあれなら私の家でもいし」
    ai "喂，真冬酱…回去吧？如果是那样的话，去我家也可以"

    # 真冬 「そう…だね。もうスイッチ入っちゃってるんでしょ？　心愛ちゃん」
    dong "是的啊。已经打开开关了吧？心爱酱"

    # 心爱 「う、うん…まだ、我慢できるけど…結構ギリ…かも…」
    ai "嗯，嗯……我还可以忍耐…可能有点…勉强呢…"

    # 真冬 「私も…。じゃぁ、かえろっか、心愛ちゃん。帰って…うん…」
    dong "我也是……那么，回去吧，心爱酱，回去吧…嗯…"

    # 心爱 「…う、うん…えへ、なんか、三人より、二人のが、変な感じしちゃうね…」
    ai "嗯，嗯…欸嘿，总觉得，比起三个人，两个人的感觉更奇怪呢…"

    # nil 「心愛ちゃんは、ぎゅっと私の手を握って来ました。私も静かに握り替えします。」
    "心爱酱紧紧地握着我的手，我也安静地回握回去"

    # nil 「この繋いだ手が離される事は、当分ありませんでした。」
    "这只牵着我的手，暂时不会松开"

    # 原地tp

    # 想瑠 「最近アシュリーにばっか手を出してるんだよなあいつ…」
    liu "最近总是对亚十礼出手啊…这家伙……"

    # 店长 「じゃぁ、私が貴方に手を出せばいのでは？」
    dinerowner "那我是不是可以对你出手呢"

    # 想瑠 「お願いできる？」
    liu "可以拜托你吗？"

    # 店长 「喜んで。るなちー、想瑠にゃん借りますね」
    dinerowner "乐意之至，瑠那亲，想瑠喵我借用一下"

    # 瑠那 「はいよー！　はい、アシュリー、力抜いてー」
    na "好的哦——！来，亚十礼，放松一下"

    # 亚十礼 「もー…はぁう…」
    atri "真是的——……哈……"

    # 店长 「じゃぁほら、想瑠にゃんも、奥いきましょうね」
    dinerowner "那么，想瑠喵也去里面吧"

    # 想瑠 「…ぅん」
    liu "…嗯"

    # scene11 场景1 【6人大集合，现在是女子会时间！】 结束

    # Scene11 结束！

    # 过场：心爱（常服）

    jump scene12
