# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene15 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 0.3 "LuckyDev"
# Blog：http://luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年1月21日

#   本脚本为一周目的最后一幕，从Scene16开始就是二周目内容了

# 当前流程：整理生肉文本，翻译并润色

label scene15:
    # scene15 开始

    # scene15 场景1 【一周目_尾声】 开始

    # 地点：夏威夷酒店
    # 人物：心爱 真冬 莲
    # BGM：あの夏まで...

    # 心爱 「夏休みが…終わった…」
    ai "暑假…结束了…"

    # 真冬 「…うん」
    dong "…嗯"

    # 莲 「何絶望した顔してんだよ」
    lian "为啥摆出这么绝望的表情啊"

    # 想瑠 「あーあ…始まっちまったか…クソみてぇに反吐がでるぜ…」
    liu "啊——啊…开始了吗……真〇〇的恶心……！"

    # 莲 「あんたは気合い入れろ！」
    lian "你要鼓起干劲啊喂！"

    # 心爱 「歯ァ食いしばれ－！」
    ai "咬紧牙关吧——！"

    # 想瑠 「ぐわぁー！」
    liu "嘎——！"

    # 真冬 「もういっちょ！」
    dong "再来一次！"

    # 想瑠 「ぐぇー！！」
    liu "呜欸——！！"

    # 想瑠 「し、しどいわ…愛する教え子に始業そうそう袋だたきなんて…」
    liu "真、真讨厌……被亲爱的学生在刚开学就开始围攻……"

    # nil 「心愛と真冬と過ごす、蜜月のような夏休みが終わり、俺達は今では婚約者同士として、いつもの学園にやってきていた。」
    "和心爱和真冬一起度过的蜜月般的暑假结束了，我们现在作为未婚夫妻，来到了往常的学园"

    # nil 「変わらない教室。変わっていく関係。」
    "不变的教室。逐渐改变的关系"

    # nil 「いつも見ている世界だったのに、今では、何もかもが違って見える。」
    "明明是一直在看着的世界，现在却什么都看起来不一样"

    # nil 「こうして、世界は少しずつ変わっていく。」
    "就这样，世界一点点地变化着"

    # nil 「でも、変わらない物だってある。」
    "但是，也有不变的东西"

    # nil 「心愛と真冬が選んでくれた、俺への婚約指輪を見つめた。」
    "凝视着心爱和真冬为我挑选的订婚戒指"

    # nil 「変わらず、俺の前の席に隣同士で並んで座る、二人の恋人を眺めながら、俺は物思いに耽っていた。」
    "还是一如既往地坐在我前面的座位上，望着两个恋人，我陷入了沉思"

    # 莲 「なぁ…心愛、真冬」
    lian "那个……心爱，真冬"

    # 心爱&真冬 「『はーい♪』」
    ai_dong "『嗯——♪』"

    # nil 「二人は同時に俺の方へ振り向いた。」
    "两个人同时向我回头"

    # 莲 「愛してるよ」
    lian "我爱你们"

    # 心爱&真冬 「『私も、愛してる♪』」
    ai_dong "『我也是，爱你♪』"

    # nil 「二人はにっこりと笑顔で、即答してくれた。」
    "两个人微笑着马上回答了"

    # nil 「教室は生徒が沢山いるし、みんなに見られてるけど、キスしたくなった。」
    "教室里有很多学生，虽然大家都在看，但是我想吻她们"

    # nil 「それは、二人も同じだったようだ。」
    "看来，她们两个人也一样"

    # 这里的少了小头像，就不加了
    # 心爱&真冬 「『…だーいすき。ちゅっ♪』」
    ai_dong "『最喜欢了，啾♪』"

    # nil 「二人はこっそり、俺の唇に唇を合せた」
    "两个人悄悄地把嘴唇合在了我的唇上"

    # 想瑠 「バカップルが居るぞ－！」
    liu "笨蛋CP在这里哦——！"

    # 女子学生A 「ころせー！」
    wsa "杀了他们——！"

    # 女子学生B 「脚をおっちまえ！」
    # 记得加人物表
    wsb "把你的腿拿开！"

    # 莲 「やれやれ、落ち着いてキスもできねぇな」
    lian "哎呀哎呀，完全不能冷静下来Kiss啊"

    # 心爱 「上等！　どっからでもかってきやがれ！」
    ai "来吧！随便去哪儿都行！"

    # 真冬 「まぁいでしょう。たまには二人のお遊びに付き合ってあげます」
    dong "嘛，也好了，偶尔陪你们玩玩"

    # 三人 「『Rock you！！！』」
    # 人物表+++
    sanren "『Rock you！！！』"

    # 心爱 「ぶえ…」
    ai "呜欸……"

    # 莲 「いや、ほんとすんませんでした」
    lian "那个，真的对不起"

    # 真冬 「はい…気をつけます…」
    dong "好吧…我会小心的…"

    # 画面淡入蓝天

    # 想瑠 「あ、そうだ、転校生いるんだった忘れてた。紹介しよう、遥か遠くイギリスから直輸入！リオン＝マクスウェルちゃんでぇす！」
    # L:本作统一不使用日式写法，即リオン＝マクスウェルちゃん，而是按中式写法，即里昂·麦克斯韦
    liu "啊，对了，我忘记有转校生了。我来介绍一下，从遥远的英国直接进口！里昂·麦克斯韦！"

    # nil 「ガラガラッ」
    "嘎啦嘎啦"

    # 里昂 「また会えたね、みんな」
    lion "欸嘿，又见面了呢，大家"

    # 心爱&真冬 「『わーい！』」
    ai_dong "『哇——咿！』"

    # scene15 场景1 【一周目_尾声】 结束！

    # 一周目结局 【你们都是我的翅膀】达成！二周目内容开放！

    # Scene15 结束！！！

    # 一周目内容，结束！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！

    # 过场：（提示：在物语的序章，新的选择肢出现了！）

    # 一周目结束之后的变化
    #   开场BGM变为OP
    #   EXTRA开放（先不做）
    #   WEBSITE这个可以考虑实现一下
    #   好像没其它的了
