# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene06 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://b.luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年1月4日

# 当前流程：整理生肉文本，翻译并润色

label scene07:
    # scene07 开始

    # scene07 场景1 【心爱酱的烦恼与时隔许久的演奏】 开始

    # 地点：雾叶店内
    # 人物：心爱 店长（雾叶） 莲
    # BGM：雾叶店内的音乐（嘤语的）

    # 心爱 「ごく……ごく……ごく……」
    ai "唔……咕…咕……"

    # 店长 「ぷっ…くすくすくす…」
    dinerowner "咳…哈哈哈~"

    # 心爱 「ごく…ごく…ぷはー」
    ai "咕…咕……哇啊"

    # 店长 「くすくすくすくす…」
    dinerowner "嘿嘿…啊哈哈~"

    # nil 「激しい雨音が、窓の向こうから聞こえてくる。」
    "从窗外传来了猛烈的雨声"

    # nil 「夏は嫌いじゃないけど、やたら身体の先端だけを刺してくるモスキート野郎と、」
    "虽然不讨厌夏天，但是我不喜欢蚊子，这些混蛋总是用身体的尖端刺伤我的皮肤"

    # nil 「憲法９条ガン無視してゲリラ戦を挑んでくるこの豪雨だけは好きになれない。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E6%97%A5%E6%9C%AC%E5%9B%BD%E6%86%B2%E6%B3%95%E7%AC%AC9%E6%9D%A1
    "我不喜欢这场无视宪法第九条挑起游击战的暴雨（L:日本宪法第二章第九条放弃了交战权，原文译文如下「日本国民衷心谋求基于正义与秩序的国际和平，永远放弃以国权发动战争、武力威胁或武力行使，作为解决国际争端的手段。为达到前项目的，不保持陆海空军及其他战争力量，不承认国家的交战权」）"

    # nil 「私は、アメリカンダイナー『69thStreetDiner』のバーカウンターに座って、」
    "我坐在美式餐厅『69thStreetDiner』的吧台前"

    # nil 「店主謹製のアイスコア（冷たいコアの上にソフトクリームを乗せた飲み物）を頂いていた。」
    # 参考资料：https://en.wikipedia.org/wiki/Ice_cream_float
    # 原文是アイスコア是冰芯的意思（就是北极圈科学家挖出来用于考古的那个），根据原文括号里面的意思，应该是冰淇淋苏打（フロート/ice cream float/ice cream soda）
    "我收到了店主精心制作的冰淇淋苏打(冰块上放着软雪糕的饮料)"

    # 心爱 「…はぁう～…これ、美味しいね、てんちょーさん！」
    ai "……哈呜…这个真是好喝呢、店长桑！"

    # 店长 「そ、それは…よ、よかったですね…ありがと…く、く…」
    dinerowner "这、这样啊……啊，真是太好了…谢谢……诶嘿嘿嘿~"

    # 心爱 「…ねぇ、さっきからなんでそんな必死に笑いを堪えてるの？」
    ai "……呐，刚才你为啥那么拼命地憋笑呢？"

    # 店长 「え、え？　そ、そんなことは…な、ないです…よ？　ぷーくすくす」
    dinerowner "啊、诶？那个、没有这样的事……没、没嘿嘿"

    # 心爱 「いや、あからさまに笑いを堪えてる顔だよそれ。もしかして、私の顔になんかついてる？　目と鼻と口以外で」
    ai "不，你这明显是憋笑的脸。难道我的脸上有什么东西吗？除了眼睛、鼻子和嘴巴以外"

    # 店长 「いえいえ、特には、なに…もっ…！　くすくすくす…」
    dinerowner "没没没，没什么，什么都每的嗦…！嘿嘿嘿嘿……"

    # nil 「店長さんは必死な様子で、カウンターの奥に設置してあるウォーターサーバーから、」
    "店长似乎拼命地想从柜台后面的饮水机里接上一杯饮料"

    # nil 「ミネラルウォーターをグラスに注いで、そのグラスを口に当てた。」
    "她倒了一杯矿泉水，把它拿在嘴边"

    # nil 「水を注いでる最中も、私の事を横目で見ている。」
    "在倒水的时候，也在斜眼看着我"

    # 心爱 「じー…まぁいけど」
    ai "盯——……嘛，算了"

    # 心爱 「……ごく……ごく……ごく……」
    ai "……咕……咕…咕……"

    # 店长 「ぶふっ」
    dinerowner "噗噗"

    # 心爱 「ちょっと！？　店長さん大丈夫！？」
    ai "等等！？店长你没事吧！？"

    # nil 「普段、クールで静かな店長さんが、大きく水を吹きだした。」
    "平时既冷静又安静的店长，开始大口喷水（L:群龙王.jpg）"

    # nil 「タイミングからみて、このコアに何か仕掛けが…。」
    "从这个时机上来看，我感觉这个冰芯里面藏了什么诡计"

    # 店长 「え、え、ちょっと思わず吹きだしただけです…ぜぇーはぁー…くすくす」
    dinerowner "那、那个，我只是忍不住笑了起来……哈——啊——哈——啊嘿嘿"

    # 心爱 「あー！　もしかしてぇー、このコアに何か入れたでしょ！真冬ちゃんもこの前勝手に私のジュースにシリカゲル入れるしさー！」
    ai "啊!也许你在这个里面放了什么东西! 前几天，真冬酱还擅自地在我的果汁里放了硅胶!"

    # 店长 「死んじやいますよそれ……ふう……やつと、おちつ……ふつ……あははははははははははは。もーだめだーちくしょー、もう耐え切れない、あは」
    dinerowner "差点死掉了，这个……真是不行啊，呵呵哈哈哈哈哈哈哈，我已经受不了了，岂可修！啊哈哈哈哈，我已经受不鸟了，哈哈哈哈哈"

    # 心爱 「変な薬でもやってるのかよ」
    ai "你嗑了什么奇怪的药吗?!"

    # 店长 「だって、だって…くすっ、心愛が…コアを…くすくすくすくす。共食いかよっ！　って…ぷーくすくすくす」
    dinerowner "可是，可是…呃哈哈，心爱（cocoa）……核心（core，刚刚说的饮料里面的冰核，ice core）…啊哈哈。一起吃了下去！（L:这里是谐音梗，心爱和核心这两个词的读音很相似）"

    # 心爱 「…そんなツボに入る事でもないやろ」
    ai "那也不至于这样吧"

    # 店长 「あははははははは…ひー…イヒヒヒヒヒ」
    dinerowner "啊哈哈哈哈哈哈哈……欸嘿……嘿嘿嘿嘿嘿"

    # 心爱 「……ごく…ごく…ぷはー」
    ai "……咕…咕"

    # 店长 「ぶふっ…あははははははははははは、やめてくださいほんと！マジでツボなんですから…あははははははは！」
    dinerowner "啊哈，哈哈哈噗哈哈哈哈哈哈哈，请不要这样做真的！这里真的是个笑穴…啊哈哈哈哈哈哈哈！"

    # 心爱 「…そっか」
    ai "……是吗？"

    # nil 「それから凡そ約3分ほど、私がコアを飲みきるまで、店長さんはクールキャラとかどうでも良い事かのように、バーカウンターを叩きながら大笑いし続けました。」
    "接下来的大约3分钟，直到我喝完冰淇淋苏打为止，店长一边敲着吧台，一边大笑，好像那是一个很酷的角色或者其他什么都好的东西"

    # 原地tp

    # 店长 「ふう…こ一年で一番笑いました」
    dinerowner "啊哈… 这是一年来我笑得最开心的一次"

    # 心爱 「幸せな事は良い事だと思うよ」
    ai "如果感觉幸福的话我觉得是好事呢"

    # 店长 「沢山笑わせてもらったので、お代は良いですよ。もう一杯いきます？」
    dinerowner "因为让我笑了不少，给你免去不少费用。所以，要再来一杯吗？"

    # 心爱 「すぐタダにしちゃうよね…経営は大丈夫なの？」
    ai "马上就要免费了吧…这样经营没问题吗？"

    # 心爱 「新作出たもんね…そのせいで、蓮くんが部屋から三日間でてこなくなっちゃって、真冬ちゃんと二人でドア開けて引っ張り出した記憶あるよ」
    ai "因为出了新作品……所以，我记得莲在房间里呆了三天没出来了，我和真冬两个人开门把他拉出去了"

    # 店长 「ドアの前で△ボタン押したんですね。やっぱMove your ass hole！とでも言ったんですか？」
    dinerowner "你在门前按了"△"按钮，对吗？ 我就知道! Move your ass hole！你有说过吗？"

    # 心爱 「現実とゲームの操作を混同してるよ店長さん！」
    ai "你把现实和游戏操作搞混了，店长桑! "

    # nil 「さて、私は一条心愛。」
    "我是一条心爱"

    # nil 「さっきも述べたように、散歩中に突然の豪雨に見舞われた私は、ちょうど良い雨宿りスポットとして、このお店を利用させてもらった。」
    "就像我刚才说的，我在散步的时候遇到了突如其来的暴雨，所以我选择了这家店作为避雨的好地方"

    # nil 「このお店に来るのは、蓮君と来て以来二度目になる。」
    "这是我和莲君来这家店之后第二次来这里"

    # nil 「相変わらず、客入りは無く、店内には私と、妙に若くて愛想の良い店長さんの二人きりだ。」
    "还是老样子，店里没有客人，只有我和和蔼可亲的年轻店长两个人"

    # nil 「心なしか、店内のディスプレイが増えた気がする。」
    "也许是心理作用吧，感觉商店里的陈列品数量增加了"

    # nil 「店の隅では、店長曰く「米軍からの払い下げ」のジュークボックスが、古びた音を奏でている。」
    "在店铺的角落里，一台据经店长说是「从美国军队传下来的」点唱机正在发出陈旧的声音"

    # 心爱 「…あれ？」
    ai "…咦？"

    # 店长 「ん？」
    dinerowner "嗯？"

    # nil 「私は前回来た時には明かになかったものに気づき、カウンター席を降りた。」
    "我注意到了上次来的时候没有的东西，于是走下了吧台"

    # 心爱 「ピアノなんてあったっけ？」
    ai "有钢琴的嘛？"

    # 店长 「あ、それ最近貰ったんですよ。友達の家にあったやつなんですけど、要らないっていうのでせっかくなので頂いてきちゃいました」
    dinerowner "啊，那个是最近收到的。虽然是朋友家里的，但是因为他不需要所以好不容易才收到的"

    # 心爱 「店長さん弾けるの？」
    ai "店长你会弹吗？"

    # 店长 「いや、私は楽器の類は全然。強いて言えば、『女』ぐらいですかね？　まともに鳴らせるのは」
    dinerowner "不，我完全不喜欢乐器之类的。硬要说的话，只有『女』这种乐器吧？能让我好好『演奏』的"

    # 心爱 「それはさぞかし良い声で鳴くんでしょうね、貴方」
    ai "它的叫声一定很好听吧，亲爱的?"

    # 店长 「試してみますか？」
    dinerowner "要试试吗？"

    # 心爱 「機会があればね」
    ai "如果有机会的话?"

    # nil 「私はグランドピアノの蓋を開けて、ド・レ・ミ・ファ・ソ・ラ・シ・ドを奏でる。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%B0%E3%83%A9%E3%83%B3%E3%83%89%E3%83%94%E3%82%A2%E3%83%8E
    "我打开grand piano（大钢琴/三角钢琴）的盖子，演奏Do、Re、Mi、Fa、Sol、La、Si"

    # 店长 「昨日あたり、そのピアノをくれた友達がメンテナンスしたので、一応音はしっかり鳴るはずですが…」
    dinerowner "昨天的时候，那个给我钢琴的朋友保养过了，所以应该会好好地响起来…"

    # 心爱 「うん、調律はされてるみたい」
    ai "嗯，好像调过音了"

    # 店长 「弾けるんですか？」
    dinerowner "你会弹吗? "

    # 心爱 「ちょっとね。好きって言ってくれた人がいるから、練習したの」
    ai "有点吧。有人说喜欢，所以我就练习了一下"

    # 店长 「この前の…彼ですか」
    dinerowner "是上次的…他吗？"

    # nil 「その問いには答えず、私はピアノの前に座ってゆっくりエボニーとアイボリーを叩き始める。」
    # 这里的两个事物指代颜色
    # 参考资料：https://en.wikipedia.org/wiki/Ivory_(color)
    "我没有回答那个问题，坐在钢琴前慢慢地开始敲击黑白琴键"

    # 店长 「Ｇ線上のアリアですか…雨音にはよく合いますね」
    dinerowner "是G线上的咏叹调吗…很适合雨声呢? （L:是巴赫代表作品之一，「第三号管弦乐组曲」的第二乐章主题）"

    # nil 「ジュークボックスから流れる音が止まる。店長が止めてくれたのだろう。」
    "从点唱机传出的声音停止了。一定是店长关掉的吧"

    # nil 「私は、第三番第二楽章を奏でながら、彼の事を思い浮かべる。」
    "我一边弹奏着第三号第二乐章，一边想起了他的事情"

    # nil 「そう。幼い頃、親に無理矢理習わされていたピアノの発表会を見に来てくれた彼が、」
    "是的，在我小的时候，他来观看我父母强迫我学习的钢琴的演奏发表会"

    # nil 「『こあちゃんのピアノはなんかよくわかんないけど好き』」
    "我不太懂你的钢琴，但我喜欢"

    # nil 「と言ってくれた事で、私はピアノを弾く事が苦ではなくなった。」
    "因为你这么说过，所以我弹钢琴就不再痛苦了"

    # nil 「成長して、ピアノに触れる機会は減ってしまった。最後に彼に聞かせたのはいつだろうか。」
    "长大之后，接触钢琴的机会逐渐减少了。最后一次弹给他听是在什么时候呢"

    # nil 「彼の事を考えると、胸が熱くなる。」
    "一想到他，我就心潮澎湃"

    # nil 「あの日以来、蓮君と身体を重ねた事はないし、特にこれといって進展は無かった。」
    "从那天以来，我没有和莲君重叠过身体，也没有什么特别的进展"

    # nil 「単純に、二人きりになる機会が無いだけと言えばそれだけだけど…。」
    "简单来说，如果说只是没有两个人独处的机会的话，也就只有这样了…"

    # nil 「でも、以前よりも、素直になれている気がして、それは嬉しい。」
    "但是，比起以前，我觉得我更坦率，我很开心"

    # nil 「でも…。」
    "但是…"

    # 心爱 「（まふまふちゃん…）」
    ai "（嘛呼嘛呼酱……）"

    # nil 「これは、憶測ではあるが、真冬ちゃんも、きっと、蓮君に対して、私と同じような感情を抱いているはずだ。」
    "虽然这只是我的猜测，但真冬一定也对莲君抱有和我一样的感情"

    # nil 「というか、もしかしたら、私の知らない所で、結ばれているかもしれない。」
    "或者说，也许，在我不知道的地方，已经结合在一起了"

    # nil 「別に、それについて私は一切ネガティブな感情を抱きはしなかった。」
    "不过，关于这个，我完全没有消极的感情"

    # nil 「だけど、真冬ちゃんは私が蓮くんと結ばれるとしたら、どんな風に思うだろう。」
    "但是，如果我能和莲君结婚的话，真冬酱会怎么想呢"

    # nil 「私は、真冬ちゃんの事も、蓮くんと同じように大好きで…。」
    "我对真冬酱的感情，就像我对莲君一样喜欢"

    # nil 「蓮くんと同じように、真冬ちゃんとも結ばれる事ができたら…。」
    "如果能和莲君一样，也能和真冬酱结婚的话……"

    # nil 「我ながら、それは自分勝手だとも思うし、異常だとも思う。」
    "我自己也觉得那是任性的，也是不正常的"

    # nil 「そんな戸惑いが、私の思いを、まだ揺るがせていた。」
    "这样的困惑，仍然动摇着我的思绪"

    # nil 「気づいたら、私は曲を弾き終えていた。」
    "回过神来，我已经把曲子弹完了"

    # nil 「ぱちぱちぱちぱち　と一人分の拍手が響き渡る。」
    "劈里啪啦地响起一个人的掌声"

    # 店长 「お上手ですね」
    dinerowner "弹的真好呢"

    # 心爱 「ありがと。でも、久しぶりだったから、所々ミスしちゃったけどね」
    ai "谢谢啦。不过，因为好久没弹过了，有些地方出了差错"

    # 店长 「ミスの原因は、果たして久しぶりだったからだけですかね？」
    dinerowner "失误的原因，果然只是因为很久没弹了吧？"

    # 心爱 「へ？」
    ai "欸？！"

    # 店长 「いやー、音楽の事はわかりませんけど、音色から、なんだか、悩みでもあるよーな、そんなニュアンスを感じましたよ」
    dinerowner "不，虽然我不知道音乐的事情，但是从音色上，总觉得有种烦恼的感觉"

    # 心爱 「あはー…んー、ちょっとね、ピアノ弾いてると、色々思い出しちゃうよね」
    ai "啊哈哈哈…嗯，有点呢，在弹钢琴的时候，会想起很多事情呢"

    # 店长 「彼の事ですか？」
    dinerowner "是关于他的事情吗？"

    # 心爱 「半分正解」
    ai "对了一半"

    # 店长 「ふーむ。私で良ければ聞きますよ？　あ、それと、演奏料としてどうぞ」&（配音感觉少了半句，？后面的没有）
    dinerowner "嗯，如果你不介意的话，可以和我说说。啊，还有，作为演奏费"

    # 心爱 「ありがとう、てんちょーさん」
    ai "谢谢你，店长桑"

    # nil 「店長さんは微笑みながら、もう一杯私にアイスコアを振る舞ってくれた。」
    "店长一边微笑着，一边又拿来一杯冰淇淋苏打给我"

    # 店长 「ぷっ…くすくすくす…あは。やっぱりダメだわらっちまうあは」
    dinerowner "噗...噗...啊哈哈哈哈哈哈哈。果然还是不行，笑死人了啊哈哈哈哈"

    # 心爱 「だめだ耐えろ」
    ai "不行，忍一下！"

    # 店长 「ぐっ…」
    dinerowner "咕…"

    # 心爱 「…よし」
    ai "……好"

    # 店长 「ぷっ」
    dinerowner "噗"

    # 心爱 「…」
    ai "……"

    # 店长 「で？　何をお悩みなんです？」
    dinerowner "所以……你在烦恼什么呢？"

    # nil 「店長さんは椅子を引っ張ってきて、私の隣に座った。」
    "店长拉过一把椅子，坐在了我的边上"

    # nil 「私は一度鍵盤の蓋を閉じて、そこにグラスを置いた。」
    "我合上琴盖，把杯子放在了上面"

    # nil 「ジュークボックスも、ピアノも音楽を奏でない。降りしきる雨音だけが、店内の静寂を彩っていた。」
    "点唱机和钢琴都不再发出声音。只有淅淅沥沥的雨声，点缀着店内的寂静"

    # 心爱 「「んー、贅沢な悩みなのかな、あんまり人に相談するような事じゃないよ」」
    ai "嗯——是不是有点奢侈的烦恼啊，没什么好和别人商量的呢"

    # 店长 「悩みに、贅沢もへったくれもあるんですかね？」
    dinerowner "烦恼也是有奢侈和无聊的烦恼吧？"

    # 心爱 「そういうもんかな？　客観的に見て、全ては順調に進んでるはずだし…」
    ai "就是这样吗？客观地看，一切都是在顺利进行……"

    # 店长 「恋愛は客観じゃなくて、主観ですよ。心が満たされてないから、苦しいんですよ」
    dinerowner "恋爱不是客观的，而是主观的。因为心灵上没有满足，所以很痛苦吧"

    # 心爱 「うーん…」
    ai "嗯……"

    # nil 「店長さんの言う事は正論だったが、口に出すのは少し憚れる。」
    "店长说得没错，但我有点不好意思说出口"

    # nil 「店長さんは微笑みを崩さないで、まっすぐに私の瞳を見つめている。」
    "店长微笑着，一直盯着我的眼睛"

    # 心爱 「こんな事は良くない…なんて思っているのに、心が求めてしまう場合、どうすればいと思う？」
    ai "这样的事情不太好…明明这么想，心里却在寻求，你觉得应该怎么办那味？"

    # 店长 「そうですねー。私の経験から言わせて貰うと、自分の心には素直に従った方が良いですよ」
    dinerowner "是啊。以我的经验来看，还是顺从自己的内心比较好"

    # 店长 「素直になりきれずに、相手を傷付けてしまうなんて、かっこ悪いじゃないですか」
    dinerowner "不能坦诚相待，却伤害了对方，这不是很不酷吗?"

    # 心爱 「店長さんにもそんな過去が？」
    ai "店长也有过这样的过去吗？"

    # 店长 「それは、悩みが解消された時にでも教えてあげますよ」
    dinerowner "这点的话，在你烦恼消除的时候会告诉你的"

    # 心爱 「うーん。自分が求める事で、悪い方向に転がったら…って考えちゃうんだよね」&（这里配音也是少半句）
    ai "“嗯……如果因为自己的追求，而使事情朝着不好的方向发展的话……会这么想吧"

    # 店长 「その気持ちの根源が、好きという気持ちならば…。きっと、良い方に転ぶはずです」
    dinerowner "如果这种心情的根源是喜欢......那就一定会向好的方向发展"

    # 店长 「もし、一度それで芳しく無い事態に陥っても…。諦めなければ、必ず良い結果に辿り着けますよ」
    dinerowner "即使一时陷入不好的境地.....只要不放弃，也一定会有好结果的"

    # 店长 「人を好きになるって、素敵な事じゃないですか」
    dinerowner "喜欢上一个人，不是很美妙吗?"

    # 心爱 「確かに…。好きになる事ができて、私は、幸せだよ。それは、絶対なんだ」
    ai "确实…能喜欢上他，我很幸福。那是绝对的"

    # 店长 「なら、例えどんな事があっても自分の気持ちを曲げず、突き進むのみです。応援していますよ、心愛ちゃん」
    dinerowner "那么，不管发生什么事情，都不要改变自己的心情，勇往直前。我会支持你的，心爱酱"

    # 心爱 「う、うん。あ、ありがとう。てんちょーさん、少しだけ、自分のすべき事がわかってきた気がするよ！」
    ai "嗯，嗯！啊，谢谢你，店长桑，我觉得我稍微明白了自己该做的事"

    # 店长 「Holy Hallelujah！その意気です。今ならきっと、素敵な曲が弾けるんじゃないでしょうか」
    dinerowner "Holy Hallelujah！就是这个意思。现在的话一定能弹出很棒的曲子吧"

    # 心爱 「そだね！じゃぁ…今の気分に合う一曲、弾いてみるね」
    ai "是啊！那我就弹奏一首符合现在心情的曲子吧"

    # nil 「私はもう一度、ピアノに向かって座り、蓋を開いた。」
    "我再一次面向钢琴坐下，打开了钢琴的盖子"

    # 心爱 「Let's get smokoin' party!!」
    ai "Let's get smokoin' party!!"

    # 店长 「Bring It on!」
    dinerowner "Bring It on!"

    # nil 「私はアップテンポのジャズナンバーを弾きながら、改めて二人の事を考える。」
    "我一边弹奏着快节奏的爵士乐曲，一边重新考虑两个人的事情"

    # nil 「そうだ。いちいち悩んでいても仕方がない。」
    "是的，一个接一个的烦恼是没用的"

    # nil 「自分の気持ちを信じて、攻めるのみだ。」
    "只有相信自己的心情，然后去进攻"

    # nil 「彼と重ねた唇、彼が触れた身体が、音楽にあわせて熱を帯び始める。」
    "和他重叠过的嘴唇，以及他触摸过的身体，随着音乐开始发热"

    # nil 「背後ではシャカシャカとシェイカーの音が、ビートを刻むパーカスのように、旋律を追いかける。」
    "在背后，沙沙声和振动器（Shakers）的声音，像打着节拍的打击乐手一样，追逐着钢琴的旋律"

    # nil 「私は自分の決意を固めるためにも、力強く鍵盤を叩く。」
    "为了坚定自己的决心，我也用力地敲击着键盘（KeyBoard）"

    # nil 「もう悩まない。」
    "不要再烦恼了"

    # nil 「二人の事を好きになってしまったし、彼には思いを告げてしまった。」
    "我喜欢上了两个人，也告诉了他我的想法"

    # nil 「最初から後戻りなんてできやしないんだ。」
    "从开始就没有回头路了"

    # nil 「このま何もせず自然消滅する？」
    "这之后什么都不做就自然消失了？"

    # nil 「そんなのは嫌だ。」
    "我讨厌那样"

    # nil 「ならば…私から…。」
    "那么……由我来…"

    # 心爱 「（どんな事が、あっても…！）」
    ai "（无论发生什么事情…！）"

    # nil 「カランコロンカラーン」
    # 参考资料：http://blog.livedoor.jp/nanshiba/archives/6616200.html （（カランコロンカラーン　※注意：こういう音はしません。演出です））
    "我心中默念着"

    # 莲 「ぬわあん濡れたもおん。　シャツがもうビショビショだよ…」
    lian "全身都湿透了，连衬衫都已经湿透了..."

    # 店长 「おや、こいつは…」
    dinerowner "哦呀，这家伙…"

    # 心爱 「ぶぇ！？」
    ai "呜欸！？"

    # nil 「私は聞き慣れた声を耳にして、つい思わず演奏を止めてしまった。」
    "我听到了耳熟的声音，不由自主地停止了演奏"

    # scene07 场景1 【心爱酱的烦恼与时隔许久的演奏】 结束
    # scene07 场景2 【说曹操曹操到】 开始
    # 场景切回店内
    # BGM切回店内英文歌

    # nil 「やれやれ厄介な雨だ。」
    "哎呀，真是场麻烦的雨"

    # nil 「夏はそんなに嫌いじゃないが、夜、狙ったかのように耳元で飛び回るモスキート野郎と、」
    "我并不那么讨厌夏天，但是晚上，总是有像是瞄准了什么似的混蛋在耳边飞来飞去"

    # nil 「終戦から年も経っているというのに、ゲリラ戦を仕掛けてくるこの豪雨だけは好きになれない。」
    "虽然战争结束已经好多年了，但我还是不喜欢发起游击战的这场暴雨"

    # nil 「お隣の赤い国では雲にミサイルを打ち込んで無理矢理晴れにしてた事もあるらしいが…。」
    # 参考资料：https://sports.yahoo.co.jp/column/detail/200808140015-spnavi
    # 参考资料：http://www.gov.cn/gzdt/2008-08/09/content_1068226.htm
    "我听说在邻近的红色国家，好像也有把导弹打到云层里强行将其变为晴朗的情况…（L:这里说的是咱们，08年北京奥运会为保障开幕式不受影响，北京市人工影响天气中心共组织了20轮次地面消雨拦截作业，累计发射火箭1104枚）"

    # nil 「不幸にも、散歩中に豪雨に見舞われた俺は雨宿りする場所を探し求めていたが、全く見つからず、ようやくこにたどり着いた。」
    "不幸的是，在散步的时候遭遇了暴雨，我一直在寻找避雨的地方，但是完全找不到，就这样慢慢地走到了这里"

    # 店长 「や、いらっしゃい。二名様でよろしかったですか？」
    dinerowner "呀，欢迎光临。是两位客人对吗？"

    # 莲 「おいおい背後霊でも見えちまってるのか？夏だからって怪談するにはちょっと時間が早すぎるぜ、アンタ」
    lian "喂喂，你是不是看到了背后的幽灵? 现在是夏天，所以讲鬼故事有点太早了，店长桑"

    # 店长 「いやいや、見えてないのは貴方だけですよ。よく周りを見渡してみたらどうですか？」
    dinerowner "不不不，看不见的只有你哦。仔细好好看看周围如何？"

    # 莲 「まじかよ」
    lian "讲真？！"

    # nil 「俺は焦って背後を振り向いた。が、そこに誰もおらず、むしろ背後に人が立つスペースもない。」
    "我焦急地回头看了看背后。但是，那里什么都没有，甚至连人站在身后的空间都没有"

    # 店长 「こっちですよ」
    dinerowner "在这边哦"

    # nil 「店主の女性は、ニヤりと笑いながら、別の方向を指差している。」
    "店长一边笑着一边指向别的方向"

    # 莲 「あん？」
    lian "啊？"

    # nil 「すると、どうにも見慣れたシルエットがこちらに目線を向けていた。」
    "这时，一个非常熟悉的轮廓正朝着这边看"

    # 心爱闪现

    # 心爱 「や、やっほー、蓮くん」
    ai "呀，Yahoo~，莲君"

    # 莲 「こんな所で出会うとは…。よう、心愛。しかし…先客がいるとは、繁盛したもんだなこも」（生异形啊，你们哥俩。 ~~快进到萨日朗~~）
    lian "没想到会在这种地方相遇……哟，心爱。不过说起来……已经有客人在了，生意不戳啊"

    # 店长 「お陰様で。さてさて、びしょ濡れのまんまじゃ風邪引きますよ。奥にシャワーあるんで浴びてきたらどうですか？」
    dinerowner "托您的福。那么，湿淋淋的话可是会感冒的哦。里面有淋浴，去洗个澡怎么样？"

    # 莲 「シャワーまでついてるのかよこの店は…」
    lian "这家店连淋浴都有的吗…"

    # 店长 「ただしタオルはレンタル100円です」
    dinerowner "但是毛巾要100日元来租（L:100日元换成软妹币就是6块多点，这作的两个前作但是“100日元系列”的，正正好好只要100日元，有能力的话可以去支持一下）"

    # 莲 「わかった。じゃぁタオル無しで浴びるわ」
    lian "知道了。那我就不用毛巾洗了"

    # 心爱 「だ、だめだよ蓮くん！　風邪治ったばっかなんだからさ！」
    ai "不、不可以的莲君！我感冒才刚好的呢！"

    # 莲 「うお、いつになく正論だな！？という事だ、店長さん、タオルも出来ればタダで貸してくれないか」
    lian "哦，这么说的话比你之前说的更有道理一些呢! ? 店长，如果可以的话，毛巾也可以免费借给我吗"

    # 店长 「100円をケチる男はモテませんよ？」
    dinerowner "吝啬100日元的男人可不受欢迎哦？"

    # 莲 「100円あればゲーム一本買える時代なんだよ…」
    lian "现在是只要有100日元就能买一个游戏的时代哦（L:这里说的就是本作的前作S.I.S.T.A.R.S: Kiss of Trinity和Color of White）"

    # 店长 「まぁいでしょう、蓮くんの体調管理委員会からの指導により、タオルもご自由にどうぞ」
    dinerowner "嘛，算了吧，在莲君健康管理委员会的指导下，毛巾也请自由使用"

    # 莲 「さんきゅーこあ」
    lian "那3Q啦~"

    # 心爱 「おういぇす！まったくお大事にしなきゃダメなんだぞほんとはー」
    ai "Oh Yes！真的是，一定要照顾好自己啊"

    # 莲 「へいへい。今度から折りたみ傘は持ち歩きますよ」
    lian "嘿嘿，下次我会带好折叠伞再出门的"

    # 店长 「それとコンドームもね」
    dinerowner "也请带好避孕套哦"

    # 心爱 「それは大丈夫」
    ai "这个的话没关系"

    # 莲 「なんでお前が答えるんだよ。まぁ持ってるけど」
    lian "为啥你要回答呢。嘛，我还真带着呢233"

    # nil 「とにかく、俺は店長に案内されて、シャワー室へと入った。」
    "总之，我被店长带去了浴室"

    # 莲 「覗くなよ？」
    lian "不要偷看哦？"

    # 店长 「マに習いませんでした？　寝言は寝て言えって」
    dinerowner "没有和妈妈学过吗？梦话要在睡觉的时候说哦"

    # 莲 「俺がマから習ったのは、フロントホックは片手で外せという事だけだ…」
    lian "我从妈妈那里学到的唯一一件事，就是用一只手解开前面的扣子..."

    # 心爱 「じー」
    ai "盯——"

    # 莲 「いやん」
    lian "别呀"

    # 原地tp

    # nil 「シャツがビショビショだったので、お店特製のＴシャツを買いました（1200円）」
    "因为衬衫是双排扣的，所以买了件店里特制的T恤（1200日元）（L:应该是单手没给解开2333）"

    # nil 「あと心愛ちゃんにキーホルダーも買ってあげました（600円）」
    "还给心爱酱买了条钥匙链（600日元）"

    # nil 「タオルはケチるのに…」
    "借毛巾的时候明明很小气…"

    # nil 「デザインが気に入った」
    "因为设计的挺不戳的"

    # 心爱 「わーい♪早速穴あき包丁につけるね！」
    ai "哇——咿♪马上把它放在有洞的菜刀上吧!"

    # 莲 「あの穴、別にアクセをつける穴じゃねぇけどな…。切れなくなるから、他の物につけなさい」
    lian "那个洞，并不是用来装装饰品的洞…因为会切不了菜，所以请挂在别的东西上吧"

    # 心爱 「外付けハードディスクとか？」
    ai "外置的Hard Disk之类的？"

    # 店长 「２４段変速ロードレーサーとか」
    dinerowner "24级变速公路自行车什么的上面？"

    # 莲 「遺伝子組み換えモロヘイアとかな」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%B7%E3%83%9E%E3%83%84%E3%83%8A%E3%82%BD
    # 搜到了有趣的东西捏：https://www.zhihu.com/question/274326256/answer/374965288
    lian "转基因的缟纲麻上面（L:原产不明，有印度和北非说，在日本用来做调味料，做天妇罗之类的，其种子有强心作用，部分动物吃了会中毒而死，目前没有人类中毒的记录，在药理上有一定抑制高血压的作用）"

    # 心爱 「何でも言えばいってもんじゃねぇぞ…」
    ai "不能什么都说啊..."

    # 莲&店长 「すんません」
    # 要记得去人物表加人物，头像是店长的
    lian_and_dinerowner "对不起"

    # nil 議論の結果『有機ＥＬディスプレイ』にくっつける事にきまりました。
    # 参考资料：https://www.weblio.jp/content/%E6%9C%89%E6%A9%9FEL%E3%83%87%E3%82%A3%E3%82%B9%E3%83%97%E3%83%AC%E3%82%A4
    "经过讨论，我们决定把它贴在『有机EL显示器』上（L:有机EL显示器，即“有机电致发光显示器”，即“有机LED显示屏”，其实就是OLED显示器啦，原文非要说的那么绕233）"

    # nil 「さて、以前雨はしきりに降り注いだまです。」
    "话说到，刚才雨一直下个不停"

    # nil 「心愛と二人、隣同士でバーカウンターに座ります。」
    "和心爱两个人并排坐在吧台"

    # nil 「とりあえず雨が止むまで、こで心愛と一緒に雨宿りと洒落込みます。」
    "总之在雨停之前，我在这里和心爱一起躲雨"

    # nil 「真冬には一応、雨が止んだら帰るとのメールを送っておきました。」
    "我发了一封邮件告诉真冬说雨停了就回去"

    # nil 「それに対する返信は」
    "真冬对此的回复是"

    # nil 「『了解だお兄ちゃんこの野郎。ダンカンバカヤロウ』」
    # 参考资料：https://www.excite.co.jp/news/article/Real_Live_1596/
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%81%9F%E3%81%91%E3%81%97%E3%81%AE%E3%83%80%E3%83%B3%E3%82%AB%E3%83%B3%E9%A6%AC%E9%B9%BF%E9%87%8E%E9%83%8E!!
    "『收到，欧尼酱你个混蛋，邓肯这个混蛋』（L:本作发售的2013年底，这个梗指的是10年9月12号在推特上火的一个梗，在法国的一场马赛中，11区的赛马不及邓肯（马的名字）落败，于是赛马迷纷纷在推上发布“邓肯这个混蛋”的推文，谜一般的火了起来）"

    luckykeeper "现在这个时点的话，这个一般指代富士电视台周五25:20——26:20的深夜综艺节目『たけしのダンカン馬鹿野郎!!』"

    # nil 「と書いてあったので、きっと、たけしさんにハマったのでしょう。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%93%E3%83%BC%E3%83%88%E3%81%9F%E3%81%91%E3%81%97
    "因为上面这么写着，所以一定是迷上了北野武先生吧（L:北野武，1947年1月18日－，是日本搞笑艺人，身兼电影导演、演员、电视节目主持人，东京都足立区岛根出身，其与田森、明石家秋刀鱼并称为日本搞笑艺人三巨头）"

    # 心爱 「ごく……ごく……ごく……」
    ai "唔……咕…咕……"

    # 莲 「な、なぁ…心愛」
    lian "呐，呐…心爱"

    # 心爱 「ごく…ぷはー。はーい、なんでしょう」
    ai "唔……呼啊——嗯？怎么啦"

    # 莲 「一つ言っていか？」
    lian "我能说个事吗"

    # 心爱 「うんうん、なーに？」
    ai "嗯嗯，是什么捏"

    # 莲 「共食いだろ。お前がコア飲んだら」
    lian "你这是同类相食吧，喝了冰核的话（L:还是刚才的谐音梗，饮料的冰核(ice core的core）和心爱(cocoa)）"

    # 店长 「ぶふっ」
    dinerowner "噗噗"

    # 心爱 「だからー！　そのネタ引っ張り起こさないの！　さっきそれで大変な思いしたんだから！」
    ai "所以啊！不要把那个段子提起来啊！刚才我就觉得很牙白了！"

    # 莲 「大変な思いってなんだね」
    lian "那真是很辛苦呢"

    # 店长 「せっかく、我慢してたのに…く、く…あは！」
    dinerowner "好不容易忍住了……哈哈、啊哈哈哈哈"

    # 心爱 「これ」
    ai "这个"

    # 莲 「ごめん」
    lian "对不起"

    # 原地tp

    # 莲 「で」
    lian "呐"

    # 店长 「はい」
    dinerowner "嗯？"

    # 莲 「さっき突っ込み忘れたけど、なんでピアノなんかあるんだ？前来た時なかったぞ」
    lian "刚才忘记吐槽了，为什么这里会有钢琴呢？上次来的时候记得没有来着"

    # 心爱 「友達から貰ったんだってさ」
    ai "听说是从朋友那里得到的"

    # 莲 「へー。店長、弾けんの？」
    lian "啊~店长，你不弹弹嘛？"

    # 心爱 「いや、店長さんは楽器類は扱えないんだって。強いて言えば、『女』ならい音奏でられるってさ』
    ai "不，店长不擅长乐器。硬要说的话，她会演奏出『女人』风格的音乐"

    # 莲 「それじゃさぞかし良い声で鳴くんでしょうね貴方」
    lian "那你一定会用很好的声音叫出来吧"

    # 心爱 「試してみる？」
    ai "你要试试吗？"

    # 店长 「全部心愛ちゃんが答えちゃいましたね…しかも余計な所まで。あと男性はお断りします」
    dinerowner "全部都是由心爱酱回答的呢……而且还有点多余了，我拒绝男性……"

    # 莲 「心愛」
    lian "心爱"

    # 心爱 「らじゃ」
    ai "收到！"

    # 店长 「え…」
    dinerowner "欸……"

    # 原地tp

    # 莲 「そうか、さっきは演奏中に邪魔しちまったな」
    lian "是吗，刚才在演奏中打扰了"

    # 心爱 「うん。まさか蓮くんが現れるなんて思ってなくて、ビックリしただけだよー」
    ai "没有没有，我没想到莲君会出现，只是吓了一跳而已"

    # 店长 「噂をすればなんとや―モゴッ！」
    dinerowner "说曹操曹操到呢!"

    # 心爱 「あーあーきこえなーい！」
    ai "啊ー啊ー我听不到!"

    # 店长 「もご、モゴゴゴゴッ！　もごごごごご！」
    dinerowner "嘿、嘿嘿嘿嘿!@#$%^&*"

    # 莲 「あの、心愛ちゃん」
    lian "那个，心爱酱"

    # 心爱 「なんでしょう蓮くん！」
    ai "怎么啦莲君"

    # 莲 「口と鼻を押さえるのはやめてあげなさい。店長さん苦しそうだから」
    lian "别再捂着嘴和鼻子了，店长看起来很痛苦的样子"

    # 心爱 「あっ」
    ai "啊"

    # 店长 「ぶはぁっ！　本格的に口封じするつもりですか…」
    dinerowner "哇啊！你真的打算封口吗…"

    # 原地tp

    # 莲 「しっかし…心愛がピアノを弾くなんて久しぶりだよな…」
    lian "啊说起来……心爱好久没弹过钢琴了捏……"

    # 心爱 「そだねー。ついつい白熱しちゃったよ」
    ai "是啊，不知不觉就有点上头了呢"

    # 莲 「リクエストしてもいか？」
    lian "我可以点个歌吗？"

    # 心爱 「えっ！？　い、いけど…？」
    ai "欸！？倒是可以的说……？"

    # 莲 「月光で」
    # 应该是这首：https://www.youtube.com/watch?v=iyw6-KVmgow
    # 参考资料：https://www.zhihu.com/question/22301553
    lian "月光（L:鬼束ちひろ - 月光，说的是这首，YTB上面有，阔以去听一下，歌手鬼束千寻是神秘派歌姬，整首歌的歌词比较压抑和诡异，不过旋律还是可以的）"

    # 店长 「店の空気が暗くなるんでダメです」
    dinerowner "店里的气氛会变暗的所以不行"

    # 莲 「ぶええ」
    lian "呜欸欸"

    # 心爱 「ぶええ」
    ai "呜欸欸"

    # 店长 「…泣かれてもダメです。他の曲にしてください」
    dinerowner "……哭也不行，请换成别的曲子"

    # 莲 「じゃぁ…」
    lian "那么…"

    # 场景切换：心爱弹琴

    # nil 「ということで、さっきは心愛の演奏を邪魔してしまったので、改めて、心愛ちゃんにピアノを弾いて貰う事にしました。」
    "因此，刚才打扰了心爱的演奏，所以决定让心爱酱再此演奏起来"

    # nil 「店長特製のノンアルコールのカクテルをグラスに注いで貰い、カウンターテーブルに座る。」
    "店长特制的软性饮料鸡尾酒倒进杯子里，我坐在吧台前"

    # nil 「心愛は先ほどとは打って変わって、緊張した様子でピアノの前に座っている。肩もこちこちだ。」
    "心爱与刚才截然不同，紧张地坐在钢琴前，肩膀也很僵硬"

    # 心爱 「えー…こほん。う゛～蓮くんに見られてると思うと緊張するよぉ…」
    ai "呃…这个，嗯~一想到被莲君看到就很紧张啊…"

    # 莲 「でも嬉しいよ、俺、なんかわかんねぇけどお前のピアノ好きだからな」
    lian "但是我很高兴，虽然我不知道为什么，但是我喜欢你的钢琴"

    # 心爱 「だ、だからー！　そーいう事言わないの！　恥ずかしいから！」
    ai "所、所以——! 不要这么说! 因为太害羞了!"

    # 莲 「は。なんか、小さかった頃の発表会を思い出すよ。あの頃のお前、ピアノ弾くの嫌がってたよな。何で好きになったんだっけ」
    lian "那个，总觉得，我想起了小时候的发表会。那个时候的你，讨厌弹钢琴吧。现在为什么会喜欢上呢？"

    # 心爱 「（それは君が今さっき言った台詞を、その時も言ったからでしょうが～！）」
    ai "（那是因为你刚才说的台词啊，那个时候也说了吧～！）"

    # 心爱 「と、とにかく、弾きますからね！」
    ai "总之，我会弹的！"

    # 莲 「おう」
    lian "请"

    # nil 「心愛は深呼吸して、鍵盤を叩き始める。」
    "心爱深吸一口气，开始敲击键盘"

    # 心爱闭眼，音乐是开场的变奏曲，超好听的！！！
    # 暂时不更了，听会心爱酱的钢琴
    # nil 「アップテンポなポップスを心愛は弾き始めた。こんな曲も弾けたのか…。」
    "心爱开始弹奏快节奏的流行音乐。原来你也会弹这样的曲子..."
