# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene06 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://b.luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2021年11月28日

# 当前流程：整理生肉文本，翻译并润色

label scene06:
    # scene06 开始
    # 地点：莲卧室
    # 人物：莲 真冬 心爱
    # BGM：bgm13

    # 真冬 「お兄ちゃん、お兄ちゃん…」
    dong "欧尼酱、欧尼酱……"

    # 莲 「ん、んああ…」
    lian "呼、呼嗯……"

    # 真冬 「…ふーむ、ご覧の有様ですよ。虫の息」
    dong "......嗯姆，正如你所看到的那样。呼吸困难"

    # 心爱 「はえー…ちょっとおでこ失礼！」
    ai "嘿咿呀...稍微用脑门失礼一下!"

    # nil 「ぴとっ」
    "啪的一声"

    # 心爱 「うわ、あっつ…まるで、着地ローダウン、ロンホイ、エアサス、イカリング仕様みたいだね！」
    # 参考资料（着地ローダウン）：https://www.youtube.com/watch?v=ieCNHxTLXqk https://ja.wikipedia.org/wiki/%E3%82%B7%E3%83%A3%E3%82%B3%E3%82%BF%E3%83%B3
    #           ロンホイ         https://www.youtube.com/watch?v=NrY_m42elho
    #           エアサス         https://www.weblio.jp/content/%E3%82%A8%E3%82%A2%E3%82%B5%E3%82%B9 https://www.youtube.com/watch?v=dacE6uz-mkg
    #          イカリング        https://ja.wikipedia.org/wiki/%E3%82%A4%E3%82%AB%E3%83%AA%E3%83%B3%E3%82%B0
    ai "啊、好疼...简直就像底盘着地的LowDown、ロンホイ、エアサス、イカリング的样子呢!"

    # Luckykeeper 的豆知识时间到！
    luckykeeper "LowDown是上个世纪70-90年代11区汽车改装的一种潮流，通过替换弹簧等方法改造汽车，使车辆底盘距地面非常低（例如：5cm），能够通过降低视线，增加开车时的速度感，但会容易因不当改造导致安全系数下降，同时因为底盘里地面太近，在过减速带、上下坡等时候容易被卡住"

    luckykeeper "ロンホイ和LowDown类似，但是改的是摩托车，エアサス是指把空气悬挂的汽车也像LowDown那样改造，イカリング是最早出现在宝马车灯上那一圈的名字，这里应该是代指某款车"

    # 真冬 「ビッグスクーターのカスタムで例えるのはやめろ…」
    dong "不要拿摩托车的改装来比喻……"

    # 心爱 「すいませんつい！」
    ai "私密马赛的说！"

    # 莲 「うるせえ」
    lian "闭嘴"

    # nil 「と、いうことで、日頃の不摂生がたり、風邪を引いてしまいました。」
    "于是，因为平时不注意身体健康，感冒了"

    # nil 「真冬が知らせたのか、心配して心愛もお見舞いにきてくれました。」
    "或许是真冬告诉的，很担心我的心爱来探望我了"

    # nil 「といっても、今日は平日なので、二人は学園にいかなきゃなりません。」
    "话虽如此，因为今天是工作日，所以两个人必须要去学校"

    # 心爱 「ぷぅーん。でも、大丈夫なのー？おでこにゆで卵を置いたら目玉焼きになりそうだよね」
    ai "哼——不过，真的没关系吗? 在脑门上放的煮鸡蛋变成煎鸡蛋了呢"

    # nil 「エアコン効いた部屋で全裸で寝るからそうなるのよ」
    "因为在开着空调的房间里裸睡，所以才会这个样子"

    # 莲 「仕方ねぇじゃん、暑いんだもん。あと心愛、ゆで卵は目玉焼きにはならない」
    lian "没办法啊，天气太热了。还有，心爱啊，煮鸡蛋是不能变成煎鸡蛋的哟"

    # 心爱 「試してみるか」
    ai "想试试看吗"

    # 莲 「やらんでいい！」
    lian "不要！！"

    # 真冬 「ふーむ…」
    dong "呼—姆……"

    # nil 「真冬は何か考え込んだ様子で、背中を向ける。」
    "真冬一副沉思的样子，背过身去"

    # 心爱 「ねぇねぇ、蓮くん」
    ai "呐呐，莲君"

    # 莲 「なんだね心愛ちゃん」
    lian "怎么啦，心爱"

    # 真冬 「どーしよっかなー」
    dong "该怎么办呢?——"

    # 心爱 「この前ね、漫画で読んだんだけどね、なんか、指先一つで楽になるツボがあるらしくてね」
    ai "之前在漫画里面看过，好像有一个用手指就能让人轻松起来的穴位呢"

    # 莲 「ほうほう」
    lian "嗬嗬"

    # 真冬 「でもなー」
    dong "但是——"

    # 心爱 「それを押すと、ピプーコリコリコリって音がして、苦しみから解放されるらしいんだ」
    ai "按一下那个地方，就会发出泊哩泊哩泊哩的声音，好像可以从痛苦中解脱出来的样子"

    # 莲 「あ？　なんかどっかで聞いた事あんなその効果音。世紀末あたりで」
    # 参考资料：https://ja.wikipedia.org/wiki/%E7%B5%8C%E7%B5%A1%E7%A7%98%E5%AD%94
    lian "啊？好像在哪里听到过那样的效果音的样子。应该是世纪末的时候吧（L:说的是『北斗の拳（1983-1988）』和『蒼天の拳（2001-2010）』两部漫画）"

    # 真冬 「うーん」
    dong "嗯——"

    # 心爱 「試してみてもい？」
    ai "阔以来试试吗？"

    # 莲 「あ、思い出した。待て、だめだ、やめろ、秘孔を突くのはやめろ！」
    # 参考资料：https://ja.wikipedia.org/wiki/%E7%B5%8C%E7%B5%A1%E7%A7%98%E5%AD%94
    lian "啊，我想起来了。等等、不行、住手，不要刺秘孔啊！（L:这里的秘孔指经络秘孔，是刚才提到的漫画里面架空的人体要害）"

    # 真冬 「よし、お兄ちゃん、今日、私看病するよ」
    dong "好吧，哥哥，今天我来看护你"

    # 心爱 「いっくよー！　念仏を唱えろ！」
    ai "要上了哟！ 一起来念佛吧！"

    # 莲 「アイエエエ！　まふゆちゃーん！」
    lian "啊呀呀呀！嘛呼哟酱（mafuyu，还是说的真冬）！"

    # 真冬 「そこまでだ」
    dong "到此为止"

    # 心爱 「ちっ、邪魔が入ったか…存外、鋭い妹を持っているようだな」
    ai "切，有人来阻止我了......看来你有个敏锐的妹妹呢"
