# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene12 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年1月11日

# 当前流程：整理生肉文本，翻译并润色

label scene12:
    # scene12 开始

    # scene12 场景1 【心爱和真冬的秘密时间！】 开始

    # 地点：真冬卧室
    # 人物：真冬
    # BGM：无

    # nil 「真冬です。」
    "我是真冬"

    # 心爱 「えー…こほん」
    ai "欸……这本书"

    # 真冬 「…まふ」
    dong "……嘛呼"

    # nil 「シャワーは浴びてきました。」
    "去洗过了澡"

    # 心爱 「歯も磨きました」
    ai "牙齿也刷过了"

    # 真冬 「歯磨き粉も使いました」
    dong "而且还用了牙膏"

    # 心爱 「口臭対策もばっちりです」
    ai "口臭对策也做的很好"

    # nil 「シャワーを浴びた流れで、お互い下着姿のまベッドの上で正座して向かい合います。」
    "在快速淋浴之后，穿着内衣在床上面对面坐着"

    # nil 「お兄ちゃんは部屋で爆睡していたので、今回は私の部屋です。」
    "欧尼酱还在屋里爆睡，所以这次是在我的房间"

    # nil 「どうしよう。お兄ちゃん含めた三人でなら、何回もエッチしてるのに。もしかしたら、お兄ちゃんと初めてした時よりも緊張してる…かも…。」
    "怎么办。如果是包括欧尼酱在内的三个人的话，明明已经H过好几次了。也许，比起和欧尼酱第一次的时候还紧张…"

    # nil 「勿論、例のアイスの効果もあるのでしょうけど、心臓とかがドキドキと高鳴って、ちょっと苦しいくらいです。」
    "当然，也有那个冰淇淋的效果在内，但是心脏一直dokidoki的，有点痛苦呢"

    # nil 「エアコンの設定温度は27度にしました。除湿モードで、静かな稼働音を立ています。」
    "空调的温度设定在27度。在除湿模式下，发出安静的运转声"

    # 真冬 「えーっと…他にすべき事は…あっ、ティッシュは？」
    dong "呃…还有其他要做的事吗…啊，纸巾呢？"

    # 心爱 「プリンター用のウェットティッシュならあるよ」
    ai "有打印机用的纸哦"

    # 真冬 「それは多分使うと大変な事になっちゃうから…とってくるね」
    dong "“那个大概用起来会很麻烦……我去拿来吧"

    # nil 「私は、ベッドから立ち上がろうとします。」
    "我试着从床上站起来"

    # nil 「きゅっ」
    "啾"

    # 真冬 「……」
    dong "……"

    # 心爱 「んーん…」
    ai "嗯~嗯……"

    # nil 「心愛ちゃんは、ベッドに正座したま私のパンツのリボンの部分を掴んできました。ノールックで。」
    # 参考资料：https://www.weblio.jp/content/%E3%83%8E%E3%83%BC%E3%83%AB%E3%83%83%E3%82%AF
    "心爱酱在床上坐直了身体，抓住我的胖次上的带子，no-look（L:指用于描述一个人不看一个物体，这里是引申义，无视了我）"

    # 真冬 「大丈夫だよ、すぐ戻ってくるから」
    dong "没关系的哦，我马上就回来"

    # 心爱 「うぅ～…」
    ai "呜~……"

    # nil 「私はぽんぽんと心愛ちゃんの頭に手を乗せます。」
    "我把手放在心爱酱的头上摸呼摸呼"

    # nil 「まるで、お預けを食らった子犬のように、しょんぼりと髪の毛をしならせる心愛ちゃん。」
    "简直就像是被寄养的小狗一样，无精打采地梳理着头发的心爱酱"

    # nil 「付き合う事になったその日こそ、無理矢理押し切られましたが、本来のこの子は、甘えん坊さん…というか、誘い受け体質な気がします。」
    "在交往的那一天，虽然被强行推开了，但我觉得这个孩子是个爱撒娇的孩子……或者说是诱惑型体质（L:谭谈交通，诱惑型233）"

    # nil 「母性本能をくすぐるというか…。」
    "母性本能被激发了呢…"

    # nil 「ぎゅー…。」
    "抱~……"

    # 心爱 「ひとりぼっちやーだ」
    ai "一个人不要嘛~"

    # 真冬 「…まふ」
    dong "……嘛呼"

    # nil 「どうやら、ティッシュはとりにいかせてもらえないそうです。」
    "显然，纸巾是不能拿了"

    # nil 「そして、この瞬間、リードするのは私だという事が、暗黙の了解で決定した事を悟りました。」
    "在这一瞬间，我明白了我们两个人之间默认应该是我来攻"

    # 真冬 「ただいまふゆ」
    dong "我回来了"

    # 心爱 「おかえりこあ！」
    ai "欢迎回来！"

    # nil 「私は、事後、プリンター用のウェットティッシュで身体を拭くことを覚悟しました。」
    "我做好了事后用打印机用纸擦拭身体的觉悟"

    # nil 「私が諦めてベッドの上に正座し直すと、嬉しそうにぴょこぴょこと髪を跳ねさせて、笑顔をこちらに向けて来ます。」
    "当我放弃，重新在床上正坐的时候，她的头发高兴地上下舞动，脸上露出了笑容"

    # nil 「可愛い。」
    "真阔耐"

    # nil 「私の両腕が勝手に、心愛ちゃんの両肩に伸びます。」
    "我的双臂随意地伸向心爱酱的两肩"

    # 心爱 「ご…ごくり」
    # 参考资料：https://dictionary.goo.ne.jp/word/%E3%81%94%E3%81%8F%E3%82%8A/
    ai "（咽…咽口水）"

    # nil 「心愛ちゃんは緊張こそすれど、嫌がる素振りは見せず、身体を硬直させながら、私の両腕にその両肩を触れさせました。」
    "心爱酱虽然很紧张，但并没有表现出讨厌的样子，身体僵硬着，我的双臂触碰到了她的双肩"

    # 心爱 「…はい」
    ai "……好"

    # 真冬 「…はい」
    dong "……好"

    # nil 「その姿勢のま数秒間硬直。」
    "保持这个姿势僵硬了几秒钟"

    # nil 「無言のまにらめっこ開始です。」
    "开始无言地盯着对方"

    # L:这里文本框被遮住了，，显示人物是(nil)空，但是又显示的小对话框的头像，这里就由我来合理处理一下~

    # 心爱&真冬 「『…』」
    ai_dong "『…』"

    # 心爱&真冬 「『…』」
    ai_dong "『…』"

    # 心爱&真冬 「『……』」
    ai_dong "『……』"

    # 心爱&真冬 「『……』」
    ai_dong "『……』"

    # 真冬 「ぷっ」
    dong "噗"

    # 心爱 「ウィーーーーーーーーン！」
    ai "WIN——————！"

    # 真冬 「卑怯者－！！」
    dong "这是作弊~！！"

    # 心爱 「ぶわー！」
    ai "咕啊——！"

    # nil 「ぼすっ」
    "哈哈"

    # 心爱 「押し倒されまんた」
    ai "被推到了"

    # 真冬 「押し倒しまんた」
    dong "推倒你了"

    # nil 「こまでくるのに所要時間、凡そ分とちょっと。押し倒すのって、度胸がいるんだなと思いました。（女の子並の感想）」
    "走到这步大概需要一点时间。我觉得推倒她是需要勇气的（和女孩子一样的感想）"

    # nil 「あとでお兄ちゃんに報告しましょう。」
    "之后再向欧尼酱报告吧"

    # 真冬 「さてと…あっ」
    dong "接下来……啊"

    # 心爱 「ちゅーっ」
    ai "啾——"

    # 真冬 「んっ…」
    dong "嗯…"

    # nil 「次はどうしようか。と考えていたら、心愛ちゃんが下から両腕を伸ばしてきて、私の唇を奪いました。」
    "接下来该怎么办呢？这样想着，心爱酱从下面伸出双臂，夺走了我的嘴唇"

    # 心爱 「んぅ…ちゅぅ…」
    ai "嗯……啾……"

    # 真冬 「はぁ、ん…んぅ…ちゅっ」
    dong "哈、嗯…嗯…啾"

    # nil 「そのま間髪いれずに、軽めの連続キスへと移行します。」
    "然后从有间隔的转向轻一点的连续接吻"

    # nil 「心愛ちゃんがついばむように、私の唇にちゅっちゅっとキスを浴びせてくれます。」
    "心爱酱就像啄食一样，在我的嘴唇上亲了一下"

    # 心爱 「ん、ちゅぅ…ちゅっ…ちゅぅっ」
    ai "嗯……啾……啾……啾……"

    # 真冬 「ちゅぅ、んぅ…ちゅぅっ…ちゅっ…」
    dong "啾……嗯……啾……啾……"

    # 心爱 「ぷあ…えへ…」
    ai "呜哈……嘿嘿……"

    # 真冬 「エッチしちゃう…ね、女の子同士なのに」
    dong "H过了……呐，明明是女孩子"

    # 心爱 「付き合ってるんだし、問題ない…んじゃない…？」
    ai "我们在交往，所以没问题…不是吗…？"

    # 真冬 「でも…ほんと、改めて…二人でするってなると…凄く…。ねぇ、心愛ちゃんも、興奮してる…？」
    dong "但是…真的，再一次……两个人一起做的话……真的很…呐，心爱酱也很兴奋吗…？"

    # 心爱 「わ…は、ぁっ…」
    ai "哇…啊…"

    # nil 「聞かなくてもわかる質問ではありましたが、私は心愛ちゃんの身体に覆い被さりながら、そっとブラごしに左胸の内側に触れます。」
    "虽然是不用问也能明白的问题，但我一边覆盖着心爱酱的身体，一边轻轻地通过胸罩触摸她的左胸内侧"

    # nil 「どきどきどきどき。」
    "dokidoki~ dokidoki~"

    # nil 「私と同じくらい…もしくは、私よりも高鳴った鼓動を手のひらに感じます。」
    "可以感受到和我差不多……甚至，比我更快的心跳"

    # nil 「そのま、おっぱいの形に沿うように、ふくらみをなで回します。」
    "然后，按照欧派的形状，来回抚摸"

    # 心爱 「は、ぁっ…んっ、手、あっつぃ…」
    ai "哈，啊…嗯，手，好烫…"

    # 真冬 「んー…？　きもちいー？」
    dong "嗯——……？舒服吗？"

    # 心爱 「ぁ、んっ…きもちいけどー…私だけ触られるのは不本意なのでー…えい」
    ai "啊，嗯……虽然很舒服啊……但是我不想让别人碰我，所以……嘿"

    # nil 「心愛ちゃんが、ちょっと強引に私の胸をわしづかみにしました。」
    "心爱酱有点强硬地抓住了我的欧派"

    # nil 「ピリッとした刺激が、快感となって襲いかってきます。」
    "有点疼痛的刺激，变成快感袭来"

    # 真冬 「はぁぅ…んっ…どうしよ…なんか、いつもより、きもちくて…集中できない」
    dong "哈啊…嗯…怎么了……总觉得，比平时更兴奋…无法集中精神"

    # 心爱 「ね…二人で一緒に気持ち良くなれる方法ないかな…」
    ai "呐…没有两个人能一起舒服的方法吗…"

    # 真冬 「えっと…」
    dong "那个……"

    # nil 「こんな時どうすればいか。」
    "这种时候该怎么办"

    # nil 「……」
    "……"

    # 真冬 「思い付いた」
    dong "我想到了"

    # 心爱 「お」
    ai "哦？"

    # nil 「思い付いた」
    "我想到了"

    # nil 「でも…。」
    "但是…"

    # 真冬 「思い付いておきながら、口に出すのは結構恥ずかしいパターンの奴です」
    dong "虽然想到了，但是那种想到了却不好意思说出来的呢"

    # 心爱 「…えー！　何、そんなえっちぃの？」
    ai "……欸——！是什么是什么？这么H的吗？"

    # 真冬 「かなり…。というか、私達二人でするから余計に…それでも良い？」
    dong "相当……或者说，我们两个人一起做，所以更加……这样也可以吗？"

    # 心爱 「ぅ…ぅん…どんどんエッチになっていく覚悟は割としてるから…」
    ai "呃…嗯……我已经做好了不断变H的觉悟…"

    # 真冬 「じゃぁ…とりあえず、ちゅーしよっか、心愛ちゃん」
    dong "那么…总之，先啾——一下吧，心爱酱"

    # 心爱 「まふ」
    ai "嘛呼"

    # nil 「想像ただけでも、顔面ファイアーしそうですけど、もうこまできたらしょうがないので、スイッチ切り替えていくことにします。」
    "光是想象一下，我就觉得脸上冒火，但是事情已经到了这个地步就没办法了，所以我决定切换开关"

    # nil 「お互いの身体を深く抱きしめあいながら、唇を重ね合います。」
    "互相深深地拥抱彼此的身体，嘴唇重叠在一起"

    # 心爱 「ん、ちゅ…ぁ…はぁ…ぁっ…んっ…れるぅ…」
    ai "嗯，啾……啊…啊…啊…嗯……"

    # 真冬 「は、んぅう…ちゅぅ…ちゅ、ぷっ…れる…んぅ」
    dong "哈、嗯……啾……啾……嗯……啊"

    # 心爱 「ん、ちゅ…ぁ…はぁ…ぁっ…んっ…れるぅ…」
    ai "啾，嗯……啊…啾……"

    # 真冬 「ちゅ、んぅ…ぷはっ…心愛ちゃん…すき…」
    dong "啾……嗯……哈嗯……心爱酱……喜欢……"

    # 心爱 「わたしもすき…ちゅぅうっ」
    ai "我也是……喜欢…啾"

    # nil 「お兄ちゃんに好きと言われるのも心愛ちゃんに好きと言われるのも、同じぐらい胸が温かくなります。」
    "被欧尼酱说喜欢也好，被心爱酱说喜欢也好，内心都会变得温暖。"

    # 心爱 「は、ぁ…んっ…ん…しょ…」
    ai "哈，啊…嗯…嗯…来吧…"

    # 真冬 「ん…ぁっ…ふ…」
    dong "嗯…啊…嗯……"

    # nil 「キスをしながら、ブラのホックに手をかけると、心愛ちゃんも、同じように私の下着を脱がしてくれます。」
    "一边接吻，一边把手放在胸罩的挂钩上，心爱酱也同样脱下我的内衣"

    # 心爱 「はぁ…はぁ…ちゅぅ…」
    ai "哈…哈…啾……"

    # 真冬 「ん…ぅ、ちゅぅ…」
    dong "嗯……啾……"

    # nil 「次はショーツの中に手を滑り込ませます。」
    "接下来把手滑进胖次里"

    # 心爱 「んちゅっ、ちゅぅ、れるぅ…んむっ…ちゅっ」
    ai "嗯啾，啾，嗯，嗯…嗯…"

    # 真冬 「ちゅぅ…んっ、ぅ…ちゅぅっ…れりゅぅ…」
    dong "啾……嗯…啾…嗯…啾……"

    # 心爱&真冬 「『ぷは…』」
    ai_dong "『呼哈……』"

    # L:因为是LOVE69所以这里的HScene稍微翻了一点

    # 但是，就此打住！露点娇喘哒咩！

    # HScene 开始了一点但没有完全开始，Skip~

    # scene12 场景1 【心爱和真冬的秘密时间！】 结束

    # Scene12 结束！

    # 过场：心爱（常服），没有BGM，会加一个的
