# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene18 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年1月18日

# 当前流程：整理生肉文本，翻译并润色

label scene18:
    # scene18 开始

    # scene18 场景1 【和里昂一起奇迹般的春夏秋冬】 开始

    # 地点：街道
    # 人物：莲 真冬 心爱 里昂 MJ 想瑠
    # BGM：

    # MJ 「そして、幾星霜の月日が流れた…」
    # 参考资料：https://ko-to-ba.com/ikuseisou/
    mj MJ_通常 "然后，几星霜的岁月流逝了……（L:幾星霜の月日形容非常非常长的时间）"

    # 里昂 「一週間ぐらいだよ！？」
    lion "也就大概一个星期吧！？"

    # nil 「という事で、俺はあの日から、リオンと一緒に紙芝居とかのパフォーマンスを交えたアイス販売を行っていた。」
    "就是这样，从那天开始，我和里昂一起进行了纸芝居的表演和冰淇淋销售"

    # nil 「即ち、心愛と真冬と過ごす時間よりも、リオンと過ごす時間のが増えている事を意味している。」
    "也就是说，相比与心爱和真冬相处的时间，现在与里昂相处的时间更多"

    # 切换到晴天

    # nil 「晴れの日も。」
    "晴朗的日子"

    # 莲 「『アータタタタタタタタタタタタ温めますかァア！！？』」
    lian "『还要再热一点嘛！！？』"

    # 里昂 「『あ、そのまでいです』」
    lion "『啊，现在这样就可以了』"

    # nil 「雨の日も。」
    "下雨的日子"

    # 莲 「『はい私は今「リオンズマジカルアイスクリームファクトリー」の屋台の前にきています！！！　どうですか売上の方は！！！』」
    lian "『是的，我现在正在今「Lion Magical Ice Cream Factory」的摊位前面！！！销售情况怎么样』！！！"

    # 切换到雨天

    # 里昂 「『さっぱり全然です！！！！！　ていうか帰っていですか！！』」
    lion "『完全没有！！！！！！话说可以回去了吗！！』"

    # 真冬 「『風邪引くよ…？』」
    dong "『会感冒的哦…？』"

    # 切换到大风天气

    # nil 「風の日も。」
    "刮风的日子"

    # 循环播放大风声

    # 里昂 「『布団が吹っ飛んできたぞー！！！』」
    lion "『被子都被吹跑了哦！！！』"

    # 莲 「『やったー！！！』」
    lian "『好耶！！！』"

    # 心爱 「『あん私のパンツがー！』」
    ai "『啊我的胖次啊』"

    # 切换到大雪天气

    # nil 「雪の日も。」
    "下雪的日子"

    # 莲 「『こさああああああああああきいいいいいいいいいい！！』」
    lian "『好冷冷冷冷冷冷冷冷冷啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！！』"

    # 里昂 「『…なんで真夏に雪が降るんだろう、この国は』」
    lion "『……为什么盛夏的时候会下雪呢，这个国家』"

    # 真冬 「『どこかで、奇跡が起こったんだよ』」
    dong "『哪里发生了奇迹啊』"

    # 想瑠 「『世界が祝福してやがるな…どっかの誰かにおめでとうってな』」
    liu "『整个世界都在祝福呢……不知道是谁的某个人，祝贺你了啊』"

    # nil 「近所が火事の日も。」
    "附近失火的日子"

    # 切换到晴天

    # 里昂 「『蓮くん！　だめだって危ないよ！』」
    lion "『莲君！不行不行太危险了！』"

    # 莲 「『うるせえ！　中には子供が残ってんだよ！！！』」
    lian "『闭嘴！里面还有孩子呢！！！』"

    # 真冬 「『お兄ちゃん…！！！』」
    dong "『欧尼酱……！！！』"

    # 莲 「『うおー！』」
    lian "『呜哦——！』"

    # 里昂 「『っ…！　蓮くん、私もいくよ！！』」
    lion "『呃……！莲君，我也要去！！』"

    # 原作又又又出错了

    # 子供Ｄ（孩子D） 「『ママー！！』」
    # 人物表++++++++++++++++
    childd "妈妈——！！！"

    # 母亲Ｄ（孩子D） 「『ケヴィン…！　あ…ありがとう、ありがとうございます！！』」
    # 人物表++++++++++++++++
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%B1%E3%83%93%E3%83%B3
    childd "凯文（L:Kevin，很多架空人物用这个名字，主要英语圈使用，意思是“高贵的出身”或“高贵的教养”）……！啊……谢谢你，谢谢你！！"

    # 莲&里昂 「『よっしゃぁ！！』」
    # 人物表++++++++++++++++++
    # 这俩也开始组CP了233
    lian_lion "『好嘞！！』"

    # 特效：樱花飞舞（桜）
    # 这个大概做不了……
    # YU-RIS 引擎封包的原因

    # nil 「桜舞い散る日も。」
    "樱花飞舞的日子"

    # 心爱 「『突然ですが、真冬ちゃんとお付き合いしたいと思います』」
    # L:所以一周目心爱&真冬的组合是必然的嘛……只有莲君受伤的世界……
    ai "『虽然很突然，但是我想和真冬交往』"

    # 真冬 「『ということで、お兄ちゃんに許可を貰おうかと思って』」
    dong "『所以，我想得到欧尼酱的许可』"

    # 莲 「『そうか。お幸せにな』」
    lian "『这样啊，祝你们幸福』"

    # 真冬 「『はーい♪　これからも、宜しくお願いします♪』」
    dong "『好♪今后也请多多关照♪』"

    # 画面切到粉红色的天空

    # 莲 「まさか…あの二人が付き合うとはな…」
    lian "没想到…那两个人会交往…"

    # 里昂 「……」
    lion "……"

    # nil 「俺とリオンは、ベンチに座りながら、桜吹雪でピンク色に染まる空を見上げていた。」
    "我和里昂坐在长椅上，仰望着被樱吹雪染成粉红色的天空"

    # nil 「この一週間で、リオンのアイスは近所の子供達や学園の生徒達の心を順調に捉え、今では、時間帯によっては行列が出来るほどにまでになった。」
    "在这一周里，里昂的冰淇淋很好地抓住了附近的孩子们和学校的学生们的心，现在，在某些时间段甚至需要排队"

    # nil 「こ最近の異常気象の原因はイマイチ解明されていない。世間ではそれを『奇跡』と呼んでいる。」
    "最近异常气象的原因还没有弄清楚。世人称之为『奇迹』"

    # 莲 「……」
    lian "……"

    # 里昂 「…蓮くん…」
    lion "…莲君…"

    # nil 「俺はただ、空を見上げながら、何か言葉を発する事もなく。ただ…風だけが目の前を通り過ぎていく。」
    "我只是，仰望着天空，一言不发，只是…只有风从眼前吹过"

    # nil 「リオンは、俺を憂うような表情で見つめてくる。彼女の膝では仔猫が心地よさそうに眠っている。」
    "里昂用忧郁的表情看着我，一只小猫舒服地睡在她的膝盖上"

    # 莲 「きっと…」
    lian "一定…"

    # 里昂 「うん…」
    lion "嗯…"

    # 莲 「俺の知らない所で…何かあったんだろうな…」
    lian "在我不知道的地方…发生了什么事吧…"

    # 里昂 「そうだね…私達の知らない場所で、二人は関係を育んでいたんだと思う」
    lion "是啊…我想她们两个人是在我们不知道的地方建立了关系"

    # 莲 「そう…だな…」
    lian "是……的啊……"

    # nil 「俺は言葉を失う。胸が痛いとか、ショックだとか、嫉妬だとか、そういう感情ではなく…。」
    "我说不出话来。不是胸痛、震惊、嫉妒、打击之类的感情…"

    # 里昂 「好きだったの…？　二人の事」
    lion "喜欢吗……？那两个人的事"

    # 莲 「んー…」
    lian "嗯——……"

    # nil 「恋愛感情が傷ついたとか。そういう痛みはなかった。二人を素直に祝福してあげたい気持ちはある。」
    "没有失恋那样的伤痛，只是坦率地祝福两个人"

    # nil 「二人が交際しているからって、別に二人との関係はいつも通り、何かが変わる事はない。」
    "即使她们两个开始交往，但我和两个人的关系还是和往常一样，不会有什么变化"

    # nil 「ただ…。」
    "只是…"

    # 莲 「…寂しい…のかな…。こうして変わっていく事が…。一人、取り残されてしまうようで…」
    lian "…感到寂寞……了吗……像这样改变的事情……好像就只有我一个人被留下了……"

    # 里昂 「…一人じゃぁ…ないよ」
    lion "……你不是……一个人哦"

    # nil 「リオンは静かに、穏やかな口調でそう言った。」
    "里昂用平静的语调说着"

    # 里昂 「あの二人が、蓮くんの知らない場所で関係を育んでいたように、蓮くんも、あの二人の知らない場所で…私と…」
    lion "就像那两个人在莲君不知道的地方培养关系一样，莲君也在那两个人不知道的地方…和我……"

    # 莲 「リオンと？」
    lian "和里昂？"

    # nil 「リオンはそう言って、言葉をつぐんだ。」
    "里昂这样说着，接着又把剩下的话咽了回去"

    # 里昂 「いや…なんでもないよ。でも、蓮くんがよければさ、いつでも連絡してよ。
    lion "不，没什么。不过，只要莲君愿意的话，可以随时联系我"

    # L:怎么说捏，总是有种，这个莲好像是因为被心爱&真冬抛弃了才选了里昂线，里昂一直都是想白给的，但是又不大好意思抢走心爱&真冬的莲，二周目因为心爱&真冬单独组了CP，才稍稍提起了勇气……这样的感觉

    # 里昂 「私が居る限り、一人になんてさせないから」
    lion "只要我在，就不会只让你一个人呆着"

    # 莲 「ありがとう、リオン。優しいな」
    lian "谢谢你，里昂，你真是温柔"

    # 里昂 「そっくりそのまお返しするよ。いつもありがとう、蓮くん。お陰様で、アイスの評判も良いし、自信がもてたよ」
    lion "我会原封不动地奉还给你的。一直以来谢谢你，莲君。托你的福，冰淇淋的评价也很好，我也更有自信"

    # L：感觉这里是对接了一周目的剧情以及大家并不知道的里昂之前来过的剧情（二周目后面有说，一周目暗示有转校生，应该是莲以前就用亚撒西打动了里昂，所以来报恩来了？）
    # L：如果你还没推完，这里先剧透一下里昂有着让人忘记她的存在的被动技能，一周目真冬和心爱也经常说看到里昂有“既视感”“感觉是朋友&熟人”

    # nil 「リオンはニッコリと笑顔を向けた。」
    "里昂看着小猫微微一笑"

    # nil 「その表情を見た俺は、胸が締め付けられるような、少しだけ苦しい、けど、嫌いじゃない。」
    "看到那个表情的我，胸口像被勒紧一样，稍微有点痛苦，但是，并不讨厌"

    # 里昂 「……」
    lion "……"

    # 莲 「……」
    lian "……"

    # nil 「俺とリオンは言葉もなく見つめ合う。似たような事が、リオンと初めて出会った時にあったっけ…。」
    "我和里昂无言地对视着，我第一次遇到里昂的时候也发生了相似的事情吧…"

    # nil 「あの時と同じように、リオンはにっこりと笑顔を向けつづけてくれている。」
    "和那时一样，里昂一直微笑着"

    # nil 「その笑顔が、隙間あいた心を満たしていくかのように。」
    "那个笑容，仿佛填满了我空洞的心"

    # 画面切回

    # 里昂 「じゃぁ、今日はそろそろ帰るね」
    lion "那么，今天差不多该回去了"

    # 莲 「ん？　あ、何か予定があるのか？」
    lian "嗯？啊，是有什么预定吗？"

    # 里昂 「うん。ちょっと、やる事があるんだ」
    lion "嗯，我有点事要做"

    # nil 「リオンはベンチから立ち上がって、屋台を片付けた。」
    "里昂从长椅上站了起来，收拾了路边摊"

    # 仔猫（小猫） 「ニャー♪」
    neko "喵呜♪"

    # nil 「仔猫はリオンの膝からピョコッと降りると、迎えに来ていた母猫の元に駆け寄った。」
    "小猫从里昂的膝盖上一跃而下，跑到迎接它的母猫身边"

    # nil 「別に、毎日過ごしてるし、会おうと思えば会えるのだが、何故か今日は、リオンと別れるのが辛かった。」
    "但是，虽然每天都过着想见面就能见面的日子，但是不知为什么今天和里昂分别很痛苦"

    # nil 「『もっと一緒に居たい』」
    "『想和你多呆一会儿』"

    # nil 「引き留めるわけにはいかないが、そう言えたらどんなに楽だろう。」
    "虽然不能挽留，但如果我能这么说出来的话该多好"

    # 里昂 「…もー、寂しそうな顔しないでよ、また明日会えるじゃんか」
    lion "……哎，不要摆出一副寂寞的表情嘛，明天不是还能再见面嘛"

    # 莲 「明日、会える…よな？」
    lian "明天，能见面……的吧？"

    # 里昂 「うん。会えるよ。私はまだ…どこにもいかないよ…」
    lion "嗯。能见面的。我暂时还……哪儿都不会去……"

    # 莲 「まだ…か…」
    lian "暂时……吗……"

    # 里昂 「うん。まだ…ね」
    lion "嗯，暂时……"

    # nil 「リオンは意味ありげに”まだ”を強調した。よく考えれば当然の事だ。」
    "里昂意味深长地强调了“暂时”。仔细想想这是理所当然的事情"

    # nil 「リオンは外国人で、アイス屋になるために日本に来ているだけだし、もし事業が成功すれば、日本にずっと居るかもしれないが…世間はそんなに甘くない。」
    "里昂是外国人，只是为了开冰淇淋店才来日本的，如果事业成功的话，也许会一直呆在日本…但是世界没有那样天真的事"

    # nil 「今でこそ順調とはいえ…。」
    "虽说现在很顺利…"

    # nil 「つかは、離れてしまうのか…でもそれは、俺にも言える事だ。俺だって、いつまでもこのまで居られるというわけではない。」
    "话说，会离开的吗……但是，这也不是我能确信的事，就算是我，也不是能肯定一直会呆在这个地方的"

    # 里昂 「…蓮くん」
    lion "…莲君"

    # nil 「リオンは不安げに俺の名前を呼んだ。そして、何かをしようと俺に手を差し伸べるが、途中で引っ込めた。」
    "里昂不安地叫了我的名字。然后，伸出了手想要做些什么，但中途又缩回去了"

    # nil 「一段と強く、風が桜を舞い上げる。」
    "一阵强风，把樱花吹得飞舞起来"

    # nil 「まったく…なんて…」
    "真是的…怎么了啊"

    # nil 「甘酸っぱい夏…なんだ…！」
    "酸甜的夏天…这样的……！"

    # 里昂 「じゃぁ私、帰るから…また明日…ね？」
    lion "那我回去了…明天见…好吗？"

    ########################################################################################################################################################################################################
    # 以下注释来自2022年1月18日，寒假……
    # L:emmmm………………翻到这里总是也感觉到些许心酸，W等到22年6月之后就不能见面了呢……在线下可能可以和W一起玩的时间大概也就只剩1-2个月了……就像这里莲担心的那样，W也将要前往里昂所在的嘤国留学了……不知道什么时候，会不会回国捏……
    # L:嘛，想到这里，就把本作作为W的饯别礼好了，希望他能够早日平安的从海外归来吧（虽然他现在还没出去而且天天还在一边原一边摸鱼）
    # L:W你要是康到了这里的话，等去了那边之后记得多来找我聊天哦~
    # L:W打算在本行的下一行说点儿什么嘛
    # （L给W预留的位置，如果要写的话记得加上日期哦）
    ########################################################################################################################################################################################################

    # 莲 「なぁ、リオン！」
    lian "呐，里昂！"

    # nil 「俺に背を向けたリオンに声をかける。」
    "向背向我的里昂打招呼"

    # 里昂 「は、はいっ！」
    lion "哈，是！"

    # nil 「ちょっとテンパった様子で、背筋を伸ばして硬直した。」
    "稍微有点慌张的样子，挺直腰板僵硬在那里"

    # 莲 「俺が夏休み入ったらさ、どっか遊びにいかないか？」
    lian "等我放暑假的时候，一起去哪里玩吧？"

    # 里昂 「…っ！　え、え？　遊びに…？　わ、私と…？」
    lion "哦！欸、欸？出去玩……？和、和我……？"

    # 莲 「あ。一日ぐらい休んでさ。他のアイス屋とかも視察もかねて…どうよ」
    lian "嗯，休息个一天左右吧。同时也去考察考察其他的冰淇淋店…怎么样？"

    # 里昂 「…い、い、いけど、わ、私でいの？」
    lion "……可、可、可以的说，是、是我可以吗？"

    # 莲 「妙にテンパってるな…。むしろ、俺はリオンと遊びにいきたいんだが。せっかくだしな、と思って…」
    lian "真是奇怪的说法啊…倒不如说，我想和里昂一起去玩。毕竟好不容易才来的，我是这么觉得的……"

    # 里昂 「だ、だってだってっ…ふ、二人…だ、よね？　デートになっちゃうよ！？」
    lion "但、但是但是……两、两个人……去，对吧？会变成约会的哦！？"

    # 莲 「あ、あ…デートになっちゃうな…。　俺は…まぁ、正直歓迎なんだが、リオンがよければ…だが」
    lian "啊，啊……变成去约会了吗……就我来说……嘛，老实说我很欢迎，如果里昂你觉得可以的话……"

    # 里昂 「私だって大歓迎だよ！」
    lion "我也是大欢迎哟！"

    # 莲 「は、はいっ！」
    lian "好，好！"

    # nil 「今度は俺がテンパる番だった。」
    "这次轮到我慌张了"

    # nil 「リオンは柄にもなく、語気を強めて俺に自分の意志をぶつけてきた。思わず背筋がピンとなる。」
    "里昂没有拐弯抹角，而是语气强硬地向我表达了自己的意志，我不由得脊梁发直"

    # 莲 「じゃ、じゃぁ、なんだ、俺と一緒に遊びにいってくれるのかい？」
    lian "那么，那个，你愿意一起和我一起去玩吗？"

    # 里昂 「い、いともー！」
    lion "当、当然啦——！"

    # nil 「リオンは相変わらず小刻みに震えていたが、とりあえず了承はしてくれた。」
    "里昂还是在微微的颤抖着，但还是同意了"

    # nil 「デートに誘うのがこんなに緊張するものだとは…。」
    "没想到约你出去玩居然会这么紧张……"

    # 莲 「と、とりあえず、じゃぁ、予定が決まったら連絡するから…」
    lian "嗯，总之，那么，等我安排好了，我再联系你……"

    # 里昂 「う、う、ん。待ってる…！今日はとりあえず帰るね！　ばいばい！」
    lion "呃、嗯、嗯。等着你……！今天总、总、总、总之就先回去了！Byebye！"

    # 莲 「あ、またな」
    lian "啊，再见"

    # 里昂消失

    # nil 「リオンは屋台を片付け終わると、クーラーボックスを肩に掛けて、ピューと音が鳴るような勢いで視界からフレームアウトしていった。」
    "里昂收拾完摊子后，肩上扛着冷藏箱，以“咻——”的声音和气势从我视野中消失了"

    # 莲 「…ぜぇ…はぁ…まったく…緊張するじゃねぇか…まぁこれも、一夏の思い出ってやつ…だよな…」
    lian "…呜…哈…真是的……这不是很紧张吗…嘛，这也是一个夏天的回忆…吧……"

    # 飞过特效

    # 想瑠 「…なるほど…この桜…そういうことか…」
    liu "……原来如此……这樱花……原来如此……"

    # 飞过特效

    # 黑屏
    # L:这里的里昂本来就不是果体，这里可不是我改了昂！

    # 里昂 「はぁ、はぁ…ぁぅ…んっ…やだ…溢れてきちゃ…ぁ、もうだめっ…とまんなぃ…蓮く…蓮くぅん…んっ…」
    lion "哈，哈……呜……呜…呜…呜……溢出来了…啊，已经不行了…不要停下来…莲君……莲君…嗯…"

    # 里昂 「蓮くぅ…んっ…わたし…ひ、んぅ…すきぃ…んっ、ひぁぅうっ…！」
    lion "莲君……嗯……我……喜、喜欢……呀啊……！"

    # scene18 场景1 【和里昂一起奇迹般的春夏秋冬】 结束

    # scene18 场景2 【】 开始

    # nil 「翌日。」
    "第二天"

    # 真冬 「まふまふまふまふまふまふまふ」
    dong "嘛呼嘛呼嘛呼嘛呼嘛呼嘛呼嘛~"

    # 心爱 「まふまふまふまふまふまふまふ」
    ai "嘛呼嘛呼嘛呼嘛呼嘛呼嘛呼嘛~"

    # 真冬 「れでぃー…」
    dong "Ready——……"

    # 心爱 「まふまふー！」
    ai "嘛呼嘛呼——！"

    # 真冬 「びよーん」
    dong "Biang——"

    # 心爱 「うにー」
    ai "呼捏——"

    # 真冬 「ぺち」
    dong "啪唧"

    # 心爱 「ＰＯＷ！」
    ai "ＰＯＷ！"

    # 场景切回教室

    # 莲 「なぁ君たち」
    lian "呐，你们啊"

    # nil 「本日は前期授業最後の日。つまり終業のベルが鳴ったら夏休みだ。」
    "今天是前期课程的最后一天，也就是说下课铃响了就是暑假了"

    # nil 「俺はお隣さんがぽっかりと空いた席に、座りながら、スマフォのブラウザで、デートプランを調べていた。」
    "我坐在旁边空荡荡的座位上，用我的智能手机浏览器调查约会计划"

    # nil 「前の席では、昨日俺に交際を告げた二人の百合っぷるが、いつも通りにイチャイチャしている。」
    "在前面的座位上，昨天告诉我开始交往的两朵百合花，正在像往常一样亲热着"

    # 心爱 「ほいほい、なんですかお兄ちゃん」
    ai "喂喂，什么事啊，欧尼酱"

    # 真冬 「んー？　なんだい蓮くん」
    dong "嗯？什么事，莲君？"

    # 莲 「呼び名を入れ替えるなよ。で、単刀直入に聞くけど、女の子がデートに連れてかれて喜ぶ所ってどこよ」
    lian "不要互换身份叫我哟。然后，我就直截了当地问了，女孩子被约会带到哪里会高兴呢？"

    # 心爱 「寄席」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%AF%84%E5%B8%AD
    ai "寄席（L:可以理解成曲艺场、说书场、杂技场，可以去这里康落语之类的表演）"

    # 莲 「うるせえ」
    lian "闭嘴"

    # 真冬 「んー？　もしかして、リオンちゃん？」
    dong "嗯？难道说是，里昂酱？"

    # 莲 「…まぁ、隠してもしょーがないよな。その通りだ」
    lian "…嘛，就算想隐瞒起来也没什么用啊。就是那样"

    # 真冬 「好きなの？」
    dong "你喜欢吗？"

    # 莲 「うるせえ」
    lian "无路赛"

    # 心爱 「おひょー！　蓮くん、外人に手を出しましたか！」
    ai "呜呼——！莲君，你对外国人下手了吗！"

    # 莲 「てめぇは人の妹に手を出したけどな」
    lian "你不也是对别人的妹妹下手了嘛"

    # 真冬 「先に手を出したのは私だよ」
    dong "是我先下手的"

    # 心爱 「きゃー☆」
    ai "呀——☆" 
