# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene02 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://b.luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2021年11月10日

# 当前流程：整理生肉文本，翻译并润色

label scene04:
    # scene04 开始
    # 地点：Q版
    # 人物：心爱 真冬
    # BGM：bgm28

    # scene04 场景1 【集美间的愉快自习（雾）】 开始

    # 真冬 「まふまふまふまふまふまふ」
    dong "嘛呼嘛呼嘛呼嘛呼嘛呼嘛~"

    # 心爱 「まふまふまふまふまふまふ」
    ai "嘛呼嘛呼嘛呼嘛呼嘛呼嘛~"

    # nil 「こんにちは、真冬です。」
    "你好，我是真冬~"

    # nil 「世間はそろそろ真夏に突入する頃合いですが、私は相変わらず真冬です。」
    "世间已经差不多是进入盛夏的时候了，而我还是一如既往的真冬（L:真冬也有寒冬、隆冬的意思。另外，2021年的冬天是真的冷，11月初就下雪了）"

    # 真冬 「まふまふまふまふまふ」
    dong "嘛呼嘛呼嘛呼嘛呼嘛~"

    # 心爱 「まふまふまふまふまふ」
    ai "嘛呼嘛呼嘛呼嘛呼嘛~"

    # nil 「今は学園で授業の真っ最中。といっても、自習なので暇です。」
    "现在正在学校上课。虽说如此，因为是自习所以很闲"

    # 真冬 「まふ」
    dong "嘛呼~"

    # 心爱 「びよーん」
    ai "呀~"

    # nil 「しかもあろうことか、半日授業のうち、最初の時間はＨＲ。残りの時間自習というとんでもないスケジュールです。」
    "而且，在半天的课程中，最开始是HR（班会）。剩下的时间全是自习，真是荒唐的课程安排"

    # nil 「仕方がないので、幼馴染みの心愛ちゃんのほっぺたをぷにぷにしつづけています。およそ1時間。」
    "因为太无聊了，所以只好把青梅竹马的心爱的脸蛋吹得鼓鼓的，大概过去了1个小时"

    # nil 「最初は心愛ちゃんも困惑していましたが、気持ち良くなってきたんでしょう。」
    "一开始心爱感觉很迷，但是现在心情好多了吧"

    # nil 「嫌がる素振りどころか、やめようとすると、もっとして欲しいと求めて来るようになりました。」
    "一点讨厌的样子都没有，而且当我想停下来的时候，心爱一副“还想要”的样子"

    # 真冬 「ふにゃー」
    dong "呼喵~"

    # nil 「ちなみに、双子の兄は隣の席が何故か空白の、後ろの席で心地よさそうに寝息を立ています。」
    "顺便一提，双胞胎哥哥的旁边不知为何空着一个位子，于是在后面的座位上舒服地躺着睡着了"

    # nil 「悪戯してやりたい所ですが、今は心愛ちゃんのほっぺたをぷにぷにするのが忙しいので、我慢します。」
    "虽然很想恶作剧，但是现在忙着要把心爱的脸蛋吹得鼓鼓的，所以就忍耐一下吧"

    # nil 「さて、この兄ですが、最近変です。私が起こさずとも、早起きしていやがるのです。」
    "对了，就是这个欧尼酱，他最近怪怪的。早上不用我叫醒，自己就早起了"

    # nil 「これでは、毎朝どうやって起こしてやろうかと悩む、毎朝の脳トレができません。」
    "这样的话，我每天早上就没法脑力锻炼了，因为不需要烦恼怎么把欧尼酱叫起来了"

    # 真冬 「ういいいいいいいん」
    dong "呜诶诶诶诶诶诶——"

    # 心爱 「むああああああ」
    ai "呜呜呜呜呜呜——"

    # 真冬 「ぺち」
    dong "啪唧"

    # 心爱 「ＰＯＷ！」
    ai "ＰＯＷ！"

    # nil 「今度、この心愛ちゃんをけしかけてみようかと思います。」
    "回头，我想要试着调教一下心爱呢"

    #场景切换
    # 地点：Q版->教室
    # 人物：心爱 真冬 莲 想瑠喵
    # BGM：bgm28

    # 心爱 「まふ…あれ？　やめちゃうの？　うぅ…」
    ai "嘛呼…啊咧？不做了嘛？呜…"

    # 真冬 「欲しがりさんですね」
    dong "你很想要啊"

    # 心爱 「だってー気持ちいんだもんー、まふまふ♪」
    ai "因为——很舒服的啦、嘛呼嘛呼♪"

    # 真冬 「お兄ちゃんに、悪戯をしようかなーなんて思ってみたり」
    dong "我在想,要不要对欧尼酱恶作剧呢"

    # 心爱 「あ！　それ私も考えてた！」
    ai "啊! 这个我也想到了!"

    # 真冬 「ポリバルーンのストローを鼻に突っ込んだりしてみる？」
    dong "要不要也来做个鼻灯笼呢？（L:绝了，所以每个人体验一次呗）"

    # 心爱 「もうそのネタは使い古されてるかな…私も、真冬ちゃんの知らない所でやられてるんだぜ…」
    ai "这个段子已经过时了吧…我也在真冬不知道的地方被人这么淦了……"

    # 真冬 「…コンテンツの消費速度には驚かされますね…えいえい」
    dong "…内容的消费速度真让人吃惊啊…嗨呀"

    # nil 「ぷにぷに。兄のほっぺをつんつんしてみます。自分の兄ながら、可愛い寝顔です。」
    "噗噗，我要戳戳欧尼酱的脸颊。虽然是自己的哥哥，但是睡脸实在是太可爱了"

    # 莲 「……」
    lian "……"

    # 真冬 「…あれ？」
    dong "啊嘞？"

    # 心爱 「どしたの？」
    ai "怎么了呢？"

    # 真冬 「まふ」
    dong "嘛呼~"

    # 心爱 「はう」
    ai "哈呜~"

    # 心爱 「ふにゃー」
    ai "呼喵~"

    # 真冬 「ふむ…」
    dong "哈呜"

    # 心爱 「む…なんだよぅ、焦らしプレイかよぅ…もっとくれよぅ」
    ai "嗯…这是啥啊，是那种放置play的游戏嘛？…再给我一点吧"

    # 真冬 「いや…」
    dong "不…"

    # nil 「二人とも、妙に肌のハリが良いような…。」
    "两个人的皮肤都特别有弹性呢..."

    # 真冬 「心愛ちゃん、お兄ちゃんに、お気に入りのヒアルロン酸の化粧水でも貸した？」
    dong "心爱，你借给欧尼酱你最喜欢的玻尿酸化妆水了吗?"

    # 心爱 「へ？　いきなりどうしたの？」
    ai "咦？突然怎么了？"

    # 真冬 「二人とも妙に肌のツヤがいからさ。化粧水を炭酸で割って飲む心愛ちゃんならまだしも、お兄ちゃんなんてプロアクティブが関の山だし…」
    dong "两个人的肌肤都有着奇妙的光泽。如果是用碳酸来兑化妆水喝的心爱倒还说得过去，欧尼酱这么积极主动的话好像就说不大过去了呢…"

    # 心爱 「ふ、ふえ！？　あ、あー…えと、えと…ね…」
    ai "呜、呜欸! ? 啊，啊...... 呃...那个...啊..."

    # 真冬 「……」
    dong "……"

    # nil 「心愛ちゃんが妙に狼狽えています。案の定、何か裏がありそうですね。」
    "心爱莫名其妙地惊慌失措，果然有什么内幕"

    # 心爱 「えーと…真冬ちゃんには黙ってごめんなさいなんだけど…」
    ai "那个……对不起我没告诉真冬……"

    # 真冬 「え？　いや、お兄ちゃんが女子力足りないのは知ってるから、そういうお手伝いは大歓迎だけど…」
    dong "啊？没关系，我知道欧尼酱的女子力不够，我很欢迎你帮忙就是了……"

    # 心爱 「これを…」
    ai "这个……"

    # nil 「心愛ちゃんは、目線を泳がせながら、手のひらに置いた何かを見せてきました。」
    "小爱一边游移着视线，一边向我们展示了放在手掌上的东西"

    # 真冬 「コラーゲンボール…」
    dong "胶原蛋白球…"

    # 心爱 「う、うん…。なんか、一個あげたら味をしめちゃったみたいで…」
    ai "嗯、嗯…好像送了一个就尝到了甜头的样子……"

    # 真冬 「味無いと思うんだけど…」
    dong "我觉得这东西没有味道来着…"

    # nil 「また、兄が変な食べ物にハマってしまったようです。今度、「煮こごり」という美味しい食べ物を紹介してあげようと思います。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E7%85%AE%E3%81%93%E3%81%94%E3%82%8A
    "另外，哥哥好像也迷上了奇怪的食物。下次，我想给你介绍一种叫做「煮こごり」（L:指肉冻或者鱼冻，雀实非常好吃）的好吃的食物"

    # 真冬 「まふまふまふ」
    dong "嘛呼嘛呼嘛~"

    # 心爱 「まふまふまふ」
    ai "嘛呼嘛呼嘛呼~"

    # 想瑠 「で、いつ真冬ちゃんは心愛ちゃんを貸してくれるの？」
    liu "那么，真冬什么时候才会把心爱借给我呢？"

    # 真冬 「後で」
    dong "一会儿"

    # 莲 「ていうか働けよあんたは」
    lian "话说回来，你该上工了"

    # 心爱 「起きてたのか！」
    ai "睡醒了吗！"

    # 莲 「今起きた。そして寝る。あと真冬、ちゃんと先生にも心愛を貸してあげなさい」
    lian "我现在起来了，然后一会儿接着睡觉。还有真冬，要好好地把心爱借给老师哦"

    # 真冬 「はーい。はい、どーぞ」
    dong "好——的。来，请用"

    # 想瑠 「わーい。まふまふまふ」
    liu "好嘞~嘛呼嘛呼嘛呼~"

    # 心爱 「脇をしめろ脇を！」
    # 参考资料：https://www.shige9.net/2019/07/31/%E9%87%8E%E7%90%83%E3%81%AE%E5%B8%B8%E8%AD%98-%E8%84%87%E3%82%92%E7%B7%A0%E3%82%81%E3%82%8D-%E3%81%AB%E3%81%A4%E3%81%84%E3%81%A6%E8%80%83%E3%81%88%E3%82%8B/
    ai "收紧腋窝啊、收紧！（L:棒球技巧，方便肘部和肩胛骨发力）"

    # 想瑠 「押忍！」
    liu "押忍！（L:是空手道、剑道、柔道等武术界人士之间使用的一种打招呼方式）"

    # nil 「真冬です。」
    "现在是真冬视角"

    # nil 「兄の寝顔を眺めながらそっと、思います。」
    "一边看着哥哥的睡颜，一边思考着"

    # nil 「もっと、仲良くなればいのにな。」
    "我希望我们能更亲密一点"

    # nil 「そっと、兄の頭を撫でました。」
    "轻轻地抚摸了欧尼酱的头"

    # nil 「兄の寝顔が和らぎます。」
    "欧尼酱的睡脸平静了下来"

    # nil 「それを見て、胸の中に愛おしさがこみ上げます。」
    "看到那个，心中充满了爱意"

    # nil 「真冬です。」
    "我是真冬"

    # nil 「お兄ちゃんが大好きです。」
    "我最喜欢欧尼酱了"

    # 原地tp

    # 莲 「起きまんた」
    lian "我起来了"

    # nil 「案の定、教室には誰もいませんでした。」
    "果然，教室里没有人"

    # nil 「額には、書き置きされた付箋が何枚か貼ってありました。」
    "额头上贴着几张写着东西的便签"

    # nil 『＠mafumafu_winter　温泉掘ってきます。今日は早く帰ります』
    # 真冬Twitter：https://twitter.com/mafumafu_winter
    "『@mafumafu_winter（L:这个是真冬，在Twitter能搜到【Mafumafu.K@Love69】） 我去挖温泉去啦，今天会早点回去的』"

    # nil 『＠Cocoa_sweetcake　欲望が堪えきれないので、私も穴を掘ってきます』
    # 心爱Twitter：https://twitter.com/Cocoa_sweetcake
    "『@Cocoa_sweetcake（L:这个是心爱，在Twitter能搜到【null】，但是里面没东西） 因为无法抑制欲望，所以我也去挖洞啦』"

    # nil 『＠solnyan_bot お尻を出した子一等賞。私は常に桜花賞』
    # 想瑠喵Twitter：https://twitter.com/Solnyan_bot
    # 参考资料：https://dic.pixiv.net/a/%E3%81%8A%E3%81%97%E3%82%8A%E3%81%A7%E5%87%BA%E3%81%97%E3%81%9F%E5%AD%90%E4%B8%80%E7%AD%89%E8%B3%9E
    # 参考资料：https://huaca.blog.fc2.com/blog-entry-1091.html
    "『@solnyan_bot（L:这个是想瑠喵，在Twitter能搜到【想瑠にゃん_bot】） 露出屁股的孩子得一等奖，我经常得樱花奖（L:后半部分应该是编的，前半部分的来历有多种说法，一说是这句话出自『まんが日本昔ばなし』的ED曲『にんげんっていいな』，有暗示同性恋的意思）"

    luckykeeper "一说是“捉迷藏露出屁股的孩子得一等奖”,躲起来的孩子们不知道有熊，只注意着鬼的动向（露出脸看外面），完全没有注意到后方的熊，因为熊是杂食动物，所以一被发现就会被熊咬屁股，因为歌词整体是从熊的视角来叙述的，所以【一等奖】=【第一个猎物】的意思"

    # nil 『＠Ashley_SW　アメリカと日本の音楽シーンの大きな違いは、ダウンロード販売の収益が、アーティストに還元されるか否かであるかだと私は考えている。
    # 亚十礼Twitter：https://twitter.com/ashley_sw
    "『@Ashley_SW（L:这个是亚十礼，在Twitter能搜到【Ashley Ting】，我认为美国与日本音乐的主要区别在于数字发行的收益是否会回馈给艺术家』"

    # nil 「余談だが、私はカーリー・レイ・ジェプセンは普通に可愛いと思う』」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%AB%E3%83%BC%E3%83%AA%E3%83%BC%E3%83%BB%E3%83%AC%E3%82%A4%E3%83%BB%E3%82%B8%E3%82%A7%E3%83%97%E3%82%BB%E3%83%B3
    "说句题外话，我觉得卡莉·蕾·杰普森是普通的可爱呢（L:1985年11月21日－，加拿大歌手、词曲作家、演员，获得了包括朱诺奖、公告牌音乐奖与在内的多个奖项与提名，截至2015年3月，杰普森在全球唱片销量超过2000万）" 
