# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene14 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 0.2
# Blog：http://luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年1月13日

# 当前流程：整理生肉文本，翻译并润色

label scene14:
    # scene14 开始

    # scene14 场景1 【热情似火的夏威夷】 开始

    # 地点：夏威夷酒店
    # 人物：心爱 真冬 莲
    # BGM：无

    # nil 「ホテルにチェックイン完了。」
    "酒店入住完毕"

    # 莲 「さて、では、まずはお部屋の内装についてご紹介を―」
    lian "然后，那么，，首先介绍一下房间的内部装修吧"

    # 心爱 「どうりゃあ！！！！」
    ai "怎么样！！！！"

    # 真冬 「だっしゃぁあ！！！」
    dong "哒呷！！！"

    # 莲 「やっぱりかあ！！！！」
    lian "果然会这样啊！！！！"

    # nil 「可愛い彼女二人による鮮やかな連携プレーにより、フカフカ新素材のベッドに張り倒されました。」
    "由于两位可爱的女朋友的精彩合作，被扑倒在松软舒适的新材料床上了"

    # nil 「もう少し大切に扱えよなぁ！フィアンセをよぉ！」
    "稍微好好珍惜对待一下啊！我的未婚妻们啊！"

    # 真冬 「心愛ちゃん、脚抑えて。私頭いくから」
    dong "心爱酱，把脚压住，我去脑袋那边"

    # 心爱 「おっけー！　ほいでは、彼氏くん、失礼しますよ」
    ai "OK——！那么，男朋友，稍微失礼一下啦"

    # 莲 「なんだ、今日はいやに積極的じゃないか…」
    lian "什么嘛，今天不是很积极吗…"

    # nil 「リオンから貰ったアイスの効果もあるだろうが、やはりこの常夏の島のバカンスで舞い上がっているのだろう。」
    "虽然也有从里昂那里得到的冰淇淋的效果，但还是在这个常夏的岛上度假的时候兴奋起来了吧"

    # nil 「だから、今夜は俺も精々楽しませて貰うとしようか！」
    "所以，今晚我也尽情享受吧！"

    # nil 「ということで…。」
    "因此…"

    # 心爱&真冬 HScene 03 Skip~

    # scene14 场景1 【热情似火的夏威夷】 结束

    # Scene14 结束！

    # 过场： 心爱&真冬（常服）

    jump scene15
