# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene09 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2022年1月6日

# 当前流程：整理生肉文本，翻译并润色

label scene09:
    # scene09 开始

    # scene09 场景1 【终于到了面对修罗场的时候了呢】 开始

    # 地点：真冬房间
    # 人物：真冬
    # BGM：无

    # 真冬 「ん…ぁ…」
    dong "嗯…呼…"

    # nil 「真冬です。」
    "现在是真冬视角"

    # nil 「変な時間に起きました。」
    "我在奇怪的时间醒来了"

    # nil 「どうやら、本を読んでたら寝落ちをかましてしまったらしいです。」
    "好像是，看着看着书就睡着了"

    # 真冬 「あれ…私…」
    dong "啊咧…我…"

    # nil 「こんなに準備して寝てたっけ。」
    "我不记得上一次我睡得这么香是什么时候了"

    # nil 「掛け布団はしっかり全身にかけられているし、枕もとに置いてある例のマニュアルは栞のような紙が挟んであります。」
    "被子被紧紧地盖在身上，放在枕边的那本手册夹着一张像书签一样的纸"

    # nil 「しかも、スマフォも充電コード差し込まれてるし…。電気も消えてるし。」
    "而且，智能手机也插上了充电线…电灯也关上了"

    # nil 「スマフォのバックライトを頼りに、マニュアルに挟んであるメモ用紙を読む。」
    "借助智能手机的背光，阅读手册中夹着的留言"

    # nil 「『冷蔵庫にお土産のケーキが入ってます。食べちゃっていですよ。兄。それと、お腹は冷やさないように』」
    "『冰箱里有一个给你的蛋糕，可以去恰，哥哥留。还有，别让肚子着凉了』"

    # 真冬 「恐らく、私が風邪を引かないように気を遣ってくれたのでしょう。そう考えるだけで、胸の中に温かい気持ちが広がっていきました。」
    dong "恐怕是为了不让我感冒，你很用心了呢。只是想到这里，温暖的心情就在心中蔓延开来"

    # nil 「あ、こんなにも私、お兄ちゃんに…。」
    "啊，这样的我，对欧尼酱……"

    # 真冬 「お礼…しなくちゃ…」
    dong "不道谢……是⑧行的捏……"

    # nil 「特に何と言って考えてはいないけど…。」
    "虽然没什么特别的想法…"

    # nil 「起きてるかな？」
    "你还醒着吗？"

    # nil 「私はベッドから降りて、向かい側のお兄ちゃんの部屋へと向かいます。」
    "我从床上下来，向对面欧尼酱的房间走去"

    # 场景切换： 真冬房间->葛城家二楼玄关

    # nil 「ドアの下の隙間から、光が漏れてます。どうやら電気はついているようです。」
    "光线透过门下的缝隙照在外面，看起来灯还亮着"

    # 真冬 「……！」
    dong "……！"

    # nil 「そして、何やら二人分の人の声がドアの向こうから聞こえます。二人とも聞き慣れた声です。」
    "然后，从门的对面传来了两个人的声音，，两个人的声音都是我熟悉的"

    # nil 「でも、二人とも普段は聞かないような…そんな声と吐息です。」
    "但是，两个人的声音都是平时不会听到的……那样的声音和呼吸声"

    # nil 「全身がゾクゾクと震えはじめます。胸に広がっていた温かい気持ちが、一気に凍り付いた恐怖へと豹変します。」
    "全身开始颤抖。在胸口蔓延着的温暖的心情，一下子变成了冰冻的恐怖"

    # nil 「もう、確かめなくてもわかります。」
    "即使，不要去确认也知道了"

    # nil 「でも…。」
    "但是……"

    # nil 「そっと、ゆっくりドアを開けました。　」
    "轻轻地，慢慢地打开了门"

    # 真冬 「…っ！」
    dong "……啊！"

    # nil 「私が、ドアの隙間から見たのは…。」
    "我从门缝里看到的是…"

    # nil 「幸せそうに繋がる、お兄ちゃんと心愛ちゃんでした。」
    "欧尼酱和心爱酱两个人，幸福地联系在一起"

    # nil 「私は、なんとか、二人に気づかれずにドアを閉めました。」
    "我轻轻地关上门，没让他们两个注意到"

    # 真冬 「私は…私は…なんてことを…」
    dong "我……我……怎么会这样……"

    # nil 「足は力なく折れて、私は床に座り込みます。」
    "失去了支撑自己站立的力气，一屁股坐到了地板上"

    # nil 「吐き気がこみ上げて、口を覆います。」
    "恶心的感觉向上直冲，我不由得捂住了嘴"

    # nil 「私はただ、お兄ちゃんに幸せになって欲しかった。」
    "我，只是希望欧尼酱能够幸福"

    # nil 「なのに、ただ、お兄ちゃんを求めて…。」
    "但是，只是，只想要欧尼酱……"

    # nil 「心愛ちゃんとお兄ちゃんが結ばれていた事がショックだったんじゃない。」
    "心爱酱和欧尼酱结合的事情让我大为震惊"

    # nil 「二人が結ばれている事を知らずに、お兄ちゃんを求めてしまった。」
    "我不知道他们两个人的事情，就去追求欧尼酱了"

    # 真冬 「私…本当になんてことを…」
    dong "我…到底是怎么回事…"

    # nil 「お兄ちゃんにも、心愛ちゃんにも、最低な事をしてしまった。」
    "无论对欧尼酱，还是对心爱酱，都是做了最糟糕的事情呢"

    # nil 「本来なら、両手をあげて祝福出来る事だったはずなのに…。」
    "本来，我是可以举起双手祝福他们的…"

    # 场景切换
    # 葛城家二楼走廊->葛城家客厅

    # nil 「ふらふらと立ち上がって、リビングに向かいます。」
    "摇摇晃晃地站起来，朝客厅走去"

    # nil 「気持ちを落ち着けるために、冷蔵庫を開ける。」
    "为了让心情平静下来，打开冰箱"

    # 真冬 「…っ！」
    dong "……！"

    # nil 「冷蔵庫には、白い紙箱が目立つ位置に置かれていました。」
    "冰箱里，一个白色的纸盒放在非常显眼的位置"

    # 真冬 「やだ…やだよ…こんなの…」
    # 从这儿附近开始真冬酱的麦就有点问题了呢，稍微收录了一些线路噪声进去
    dong "讨厌…讨厌啊…这样的…（L:从这句话附近开始，真冬酱的麦就有点问题了呢，稍微收录了一些线路噪声进去，原版如此）"

    # nil 「もし、知らなかったら、このケーキはきっと幸せに食べれたのかな…。」
    "如果，刚才的事情都不知道的话，这个蛋糕一定会幸福地吃下去吧…"

    # nil 「私はゆっくり紙箱を取り出して、蓋を開けます。」
    "我慢慢地取出纸盒，打开盖子"

    # nil 「中に入っていたのは、生クリームとラズベリーのソースであしらわれたチョコレートケーキでした。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%A8%E3%83%BC%E3%83%AD%E3%83%83%E3%83%91%E3%82%AD%E3%82%A4%E3%83%81%E3%82%B4
    "里面是一个用新鲜奶油和覆盆子酱做成的巧克力蛋糕（L:覆盆子就是一般意义上说的树莓，国内又叫红桑子、野草莓、蛇头莓、桑莓等）"

    # 真冬 「うわ…うわあ…」
    dong "哇…哇啊——…"

    # nil 「私は、泣きました。」
    "我哭了"

    # nil 「泣きながら、お土産のケーキにスプーンを伸ばします。」
    "一边哭，一边把勺子伸向特产蛋糕"

    # nil 「もう涙が止まりません。」
    "眼泪止不住了"

    # nil 「大好きなのに。」
    "明明最喜欢你"

    # nil 「私は、二人のことが、大好きなのに…。」
    "我对，两个人都，最喜欢了…"

    # nil 「真冬です。」
    "我是真冬"

    # nil 「私は…。」
    "我是……"

    # nil 「私は…。」
    "我是……"

    # nil 「これから、どうすれば…。」
    "接下来，我该怎么办呢…"

    # 场景切换
    #   葛城家客厅（夜）->莲卧室
    # 视角切换
    #   真冬 -> 莲
    # BGM：bgm13
    # 人物： 心爱 莲

    # 心爱 「むにゃ…この壺は高く売れる…ふにゃー…」
    # 这里的心爱也没有小对话框头像捏，原作就是逊啦，咱给补上
    ai "呼喵——………这个罐子卖得很好…呼呜…"

    # 画面震动，可参考 scene01 的实现

    # 莲 「がばぁっ！」
    lian "哇啊啊！"

    # 心爱 「はうあっ！？」
    # 这里的心爱上的是HS的小头像呢，得换！各位lsp对不住了！！
    ai "哈哇啊！"

    # nil 「飛び起きた。」
    "跳起来了"

    # nil 「時計を見る。午前6時。やばい、真冬が起こしにくる。」
    "看了眼表。早上6点。糟了，真冬要来叫我起床了"

    # 心爱 「びっ…びっくりしたなーもー！　結構良いところだったのに！」
    # 这里的心爱上的也是HS的小头像呢，得换！各位lsp对不住了！！
    ai "欸……吓了我一跳！真是的！本来睡得挺好的来着！"

    # 莲 「心愛、起きろ。服着るぞ！　今日は月曜日だ！」
    lian "心爱，快起床，穿衣服！今天是星期一！"

    # 心爱 「へ！？　へ！？　あ！」
    # 这里的心爱上的也是HS的小头像呢，得换！各位lsp对不住了！！
    ai "嗯！？嗯！？啊！"

    # nil 「俺達は昨日の夜、お互いの身体を何度か貪った後、翌朝の事も考えずに眠ってしまったようだ。」
    "昨天晚上，我们贪婪地吞噬了对方的身体好几次之后，似乎连第二天早上的事想都没想就睡着了"

    # 心爱 「ほいパンツとシャツとズボン！」
    # 这里的心爱终于可以放出来了，上面的就按照这里的来换吧
    ai "嘿！胖次和衬衫还有裤子！"

    # nil 「早くも下着姿まで服を着ていた心愛が、タンスの中から俺のパンツを投げてくる。」
    "早就穿着内衣的心爱从衣柜里扔过来了我的衣服"

    # 莲 「ハイビスカス…またかよ…これだから女子は」
    lian "扶桑花…又来了……这就很女孩子味儿呢"

    # 心爱 「四の五の言ってないの！　さっさとそいつを隠しなさいな！」
    # 参考资料：https://gogen-yurai.jp/shinogonoiu/
    # 参考资料：https://www.weblio.jp/content/%E5%9B%9B%E3%81%AE%E4%BA%94%E3%81%AE%E8%A8%80%E3%82%8F%E3%81%AA%E3%81%84
    ai "不要说这说那了！快把这家伙藏起来！（L:前半句原文「四の五の言ってないの！」四の五の言的说法起源于江户时代中期的骰子赌博游戏，也有来自四书五经的说法，意思是对某件事情抱怨，感兴趣的可以去自行Yahoo~）"

    # 莲 「そいつ呼ばわりかよ。昨夜は好き好き言ってたじゃねぇか」
    lian "你管它叫这家伙？昨天晚上不是还说了喜欢吗？"

    # 心爱 「二度と余計な事を喋らせるな」
    ai "别让我和你再废话第二遍！"

    # 莲 「すんませんでした」
    lian "对不起"

    # nil 「俺が心愛から受け取ったトランクスをはくのに凡そ３秒。」
    "穿上我从心爱那里扔过来的胖次只要大约3秒"

    # nil 「その間に、心愛は制服姿に着替えていた。」
    "与此同时，心爱换上了制服"

    # 莲 「っていうかお前の制服がうちにあんだよ」
    lian "话说，我家为啥会有你的制服啊？"

    # 心爱穿上制服

    # 心爱 「こんな事もあろうかと、仕込んでおいたのだ！」
    ai "因为我早就料到会发生这样或者那样的事情嘛！"

    # 莲 「計画的犯行かよ…」
    lian "你这是有预谋的犯罪啊……"

    # nil 「とりあえず、制服に着替えました。」
    "总之，换上了制服"

    # nil 「とりあえずこれで、昨夜の痕跡は消しました。あとは適当に言い訳を考えるだけです。」
    "总之，这样就消除了昨晚的痕迹，剩下的只是随便想个借口"

    # nil 「ただ、少しだけ腑に落ちませんでした。」
    "只是，我有一点想不明白"

    # nil 「隠し事をする事で、真冬を間接的に傷付けてしまう気がして…。」
    "我觉得像这样隐瞒事实，感觉会间接伤害了真冬……"

    # nil 「でも、そうしたら、心愛にも正直に、真冬との事を話さなければ…。」
    "但是，如果不这样的话，就必须对心爱说实话，告诉她我和真冬的事情…"

    # nil 「俺はまだ、少し決意をしきれていなかった。」
    "我还没有下定决心"

    # 原地tp

    # nil 「30分経過。」
    "30分钟后"

    # 心爱 「来ないね真冬ちゃん」
    ai "没有来呢，真冬酱"

    # 莲 「おかしいな…あいつに限って寝坊する事はないとおもうんだが…」
    lian "好奇怪啊…我觉得只有她是不会睡过头的……"

    # 心爱 「うーん。部屋覗いてみようかな」
    ai "嗯。去她的房间看看吧"

    # 莲 「俺がいくわ」
    lian "我去吧"

    # 心爱 「はーい。じゃぁ私、リビング行ってるね！」
    ai "好——的。那我的话，就先去客厅啦！"

    # 场景切换：莲卧室->葛城家二楼走廊（朝）

    # nil 「心愛と同時に部屋を出て、俺は真冬の部屋を、心愛は階段へと向かっていった。」
    "我和心爱同时离开了房间，我走向真冬的房间，心爱向楼梯走去"

    # 场景切换：葛城家二楼走廊（朝）->真冬卧室

    # nil 「ガチャッ」
    "嘎吱嘎吱"

    # 莲 「おいおい真冬ちゃん、今日はお兄ちゃんが起こし…あれ、いねぇでやんの」
    lian "哦呀哦呀真冬酱，今天是欧尼酱来叫你起床哦~……咦，你没在啊？"

    # nil 「ドアを開けると、既に部屋はもぬけの殻で、夏風に揺れるカーテンが寂しく、宙を漂っていた。」
    "打开门一看，房间里已是空空如也，只有夏风中摇曳的窗帘寂寞地在空中飘浮"

    # 心爱 「『おーい蓮くーん！』」
    # 这里原作用了引号，但是不是电话或者引用的句子其实不需要的，所以就不加了
    ai "喂——莲君！"

    # nil 「階下から心愛の呼び声が聞こえる。」
    "楼下传来心爱的呼唤声"

    # nil 「俺は真冬の部屋のドアを開けっ放しにしたまで、急いで部屋から飛び出した。」
    "我连真冬房间的门都没顾上关，就急忙跑了出去"

    # 场景切换：真冬卧室->葛城家客厅

    # nil 「俺がリビングに到着すると、メモ用紙を持って立ち尽くす心愛がいた。」
    "我一到客厅，就看到了拿着便条纸站着的心爱"

    # 莲 「どったの先生」
    lian "怎么啦，老师？（L:这里莲的说法是「どったの先生」，最开始真冬叫莲起床也是这么说的）"

    # 心爱 「ウサギちゃんは既に家を出てるみたいだよ」
    ai "小兔子好像已经出门了呢"

    # 莲 「なんやて」
    lian "你在说什么啊"

    # 心爱 「ほら」
    ai "你看嘛"

    # nil 「心愛が俺に、メモ用紙を手渡した。」
    "心爱把便签纸递给了我"

    # nil 「すると、俺が昨日真冬に書き置きしたメモ用紙に、文章が書き足されていた。」
    "于是，我发现昨天给在真冬留下的便签纸上面被加上了一句话"

    # nil 「『お土産のケーキとても美味しかったです。それと、お布団と携帯の充電もありがとうございました。ちょっと急用で先に出ます。」
    "『特产蛋糕很好吃。还有，谢谢你给我盖上被子还有给手机充电。有点急事我就先走了"

    # nil 「ごめんね。ご飯は良かったら食べて下さい。ＰＳ．玄関に心愛ちゃんの靴があったので、心愛ちゃんの分も作っておきました』」
    "对不起啦。如果可以的话回头我请吃饭。PS.门口有心爱酱的鞋子，所以也准备了心爱酱的份』"

    # nil 「テーブルの上には、二人分のところてんと生ハムサラダが盛りつけてあった。」
    "桌子上摆着两人份的凉粉和火腿沙拉"

    # nil 「だが、自分の分の食器を片付けた痕跡はなく…。」
    "但是，没有清理真冬自己那份餐具的痕迹……"

    # 莲 「あいつ…自分は飯食わず、俺たちの分作っていったのかよ…」
    lian "那家伙…自己没吃饭，只做了我们的份吗…"

    # 心爱 「ぶわあ…まふまふちゃん、なんて良い子なの…」
    ai "呜哇…嘛呼嘛呼酱，你真是个好孩子啊…"

    # 莲 「おいおい泣くな泣くな。涙の塩気がところてんに入っちゃうぞ」
    lian "喂喂，不要哭。眼泪的咸味进到沙拉里面的"

    # 心爱 「だってぇ…と、とりあえずお礼のリプライ飛ばしとくよ…」
    ai "但是啊……总是先回复一句谢谢吧……"

    # 莲 「直接言えよ」
    lian "直接说出来就行"

    # nil 「席に座って、二人で手を合わせる。」
    "坐在座位上，两个人双手合十"

    # 心爱 「イタダキマス！」
    ai "我开动啦！"

    # 莲 「いただきます」
    lian "我开动了！"

    # 心爱 「もぐもぐ…もぐもぐ…うみゃい」
    ai "咕嘟咕嘟…咕嘟咕嘟…唔喵"

    # 莲 「…？　あ、あ…そうだな…美味しいな」
    lian "…？嗯…嗯……是啊…真好吃啊"

    # 心爱 「もぐもぐ」
    ai "嗯嗯"

    # 莲 「（おかしいな…真冬にしては、塩気が強い…心境の変化か？）」
    lian "（好奇怪啊……就真冬的口味来说，咸味很重…是心境的变化吗？）"

    # scene09 场景1 【终于到了面对修罗场的时候了呢】 结束
    # scene09 场景2 【不知道如何开口而渐行渐远的三人】 开始

    # 场景切换：葛城家客厅->学校教室
    # BGM：sweet passion.ogg
    # 人物：心爱 莲 女学生A 花盆君

    # nil 「学校にて。」
    "在学校"

    # 心爱 「まっふまふちゃーん！」
    ai "嘛呼嘛呼酱~——！"

    # 女学生A 「心愛ちゃんおはよ。残念だけど真冬ちゃんまだ来てないよ」
    # 记得要去更新人物表(wsa->woman student A)，这里的女学生A的声音感觉是里昂CV配的捏
    # 原来demo版已经定义过了，也是wsa，233333
    wsa "心爱酱早上好~虽然很遗憾但是真冬酱还没来呢"

    # 心爱 「えー！　今朝のお礼ついでに私の噛んだガムあげようかと思ったのに！」
    ai "欸——！我本来想今天早上来向你道谢的，顺便把我嚼过的口香糖给你的！"

    # 女学生A 「嫌がらせじゃない…あれ、葛城くん、真冬ちゃんと一緒じゃないの？」
    wsa "这不是骚扰嘛……咦，葛城君，你今天不是和真冬酱一起的吗？"

    # 莲 「それがだなー真冬の奴、用事があるとかで先出たはずなんだが…」
    lian "整个嘛——真冬这家伙，应该是有事先走了……"

    # 女学生A 「なら、先生と一緒じゃないかな？」
    wsa "那么，应该就是和老师在一起吧"

    # 心爱 「そだね。想瑠にゃん来るまで待ってみよう。車で来るまで」
    ai "是啊。那就等想瑠喵过来吧，应该是开车过来的"

    # 莲 「うるせえ」
    lian "无路赛"

    # 女学生A 「笑えよ」
    wsa "笑一个"

    # 莲 「はい」
    lian "好~"

    # 花盆君 「…」
    pen 花盆君_通常 "......"

    # 莲 「……」
    lian "……"

    # 心爱 「……」
    ai "……"

    # 花盆君 「…（ふりふり）」
    pen 花盆君_通常 "......（摇摆摇摆）"

    # 心爱 「想瑠にゃん来ないから自習だってさ」
    ai "说是想瑠喵不来改成自习了"

    # 莲 「真冬も来なかったな」
    lian "真冬也没有来啊"

    # 心爱 「ね…はぁー…直接お礼言えなかったなー…」
    ai "啊…哈啊——…没能直接道谢啊……"

    # 莲 「電話しとけば？」
    lian "打个电话吧"

    # 心爱 「そうするー」
    ai "就这么办吧"

    # nil 「結局、その日一日、学園で真冬と担任の姿を見る事はなかった。」
    "在结果，那天一整天，都没有在学校看到过真冬和班主任的身影"

    # 场景切换：学校教室内->葛城家客厅
    # BGM：Slide the Way
    # 人物：莲 真冬

    # nil 「その夜。」
    "是夜"

    # 莲 「ふむ…やはり牛乳は200ミリだな…」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%9F%E3%83%AA
    lian "嗯……果然牛奶是200milli（毫）啊……（L:原作如此，应该是200ml（毫升），但是莲只说了一半）"

    # nil 「俺は一人、リビングでミロと牛乳の絶妙な配分を調べながら、真冬の帰りを待つこと、午後11時。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%8D%E3%82%B9%E3%83%AC%E3%83%BB%E3%83%9F%E3%83%AD
    "我独自坐在客厅里，试图找出Milo（L:一种由瑞士雀巢公司出品的奶类饮料，含有巧克力和麦芽成分，最早是1934年澳洲人托马斯研发）和牛奶的完美组合，等待真冬归来，现在是晚上11点"

    # nil 「何度か携帯をチェックするも、メールの返信も来ないし、ＳＮＳでも動いていない。」
    "我检查了好几次手机，没有回复短信，在SNS上也没有消息"

    # nil 「心愛から『まふまふちゃん電話でないー』とのメールが届いていた。」
    "从心爱那里收到了『真冬没有接电话呢——』的短信"

    # nil 「真冬の事だから、単に携帯を触ってないだけだろうが…。」
    "因为是真冬，所以可能只是碰巧没看手机而已…"

    # 莲 「…うむ、出来た、出来たぞ！」
    lian "……欸，找到啦、找到啦！"

    # nil 「ガチャンッ」
    "哐当一声"

    # nil 「ついに黄金比を見つけたその瞬間、自宅の玄関の扉が開いた。」
    "终于在找到黄金配比的那一瞬间，家里的大门打开了"

    # 真冬 「ただいまー…」
    dong "我回来啦——……"

    # 莲 「お、おかえり真冬。良かったちょっと心配してたんだぞ。メールもかえさねぇし」
    lian "欢、欢迎回来真冬。太好了，我都有点担心了，发的短信也没回"

    # 真冬 「あ、あ、う、うん…ごめん、お兄ちゃん、ちょっと忙しくて…」
    dong "啊，啊，嗯、嗯……对不起，欧尼酱，我有点忙……"

    # 莲 「そんなに素直に謝られてもな…。疲れてるみたいだな…ほら、お兄ちゃんが完璧なミロを作ったから飲みなさい」
    lian "即使你那么坦率地道歉……你看起来好像很累啊…来，欧尼酱做了完美的Milo，快来喝吧"

    # 真冬 「うん…ありがと…」
    dong "嗯……谢谢……"

    # nil 「真冬は心底疲れているようで、目に生気がこもっておらず、弱々しく俺からミロの入ったグラスを受け取ると、」
    "真冬似乎真的很累，眼睛里毫无生气，虚弱地从我手中接过装着Milo的玻璃杯"

    # nil 「こくこくと喉を鳴らして飲み干した。」
    "咕咚咕咚地全部喝掉了"

    # 莲 「どうよ」
    lian "怎么样？"

    # 真冬 「うん…美味しいね…。ごめん、お兄ちゃん…私、疲れてるから…寝る…ね
    dong "嗯……很美味呢……对不起，欧尼酱……我，累了……去睡觉…了……"

    # 莲 「お、おう…」
    lian "哦，哦…"

    # nil 「真冬は淡々と靴を脱いで玄関をあがり、俺の横を通り過ぎていく。」
    "隆冬淡然地脱鞋走上玄关，从我身旁走过"

    # 莲 「あ、そうだ、心愛からだが…」
    lian "啊，对了，有心爱打来的……"

    # nil 「ピクッと真冬の身体が跳ねて、真冬は立ち止まった。」
    "真冬的身体突然跳了一下，停了下来"

    # 真冬 「…何？」
    dong "……啥"

    # 莲 「今朝のご飯、ありがとう。凄く美味しかったよ。まふまふちゃん大好き…だとさ」
    # 这里反而没加引号，很奇怪捏，按照本作的惯例，加上引号
    lian "『今天早上的饭，谢谢你啦，味道非常好呢，我最喜欢嘛呼嘛呼酱了』这样的"

    # 真冬 「…そっか。じゃぁ『ありがとう。私も心愛ちゃん大好き。それと、電話出れなくてごめんね』って伝えといて」
    dong "…这样啊。那『谢谢。我也很喜欢你。还有，没能接电话对不起』就这样告诉她吧"

    # 莲 「仲良いよなお前ら。ていうか直接言えよ」
    lian "你们关系这么好啊。直接和她这么说呗"

    # 真冬 「そうする…じゃぁ、お兄ちゃん、おやすみ」
    dong "就这么办吧…那么，欧尼酱，晚安"

    # 莲 「あ…おやすみ。ゆっくり休めよ。しばらく起きてるから、何かして欲しい事とかあったら声かけてくれ」
    lian "啊…晚安，好好休息吧，我已还过一会睡，如果有什么需要我帮忙的事情的话就喊我一声"

    # 真冬 「…うん。ありがと」
    dong "…嗯，谢谢"

    # nil 「真冬はそれ以上何も言わず、無言で階段を上っていった。」
    "隆冬没再说什么，只是默默地走上楼梯"

    # 莲 「本当に疲れてんだな…そっとしておいてやるか…」
    lian "你真的很累啊…我就不打扰你了……"

    # 场景切换：葛城家客厅->学校教室
    # BGM：honky tonk saloon (pad)（bgm13）
    # 人物： 莲 心爱

    # nil 「その日以来、真冬は毎朝、早く家を出て、毎晩遅く帰ってくる日々が続いた。」
    "从那天以来，真冬每天早上都早早出门，每天晚上很晚才回家"

    # nil 「それでも真冬は毎朝俺の朝食を律儀に作ってくれている。」
    "尽管如此，真冬还是每天早上都按时给我做早饭"

    # nil 「だが、少なくとも、俺と真冬のコミュニケーションの機会は確実に激減していた。」
    "但至少，我和真冬交流的机会确实锐减了"

    # nil 「毎朝の書き置きには毎回、「ごめんね」のワードが書き込まれている。」
    "每天早上的便签纸上都会写上『对不起』的字样"

    # 心爱 「はぁぅー…」
    ai "哈呜——…"

    # 莲 「今日も居ないのか」、真冬」<-原版如此，括号打多了
    lian "今天也不在吗？真冬"

    # 心爱 「まふまふちゃんに会いたいよー」
    ai "嘛呼嘛呼酱我好想见你啊——"

    # 花盆君 「…（ふるふる）」
    pen 花盆君_通常 "......（颤抖颤抖）"

    # 心爱 「ねー、植木鉢くんも真冬ちゃんいなくて寂しいもんねー」
    ai "害——花盆君看不到真冬酱也很寂寞啊"

    # 莲 「寂しいな…」
    lian "好寂寞啊…"

    # nil 「真冬が俺達の生活から居なくなった事で、心愛も急速に元気を失っていった。」
    "随着真冬从我们的生活中消失，心爱也迅速失去了活力"

    # 莲 「ほら、チョコ食うか」
    lian "来，要吃巧克力吗"

    # 心爱 「食べる…」
    ai "吃…"

    # 莲 「早く真冬が落ち着くといな」
    lian "希望真冬快点安定下来"

    # 心爱 「うん…」
    ai "嗯……"

    # 花盆君 「…（じー）」
    pen 花盆君_通常 "......（哈——）"

    # 心爱 「心愛は寂しげに、空席になってしまった隣の席を眺めた。」
    ai "心爱寂寞地看着旁边空出来的座位"

    # 原地tp

    # 心爱 「はー！　ごめん！　蓮くん！　今日バイトあるの忘れてた！　一緒に帰れないや…」
    ai "啊！对不起！莲君！我忘了今天还有打工！不能和你一起回去了……"

    # 莲 「バイト？　例のクマのぬいぐるみに入るやつか？」
    lian "打工？就是钻进那只熊玩偶里面吗？（L:就是前面提到的那个“康起来很没劲的熊玩偶”）"

    # 心爱 「いや、今日は軍艦にスプーンでいくらを盛りつけるバイトだよ」
    ai "不，今天是在军舰上用勺子盛装三文鱼子的打工（L:这里说的是军舰寿司）"

    # 莲 「いくらの軍艦限定かよ。他の寿司も作ってやれよ、もしあれなら送っていこうか。ちょっと待ってくれば家からバイク引っ張り出してくるけど」
    # 原文是两句话，这里合并一句
    lian "只限定军舰啊，也做做其他的寿司啊，如果是那样的话我送你去吧，稍等一下，我这就把摩托车从家里整出来"

    # 心爱 「んーん。蓮くんに迷惑かけらんないから大丈夫！」
    ai "不了。我不会给莲君添麻烦的，没事的！"

    # 莲 「迷惑とかじゃなくてだな…」
    lian "我不会觉得麻烦的……"

    # 心爱 「ちょっと一人で考え事もしたいから…ごめんね」
    ai "我想一个人想想事情……对不起"

    # 莲 「いやいや、まぁ、真冬の事もあるしな…バイト頑張れよ」
    lian "没事没事，嘛，还有真冬的事情啊…那打工加油啊"

    # 心爱 「はーい。ありがと、蓮くん」
    ai "好——谢谢啦，莲君"

    # 莲 「おう」
    lian "嗯"

    # nil 「心愛もやはり、俺と同じように真冬の事で悩んでるのだろうか。」
    "心爱酱果然也是，和我一样在为真冬的事情烦恼吗"

    # nil 「できれば相談して欲しい所だが…。」
    "如果可以的话，我希望你能和我商量一下呢……"

    # 莲 「（それを言ったら俺も心愛に相談してねぇ…な…）」
    lian "（这么说的话我也没和你商量过…的吧…）"

    # nil 「それに、俺自身解決しなければ問題があるはずだ。」
    "而且，我自己不去解决的话肯定不行"

    # 场景切换：学校教室内->街道
    # BGM:I hear now
    # 人物： 莲

    # 莲 「（リオンも、今日は店を出してないのか…）」
    lian "（里昂今天也没有开店吗…）"

    # nil 「久しぶりに会いたいと思ってやってきたが、屋台は出てなかった。」
    "想着很久没见了所以过来了，但是摊子并没有摆出来呢"

    # 画面切换：街道->黄昏天空

    # 莲 「（孤独だ…）」
    lian "（孤独啊…）"

    # nil 「俺はバイクに乗りながら、宛もなくただ、ひたすら走り続けていた。」
    "我一个人骑着摩托车，没有目的地，只是一个劲地往前开"

    # nil 「考える事は、真冬の事、心愛の事。そして、これからの事。」
    "思考的事，是真冬的事，还有心爱的事。然后，接下来的事情"

    # nil 「俺の考えでは、真冬と心愛が機嫌の良いときに、勢いで話してしまおうという考えだったが、」
    "我的想法是，在真冬和心爱心情好的时候，趁这样的机会说出来"

    # nil 「それも今では可能性が薄くなってきた。」
    "但是现在这种可能性越来越小了"

    # nil 「単に時間が解決できる問題であればよいのだが…。」
    "如果只是时间能解决的问题就好了…"

    # 莲 「（くそっ…）」
    lian "（该死…）"

    # 场景切换：天空（街道）->海边

    # nil 「思えば、孤独を感じる事なんて無かった。」
    "回顾过去，我从未感到孤独"

    # nil 「ずっと、真冬と心愛と一緒に居て。」
    "一直，都是和真冬和心爱在一起"

    # nil 「それが当たり前だと思っていた。」
    "我以为这是理所当然的"

    # nil 「喧嘩もしたけど、でも、翌日にはケロっと仲直りして。」
    "虽然也有吵架的时候，但是，第二天我们就和好了"

    # nil 「ただ、わからなかった。」
    "只是，我不知道"

    # nil 「真冬は夜に帰ってくるもの、毎日、凄く疲れた様子で、俺は深く聞く事を躊躇っていた。」
    "真冬现在是晚上才回来，每天看起来都很非常疲惫，我犹豫着要不要说这个事儿"

    # nil 「そんな中でも、真冬は毎日朝食を作ってくれる。」
    "在这样的情况下，真冬每天都给我做早饭"

    # nil 「だから、話せない事にイライラするにも、怒りは湧かなかった。」
    "所以，即使我对不能说话感到沮丧，我也不会生气"

    # nil 「真冬…一体どうしたんだ…」
    "真冬…你到底怎么了呢……"

    # nil 「俺は、何故かたどり着いてしまった海に向かってそう呟いた。」
    "我对着不知何故而抵达的大海喃喃自语"

    # 画面切换到街道心爱视角
    # 新BGM解锁

    # 心爱 「はぁーあー…なんとかしなくちゃ…」
    ai "哈啊——哈啊……必须得想办法了……"

    # nil 「私はバイトに向かう途中、ため息をついた。」
    "在去打工的路上，我叹了口气"

    # nil 「真冬ちゃんと接する時間が減って、真冬ちゃんに会えない事と目に見えて元気を失っていく蓮君の姿を見る事で、私のライフゲージは着実に削られていた。」
    "和真冬酱接触的时间减少了，看到了见不到真冬酱的事加上看到失去了精神的莲君的样子，我的生命量表被稳步削减"

    # nil 「それに、当然、キスやそれ以上の事もしなくなってしまったし、好きという言葉を伝える事も無くなってしまった。」
    "而且，当然，我们不再接吻，也不再说喜欢这个词了"

    # nil 「胸にぽっかり穴があいてしまったようで、苦しい。」
    "胸口好像突然裂开了一个洞，很痛苦"

    # nil 「そして、私は真冬ちゃんが蓮くんや私に会わない本当の理由に、薄々感づいていた。」
    "然后，我隐约感受到了真冬不见莲和我的真正理由"

    # 心爱 「恐らく…真冬ちゃんは…」
    ai "恐怕……真冬酱…"

    # nil 「推測の域を出て居ないけど、多分、真冬ちゃんは蓮くんと身体を重ねている。」
    "虽然只是推测，不过，大概，真冬和莲君的身体已经重叠过了"

    # nil 「根拠は、この前蓮君と繋がった時に、布団から真冬ちゃんの香りを感じ取ったから。」
    "根据是，上次和莲君联系在一起的时候，从被子里感觉到了真冬酱的香味"

    # nil 「とはいっても、真冬ちゃんはこの間も添い寝から耳ペロをしてみたりと、頻繁にベッドには出入りしてるのかもしれないけど…。」
    "话虽如此，真冬酱最近也开始陪睡和耳pr，可能频繁出入于莲君的床上…"

    # nil 「ただ、私の直感が「そういうのではない」というのは今になってひしひしと感じている。」
    "只是，我的直觉「不是那样的」到了现在这种感觉非常强烈"

    # nil 「そして、何らかの原因で、私と蓮くんが愛し合っている事を知ってしまった。」
    "然后，因为某种原因，知道了我和莲君相爱的事情"

    # nil 「なので、気分を悪くした真冬ちゃんが、私達から距離を開けるのは当然の事だ。」
    "因此，心情不好的真冬，和我们拉开距离是理所当然的"

    # nil 「恐らく、知ったのはこの前蓮君の家に泊まったとき。」
    "恐怕，是我上次在莲君家过夜的时候知道的"

    # nil 「あの時、本来ならもっと良い選択肢があったはずだ…。」
    "那时候，本来应该有更好的选择…"

    # nil 「だけど、これで蓮君を責めるわけにはいかない。」
    "但我不能因此而责怪莲君"

    # nil 「彼と触れあった２回とも、私から誘っただけで、蓮くんは、その優しさで私を包み込んでくれただけ。」
    "和他接触的两次，都是我主动邀请的，莲君只是用他的温柔包容了我"

    # nil 「その優しさが心地よくて、幸せで。」
    "那份温柔让人心情舒畅，幸福"

    # nil 「大事な経過をすっ飛ばしてる事も忘れてしまいそうだった。」
    "差点忘了，我跳过了最重要的部分"

    # nil 「いや、忘れていたかったのかもしれない。」
    "不，也许只是想忘记而已"

    # nil 「そんな、私の惰性がこんな結果になってしまった。」
    "这样的，我的惰性导致了这样的结果"

    # 心爱 「だけど、後悔していても仕方がない…なんとかしなければ…手遅れになる前に…！」
    ai "但是，后悔也不是办法……如果不想办法的话……在为时已晚之前…！"

    # nil 「私は拳をぐっと握りしめる。」
    "我握紧拳头"

    # nil 「あの日、かけてもらった言葉を思い出す。」
    "我想起了那天你对我说的话"

    # 店长 「『諦めなければ、必ず良い結果に辿り着けますよ』」
    dinerowner "『只要不放弃，也一定会有好结果的』"

    # 店长 「『人を好きになるって、素敵な事じゃないですか』」
    dinerowner "『喜欢上一个人，不是很美妙吗?』"

    # nil 「胸に残ったその言葉が、崩れそうな私の心を、繋ぎ止めた。」
    "残留在心中的那句话，维系着快要崩溃的我的心"

    # 画面切换回海边莲君视角
    # BGM也切换回来

    # nil 「すっかり夜になってしまった。」
    "天已经完全黑了"

    # 动画：CALL
    # 电话声
    # 可以复用scene01啦！

    # nil 「ポケットの奥で、携帯が震える。」
    "在口袋里面，手机正在震动"

    # nil 「真冬だろうか。」
    "会是真冬吗"

    # nil 「画面を見ると「一条心愛」の文字が光っている。」
    "看向画面，「一条心爱」的文字闪烁着光芒"

    # 接电话声
    # 参考 scene01 的实现即可

    # 莲 「心愛か。バイトは終わったのか？」
    lian "是心爱吗？打工结束了吗？"

    # 左下心爱手机小头像，具体实现参考 scene01 真冬电话小头像即可

    # 心爱 「『うん終わった。さっきはごめんね』」
    ai "『嗯，结束了。刚才对不起』"

    # 莲 「お、おう。気にするなよ。それで、どうしたんだ？」
    lian "哦，嗯，别在意。那么，怎么了？"

    # 心爱 「『うん。それを伝えたかっただけだよ』」
    ai "『没什么，我只是想告诉你而已』"

    # 莲 「そうか。今日はお疲れさん」
    lian "是吗？今天辛苦了"

    # 心爱 「『うん…あ、蓮くん蓮くん』」
    ai "『嗯…啊，莲君莲君』"

    # 莲 「…なんだい？」
    lian "……怎么了？"

    # 心爱 「『最近言えてなかったけど…大好きだよ』」
    ai "『虽然最近没有说…但是我最喜欢你了』"

    # 莲 「あ…ありがとう」
    lian "啊…谢谢"

    # 心爱 「『私も、蓮くんが元気だせるように頑張るから、辛いときは声…かけてね？』」
    ai "『我也会为了让莲君打起精神而努力的，痛苦的时候……叫我一声好吗？』"

    # 莲 「わかった。何かあったら頼らせてもらうよ」
    lian "我知道了，如果有什么需要，我会依靠你的"

    # 心爱 「『うん。じゃぁね』」
    ai "『嗯，再见』"

    # nil 「ツーツーツー無機質な機械音だった。」
    "嘟——嘟——嘟——……只剩下无机质的机械音回响"

    # 莲 「（はぁ…）」
    lian "（哈啊…）"

    # nil 「俺は携帯電話をしまうと、海を眺めた。」
    "我收起手机，眺望大海。"

    # nil 「俺は反射的に心愛に「好き」と言い返せなかった事に気づいた。」
    "我反射性地发现了最近没有和心爱说「喜欢你」这样的事情"

    # scene09 场景2 【不知道如何开口而渐行渐远的三人】 结束
    # scene09 场景3 【逐渐意识到真相，努力化解隔阂的二人】 开始

    # nil 「時間が解決してくれると思っていたが…それはただの甘えだった。」
    "我以为时间能解决问题的……但那只是一厢情愿而已"

    # nil 「金曜日を迎えてしまった。これで、真冬がいない日々を一週間過ごしてしまったことになる。」
    "又到了周五，这样一来，我们已经度过了一个星期没有真冬的日子"

    # nil 「そして、今日は前期授業最終日。つまり、明日から夏休みだ。」
    "然后，今天是前期课程的最后一天。也就是说，明天开始就是暑假了"

    # 想瑠 「はい、つーことで、やっとこさ、貴様らが楽しみにしていた夏休みに入るわけだが…」
    liu "是的，话说回来，终于要进入你们期待已久的暑假了……"

    # nil 「朝のＨＲ。相変わらず、真冬の席は空席のまだった。」
    "早上的HR，和最近一样，真冬的座位还是空着的"

    # 心爱 「あれ？　想瑠にゃん居るじゃん」
    ai "啊咧？想瑠喵不是在家吗？"

    # 莲 「ほんとだ。流石に、終業式の日に居ないのはまずいと思ったんかね」
    lian "真的啊。果然，是不是觉得结课那天也不在实在是太牙白了吧"

    # 心爱 「まふまふちゃんの事聞いてみよう」
    ai "我去打听打听嘛呼嘛呼酱的事情吧"

    # 莲 「そうしましょう」
    lian "就这么办吧"

    # 原地tp

    # 莲 「そうしましょう」
    lian "就这么办吧"

    # 莲 「なぁ、アンタ、真冬の事知らないか？」
    lian "嘿，你知道真冬的事情吗？"

    # 想瑠 「え？　何、君ら喧嘩でもしたの？」
    liu "欸？怎么了？你们吵架了吗？"

    # 心爱 「あれ？　想瑠にゃんも知らないの？　まふまふちゃんの行方」
    ai "啊咧？想瑠喵也不知道吗？嘛呼嘛呼酱的去向"

    # 想瑠 「知らんと言ったら嘘になるけど…うーん、どうしよっかなー」
    liu "如果说不知道的话是骗人的……嗯，怎么办好呢？"

    # 心爱 「私は小手先の交渉が嫌いでね…」
    ai "我不是一个喜欢小题大做的人……"

    # 想瑠 「い、痛いってば！　ぎぶ！　ぎぶだよ！　喋るから！」
    liu "嘿、好疼的啊！give！give up哒哟！我会说的啦！"

    # 莲 「心愛！　頸動脈だけ抑えるのやめろ！」
    lian "心爱！不要再掐着颈动脉了！"

    # 想瑠 「ぜぇ…はぁ…君は武力以外での説得を覚えたまえ…。まぁでも、はっきり言って口止めされてるから、言えないよ」
    liu "哈啊……哈啊…你要学会除了武力以外的说服方法……不过嘛，因为清被封口了，所以不能说（L:这里的后半句原版也是没有）"

    # 莲 「真冬に？」
    lian "被真冬？"

    # 想瑠 「うん。どうしてもっていうなら話すけど…。それは真冬ちゃんの気持ちを裏切る事になるよ」
    liu "嗯，如果你坚持的话我也可以告诉你……但是这等于是背叛了真冬酱的心情"

    # 心爱 「真冬ちゃんが、想瑠にゃんを口止めしてまで、秘密にしたい事って…」
    ai "真冬酱，你让想瑠喵守口如瓶，想要保密的事情是……"

    # 莲 「なら、やはり真冬に直接問い詰めるしかないか…」
    lian "那么，还是只能找到真冬直接她了吧…"

    # 想瑠 「うーん…しばらく待ってみればいんじゃないかな。何をそう焦ってるんだい？　別に、いなくなるわけじゃないんだからさ」
    liu "嗯——……也许稍微等一段时间不久行了吗？你为什么这么着急？又不是说不见了"

    # 心爱 「うん…。そうなんだけど…。なんだか、このま私達、仲直りしても…大切な物を失ってしまいそうな気がして…」
    ai "嗯……虽然是这样说……但是总觉得，就算我们就这样和好了……也会失去重要的东西……"

    # 想瑠 「ふーむ。まぁ、君らの問題に大人の私が関するのは本来良くないんだが…」
    liu "嘛——这个是你们的问题了，找我这个成年人解决本来就不大好……"

    # 想瑠 「とはいえ、君ら三人とも、私の大事な生徒だからな、是非とも仲良く幸せにして欲しい。という願いもある」
    liu "话虽如此，但你们三个都是我最重要的学生，我希望你们能和睦相处，幸福快乐"

    # 想瑠 「なので、一言だけ」
    liu "那么，我就只说一句"

    # 想瑠 「頑張れ！」
    liu "加油吧！"

    # 心爱 「ほんとに一言だけかよー！」
    ai "真的只有一句话啊！"

    # 想瑠 「ははははは！　じゃぁなお前ら！　私はこれからハワイ旅行の準備で忙しいんでね！」
    liu "哈哈哈哈哈！那么再见伙计们！我现在正忙着准备去夏威夷旅行呢！"

    # 莲 「んあ？　アンタもハワイいくの？」
    lian "嗯？你也要去夏威夷吗？"

    # 想瑠 「も？　なんだ、私がハワイいっちゃ悪いのか。ワイハーのゴイスーだぜ」
    # 参考资料：http://monjiro.net/dic/head/34/110525/10/0
    # 参考资料：https://ja.wikipedia.org/wiki/%E6%AD%BB%E8%AA%9E_(%E8%A8%80%E8%AA%9E)
    # 参考资料：https://detail.chiebukuro.yahoo.co.jp/qa/question_detail/q1068478850?__ysp=44K044Kk44K544O844GgIOS9lQ%3D%3D
    # 参考资料：https://ja.wikipedia.org/wiki/%E6%AF%9B%E3%81%AE%E7%8E%8B%E5%9B%BD#ゴイスー
    liu "什么？道我不该去夏威夷吗？我可是怀哈（L:怀哈是夏威夷，怀哈（Waiha）是泰国苏梅岛的一种死语（就是因为没有人用所以消失的语言）对夏威夷的说法）的戈伊斯（L:音译，漫画鼻毛真拳中毛の王国里面的一个人物）"

    # 心爱 「私達も行く予定なんだよー！　蓮君と真冬ちゃんの三人で！」
    ai "我们也计划去那里哦！加上莲和真冬酱三个人！"

    # 想瑠 「向こうじゃ絶対会いたくねぇな…プライベートの私なんか絶対見せないからな…」
    liu "我绝对不想在那边和你们见面…我绝对不会让别人看到我的私生活…"

    # 心爱 「やだ！！　見る！！あ、でも…三人で行けるかな…」
    ai "亚哒！！就要看！！但是……真的能三个人一起去吗……"

    # 莲 「大丈夫だろ。行けるさ」
    lian "没问题的。会去的"

    # 心爱 「そ、そだね…弱気になってちゃだめだね！」
    ai "是、是啊……可不能气馁啊！"

    # 想瑠 「その意気だ。アディオス・ファッキン・アミーゴ」
    liu "就是这种气势。Adiós・fxxking・amigo（又是西班牙语，Adiós=再见，amigo=友人(一般指没有血缘关系的友人)）"

    # nil 「先生は、立てた中指を額に当て、ビシッと突きだしてから、教室から出て行った。」
    "老师把竖直的中指放在额头上，砰的一声伸了出来，然后从教室出去了"

    # nil 「俺と心愛は、お互い顔を合せてから、首をかしげた。」
    "我和心爱，面面相觑，歪着脑袋"

    # 莲 「帰るか…」
    lian "回去吗…"

    # 心爱 「そう…だね…真冬ちゃん、いないの寂しいね…」
    ai "是…啊…真冬酱，你不在我很寂寞呢……"

    # 莲 「そう…だな…。心愛は今日もバイトか？」
    lian "是…啊…心爱今天也要打工吗？"

    # 心爱 「バイトはないんだけど、ちょっとやることがあるかなー」
    ai "虽然没有打工，不过有点事情要做呢——"

    # 莲 「そうか…。俺もやろうとしてる事がある」
    lian "是吗……我也有一件事要做"

    # 心爱 「お互いがんばろ！」
    ai "彼此加油! "

    # 莲 「あ。頑張ろう」
    lian "啊，加油吧！"

    # nil 「心愛は俺がしようとしてる事をわかっているのかもしれない。」
    "也许心爱知道我要做什么"

    # 场景切换：教室内->街道

    # nil 「校門で、心愛と別れて、普段の帰り道とは違う道を歩む。」
    "在校门口，和心爱告别，走上了与平时回家的路不同的路"
