# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene01 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：WorldlineChanger（2句）
# 版本 null
# Blog：http://b.luckykeeper.site
# 修订日期 2021年9月11日



label scene01:

    #######################################################################################################
    ## 已知问题 | 测试：Luckykeeper
    ################################
    # issue by Luckykeeper @ 2021年8月31日 | 测试平台：安卓
    # A：下面的只能显示 € § ¶ ∮ 音符不能正常显示，还得继续换字库，或者改翻译，♪在本文使用过多，必须想想办法
    # 莲 「…そーりーふぉーぱーてぃろっきーん」&&这里的音符微软雅黑的字库不支持，得改
    # lian "......♬ ♪ ♩ ♫ ♭ € § ¶ ∮ ♬"
    # & 解决方法：正在寻找合适的字库，至少得能准确显示♪，如果没有的话，改翻译
    # & 更新：参考gui.rpy文件的注释 选用了 NotoSansCJKjp-Black.otf https://www.google.cn/get/noto/

    # issue by Luckykeeper @ 2021年8月31日 | 测试平台：安卓
    # B：最多显示4行，只能到“水火不容那里”，多了的需要换页，回头数数字数，所有长句需要重新检查，建议在本句孤狼位置停止（即最多显示90字）
    # Luckykeeper 这里是译者注哒~
    # luckykeeper "这里是翻译君的豆知识时间！《荣誉之刃》(Blades of Glory)『俺たちフィギュアスケーター』，是2007年出品的花式溜冰喜剧电影，由Josh Gordon与Will Speck导演。梦工厂经由派拉蒙电影公司发行。大概讲的是花式溜冰界的孤狼，却斯·麦可麦可斯与金童吉米·麦克罗伊一向水火不容，两人在世界性大赛里大打出手，因此被判定终生禁赛。失去溜冰舞台，落魄的两人发现比赛规则有漏洞，便决定组成世界第一支男子双人组重返花式溜冰界，引起各界一阵哗然与轰动……"
    # & 解决方法：长句放在两段

    # issue by Luckykeeper @ 2021年8月31日 | 测试平台：安卓
    # C：VSCode的破折号“——“看起来很短，但是实际到renpy会变得正常，所以“——”打多了的也得改
    # 莲 「…そーりーふぉーぱーてぃろっきーん」&&这里的音符字库不支持，得改
    # & 解决方法：之前的翻译（想瑠 「とーころがどっこい、私は毎日絶好調だ。正解は、時給が850円から900円にあがったんだよーん」以前的）后面来修
    # & 没翻的部分注意一下这个问题
    #######################################################################################################

    # 阔以发现，一般对话框人物和主页面一样，所以还是非常好做的
    # 而且同一场景就在几个表情之间来回换
    # 常用参数
    # 这里真冬的位置在正中
    # show 真冬_制服_基本_目閉じ:
    #     zoom 1.5
    #     xalign 0.5
    #     yalign -0.09
    # 定义人物正中
    transform love69_center:
        zoom 1.5
        xalign 0.5
        yalign -0.09
    # waifu2x 非标准大小（不是1920*1080的而是2160*1620分辨率的使用以下参数）
    # zoom 0.89 | 0.89 倍的缩放
    # xalign 1.1 | x轴位置
    # yalign 0.5 | y轴位置
    # 尝试定义一下
    transform love69_bg1620:
        truecenter
        zoom 0.89
        xalign 1.1
        yalign 0.5
    # waifu2x 非标准大小（不是1920*1080的而是1920*1440分辨率的使用以下参数）
    transform love69_bg1440:
        yalign 0.5


    ### 地点：莲卧室
    ### 人物：莲 真冬
    ### BGM：honky tonk saloon (theme).ogg ？ honky tonk saloon (pad).ogg 这俩之一
    # 开场：莫得BGM 背景

    ##### 需要特别注意 voice 不需要 play！！！
    # 这里的语句其实没有必要，但是放在这里做个例子
    # 通过下面的语句阔以对左下角对话框小头像的位置进行单独适配
    # 这个语句是针对真冬设计的参数
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ピピピピピ…ピピピピピピピッ」
    voice "voice/真冬/maf_a1_0001.ogg"
    dong 真冬_制服_基本_目閉じ "哔哔哔哔哔...哔哔哔哔哔哔哔"

    # 莲 「うるせえ」（闭嘴）
    lian "闭嘴"

    # 真冬 「はう」
    voice "voice/真冬/maf_a1_0002.ogg"
    dong 真冬_制服_基本_泣き "哈呜"

    # 真冬 「...」
    voice "voice/真冬/maf_a1_0003.ogg"
    dong 真冬_制服_基本_むーっ "..."

    # 真冬 「......」
    voice "voice/真冬/maf_a1_0004.ogg"
    dong 真冬_制服_基本_無表情 "......"

    # 真冬 「あーさでーすあーさでーすあーさーでーすよー」
    voice "voice/真冬/maf_a1_0005.ogg"
    dong 真冬_制服_基本_見下し2 "早——上——了~~早——上——了~~已~经~是~早~上~了~哟~"

    # 莲 「うるせえ」（闭嘴）
    lian "拜托，你很烦耶"

    # 真冬 「はう」
    voice "voice/真冬/maf_a1_0006.ogg"
    dong 真冬_制服_基本_泣き "哈呜"

    # 真冬 「......」
    voice "voice/真冬/maf_a1_0007.ogg"
    dong 真冬_制服_基本_目閉じ "......"

    # 真冬 「...むー...」
    voice "voice/真冬/maf_a1_0008.ogg"
    dong 真冬_制服_基本_むーっ "...嗯↑姆↓..."

    # 真冬 「............よし」
    voice "voice/真冬/maf_a1_0009.ogg"
    dong 真冬_制服_基本_無表情 "............好"

    # 真冬 「......」
    voice "voice/真冬/maf_a1_0010.ogg"
    dong 真冬_制服_基本_目閉じ "......"

    # 真冬 「...ちゅっ...ぁむっ」
    voice "voice/真冬/maf_a1_0011.ogg"
    dong 真冬_制服_基本_目閉じ_1 "......啾......嗯"

    # 切入背景图片 mcg01_1_2
    # Demo waifu2x 测试
    image bg mcg01_1_2 = "images/bg/mcg01_1_2.png"
    scene bg mcg01_1_2
    # 莲 「おひょぉおう！？」
    lian "哦哦哦哦哦？！！！"

    # nil 「起きた。」
    "起来了！"

    # nil 「なんか寝耳に水ったので身体が飛び起きた。」
    "突然感觉晴天霹雳似的，我的身体一下就从床上跳了起来"

    ## BGM引入：honky tonk saloon (pad)
    play music "bgm/bgm13.ogg"

    # 真冬 「ぐーてんたーく？　マイブラザー」 //ぐーてんたーく听上去好像德语，懂的老哥翻一下
    image bg mcg01_1_1 = "images/bg/mcg01_1_1.png"
    scene bg mcg01_1_1
    voice "voice/真冬/maf_a1_0012.ogg"
    dong 真冬_制服_基本_目閉じ "终于醒了吗？我的哥哥？（my brother son）"

    # 莲 「ぼーんじゅーるマイシスター…ん？」
    lian "我的妹妹（sister）...嗯？"

    # nil 「隣からする妹の声に反射的に応える。しかし、言葉を吐きってからその疑問に気づく。」
    "我对旁边传来的妹妹的声音做了反射性的回应，但是，说完之后我才发现不大得劲"

    # nil 「首を傾ける。」
    "我歪着头"

    # 莲 「お、ひょおう！？」
    lian "嗯？...咦——————？！！"

    # 真冬 「どったの先生。早速だけど、目覚まし時計はもう少し丁寧に扱う事をお勧めするよ」
    voice "voice/真冬/maf_a1_0013.ogg"
    dong 真冬_制服_基本_ジト目 "怎么啦，老师？虽然醒的还是挺早的，但是我建议你用闹钟的时候再小心一点哦（指刚刚真冬被当成闹钟锤了233）"

    ## 引入真冬介绍小动画（jpg大合体！）
    # 验证：直接使用jpg的可能性
    # 行 示例如下，能做到视频的效果，但是太费人力，人物介绍改为视频
    #    show 真冬カットイン00000004 at truecenter
    #    pause 0.005
    # 还是做视频好，没有视频，就en做！
    # 第一个视频诞生了！ 虽然⑧大行，但是能用！
    $ renpy.movie_cutscene("video/真冬カットイン.webm")
    # 尝试导入了下png，16G内存瞬间爆满
    # 当图片多（多于100张）的时候一定不能这样做
    # 虽然BGM会中断，但是起码电脑不会卡爆
    # 也有利于跨平台
    # show screen dongintroscr
    # pause 5
    # scene bg mcg01_1_1

    # 莲 「こ、こいつぁ珍しいお客さんじゃねぇか、バックスバーニー」 //バックスバーニー机翻是“巴克斯巴尼”，不是很懂呢
    lian "这...这不是个稀客嘛"

    # nil 「枕元に、血の繋がっているはずの双子の妹「真まふゆ冬」が微笑みながら、横たわっている。」
    "枕边，微笑着躺着的是有着血缘关系的双胞胎妹妹「真冬」。"

    # nil 「双子の妹つっても、奴のほうが生まれたタイミングは先だ。」
    "虽然说是妹妹，但是那家伙是在我前面出生的。"

    # nil 「つまり正確には姉だ。曰く”お兄ちゃん”という呼び名が気に入ってるらしいので、妹ということで。」
    "也就是说其实应该是欧内酱。但是她好像很喜欢“哥哥”这个称呼，因为这样她就是一抹多辽。"

    # nil 「さーっと血の気が引いていくのを感じる。ＴＨＥやっちまった感。色々聞きたい事はあるが、とりあえず…」&&这里的·也不支持，得想办法
    "我的脸色一下子就变得惨白。 THE·牙白 的感觉。有很多想问的事情，总之...。"

    # 莲 「何がどうしたんだよ」 //感觉翻的有亿点问题
    lian "你在这儿干嘛？！"

    # 真冬 「それは、寝起きのお兄ちゃんの耳ペロした事に対して？それとも、まふまふちゃん特製苺のミルフィーユの作り方について？」
    image bg mcg01_1_3 = "images/bg/mcg01_1_3.png"
    scene bg mcg01_1_3
    voice "voice/真冬/maf_a1_0014.ogg"
    dong 真冬_制服_基本_目閉じ "那是对刚刚prpr哥哥的耳朵叫醒哥哥的妹妹问的问题吗？还是说，想知道嘛呼嘛呼酱（まふまふちゃん）特制草莓千层派的制作方法？（まふまふ是真冬的爱称（来自真冬的名字MAFUYU），本文有很多地方会叫真冬まふまふちゃん）"

    # 莲 「後者については心配に及ばない。まふまふちゃんに作ってもらうから。前者についても知りたいが、」
    lian "关于后者就不用担心啦，想吃的时候会让嘛呼嘛呼酱给我做一个的，不过我想知道前面的是啥个情况？"

    # nil 「それに至るまでのプロセスについても是非知りたいね」
    "我超想知道昨天晚上到现在发生了啥"

    # 真冬 「ふむ…質問が多いお兄ちゃんだな」
    voice "voice/真冬/maf_a1_0015.ogg"
    dong 真冬_制服_基本_ジト目 "嗯...欧尼酱的问的问题真是多呢"

    # 莲 「こうみえて知りたがりでね」
    lian "我确实很想知道嘛"

    # 真冬 「『ねぼすけお兄ちゃんを持つ妹マニュアルその２』添い寝から妹目覚まし（スヌーズ付き）かーらーのー耳ぺろ」
    scene bg mcg01_1_1
    voice "voice/真冬/maf_a1_0016.ogg"
    dong 真冬_制服_基本_目閉じ "『有哥哥的妹妹指南2』之————从陪睡开始的妹妹闹钟（带再响功能的）之————耳朵pr~。"

    # 莲 「段階すっ飛ばしすぎじゃないかね」
    lian "你是不是跳过了哪个阶段？"

    # 真冬 「私とお兄ちゃんの関係を考えると妥当な判断だと」
    voice "voice/真冬/maf_a1_0017.ogg"
    dong 真冬_制服_基本_ジト目 "考虑到我和欧尼酱的关系，我觉得这是个合理的判断"

    # 莲 「見解の相違があるようだ…ちなみにその１はなんだ」
    lian "看来我们的见解不大一样呢...顺带问下，第一部是啥"

    # 真冬 「肘を脇の下から離さぬ心構えで、や内角を狙い、えぐり込む様に打つべし」
    voice "voice/真冬/maf_a1_0018.ogg"
    dong 真冬_制服_基本_目閉じ "要保持肘部不离腋下的姿态，瞄准辣个地方，像要钻进去一样打"

    # 莲 「個人的にそのジャブから打ってきて欲しかったもんだが…。寝起きの思春期男子には、些か冗談きついぜ…」
    lian "我个人并不想让你把那个刺拳打出来...对于刚起床的青春期男生来说，稍微有些开玩笑的感觉（L:绝对是的吧，会死人的）"

    # 真冬 「こうでもしないとお兄ちゃん起きないでしょ？」
    voice "voice/真冬/maf_a1_0019.ogg"
    dong 真冬_制服_基本_ジト目 "但是不这样做欧尼酱就不会起来的吧？"

    # 莲 「俺の人生は二度寝とビン入りヨーグルトで構成されているんでな…。あー…一応聞いておくけど」
    lian "我的人生是由睡回笼觉和瓶装酸奶组成的...啊......我先问一下"

    # 莲 「俺とお前昨夜何もなかったよな？」
    lian "我和你昨天晚上什么都没有发生吧？"

    # 真冬 「それは私の口から言うのは恥ずかしい」
    voice "voice/真冬/maf_a1_0020.ogg"
    dong 真冬_制服_基本_目閉じ_1 "这个我不大好意思从我嘴里说出来呢..."

    # 莲 「何も無かったんだな、お前制服姿だし」
    lian "实际上就是什么都没有吧，你还穿着制服呢"

    # nil 「衝撃的な目覚ましではあったが、安心したら、早くも眠気が襲ってくる。」
    "虽然是让我震撼一整年的闹钟，但是安心之后，睡意又很快再次袭来了"

    # 莲 「じゃ、おやすみ真冬」
    lian "那么，真冬，欧呀斯密~"

    # 真冬 「......」
    voice "voice/真冬/maf_a1_0021.ogg"
    dong 真冬_制服_基本_無表情 "......"

    # 真冬 「......」
    voice "voice/真冬/maf_a1_0022.ogg"
    dong 真冬_制服_基本_目閉じ "......"

    # 真冬 「拝啓お兄様。何故、私がわざわざ壁側にまわって添い寝したかを、今から実際に、デモンストレーションして説明致します。敬具」
    voice "voice/真冬/maf_a1_0023.ogg"
    dong 真冬_制服_基本_ジト目 "敬启哥哥。为什么我要特意在你边上睡呢，从现在开始我要实际演示说明一下。敬礼"

    # 真冬 「…ていっ」
    voice "voice/真冬/maf_a1_0024.ogg"
    dong 真冬_制服_基本_見下し2 "嘿！"

    # nil 「ひょいっ」
    "咚！"

    # 莲 「おひょおうっ！？」
    lian "呃啊！？"

    # nil 「真冬の可愛らしいかけ声と共に俺の身体は中に舞い、」
    image bg 自室a_朝 = "images/bg/自室a_朝.png"
    image bg black = "images/bg/black.png"
    # 自定义了莲从床上掉下去的动画（画面晃动，不过这个实现比原版的似乎要简陋一点点），加个背景预防看到无颜色背景
    # 才发现有 vpunch hpunch 阔以做这个，不过写都写了，就不改了
    # 同时确定了 waifu2x 之后的部分背景图片参数
    # 测试了用 with Dissovle(0.2/0.3)感觉不大自然，所以表情切换还是就秒切好了
    # waifu2x 非标准大小（不是1920*1080的而是2160*1620分辨率的使用以下参数）
    # zoom 0.89 | 0.89 倍的缩放
    # xalign 1.1 | x轴位置
    # yalign 0.5 | y轴位置
    scene black
    show 自室a_朝:
        zoom 0.89
        xalign 1.1
        yalign 0.5
        linear 0.05 xalign 0.1 yalign 0.1
        pause 0.05
        linear 0.05 xalign -0.1 yalign -0.1
        pause 0.05
        repeat
    # 动画结束，回归原先的
    # repeat 0.1s后回归正常
    pause 0.1
    scene 自室a_朝 at truecenter:
        xalign 1.1
        yalign 0.5
        zoom 0.89

    play sound "voice/effect/なぐる3～バンッ.ogg"
    "伴随着真冬可爱的吆喝声，我的身体在空中飞舞"

    # nil 「そしてカーペットの敷かれたフローリングへと墜落する。あの野郎掛け布団ごとたき落としやがった。」
    "然后坠落到铺着地毯的地板上。那小子把被子都掀掉了"

    # 莲 「ぶへぇ」
    lian "emmmm......"

    # 真冬 「よっこらせっと」
    # 摸索正确显示人物的参数
    # 这里真冬的位置在正中 这里使用手动定义，后面使用ATL定义
    show 真冬_制服_基本_目閉じ:
        zoom 1.5
        xalign 0.5
        yalign -0.09
    voice "voice/真冬/maf_a1_0025.ogg"
    dong 真冬 真冬_制服_基本_目閉じ "终于完事了~"

    # nil 「掛け布団の失われたベッドの上から、真冬はネックスプリングで飛び降りる。」
    "真冬从已经没有被子的床上像弹簧一样跳了下来"

    # nil 「踵を返して、床でのたうち回る俺に視線を向ける。」
    "然后回头看在地板上来回打滚的我"

    # 真冬 「武力行使は本意ではありませんが…」
    hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_ジト目 at love69_center
    voice "voice/真冬/maf_a1_0026.ogg"
    dong 真冬_制服_基本_ジト目 "行使武力并不是我的本意..."

    # 莲 「耳ペロで起きときゃ良かったって、ほんのちょっと後悔した」
    lian "早知道就在刚才你给我耳朵prpr的时候起来好了，真是有点后悔呐"

    # nil 「俺は天井と見下ろしてくる真冬を眺める。」
    "我躺在地上，望着天花板和真冬"

    # nil 「真冬は制服の裾やスカートの皺を伸ばし、袖を鼻に近づけて匂いを嗅いでいる。」
    "真冬把制服的下摆和裙子的皱褶拉直，把袖子靠近鼻子闻着味道。"

    # 真冬 「くんくん…ふむ…お兄ちゃんの匂い…ちょっとついちゃったかな…」
    hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_目閉じ_1 at love69_center
    voice "voice/真冬/maf_a1_0027.ogg"
    dong 真冬_制服_基本_目閉じ_1 "嗅...嗅...是欧尼酱的味道...我闻到了..."

    # 莲 「失礼な、ちょいと小粋なアロマだと思ってくれよ」
    lian "失礼了，请你把这当作有点时髦的香味吧。"

    # 真冬 「いや、嫌いじゃないよ。さぁさ、お布団ちゃんとのお別れ済ませて起きた起きた。それとも、妹の下着見物を続ける？」
    hide 真冬_制服_基本_目閉じ_1 #用完了及时hide为妙，文档建议使用tag，但是本作使用tag有部分图像会找不到，全部使用手动指定，同时也能保证跨平台兼容性
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0028.ogg"
    dong 真冬_制服_基本_無表情 "不，我并不讨厌。那么，赶紧和被子告别起床了。还是说，想继续看妹妹的内衣呢？"

    # 莲 「パステルブルーのハーフトーンパターン。覚えたぞ」
    lian "是淡蓝色的半色调图案。我记住了"

    # 真冬 「お兄ちゃんは黒と赤の…そ、その歳でドラゴン柄履いてるんだ…」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ_1 at love69_center
    voice "voice/真冬/maf_a1_0029.ogg"
    dong 真冬_制服_基本_目閉じ_1 "欧尼酱的是黑红相间的......那、那个，都这个年纪了还穿龙纹图案的..."

    # 莲 「いやん、見ないでっ」
    lian "不，不要看嘛"

    # nil 「自分が半裸…というかパン一である事を思い出して、掛け布団を被る。」
    "想起自己是半裸...或者说是法式武器的样子（法棍面包||今日辱法【1/1】），赶紧盖上了被子。"

    # nil 「季節は夏休み目前のサマーなもんでつい…。」
    "现在的季节是暑假来临前的夏天..."

    # 真冬 「はいはい可愛くないから起きましょうね」
    hide 真冬_制服_基本_目閉じ_1
    show 真冬_制服_基本_見下し2 at love69_center
    voice "voice/真冬/maf_a1_0030.ogg"
    dong 真冬_制服_基本_見下し2 "好，好，小可爱，快起来吧"

    # nil 「真冬がパンパンと手を叩いて、俺から掛け布団を奪いとる。ちょっと寒い。」
    "真冬啪嗒啪嗒地拍着手，从我这里抢走了被子。有点冷啊..."

    # 莲 「しかし、添い寝して耳ペロしてまで起こしたかった理由を聞こうか」
    lian "但是，为什么陪着我睡，还prpr我的耳朵把我叫醒呢？"

    # 真冬 「お兄ちゃんとゆっくり朝ご飯食べたいから。って言ったら怒る？」
    hide 真冬_制服_基本_見下し2
    show 真冬_制服_基本_泣き_1 at love69_center
    voice "voice/真冬/maf_a1_0031.ogg"
    dong 真冬_制服_基本_泣き_1 "我想让欧尼酱起来好好吃顿早饭，这么说的话，你会生气吗？"

    # 莲 「くっ…そいつは反則だ」
    lian "呃...你这么说的话是犯规啊"

    # 真冬 「えへへ」
    hide 真冬_制服_基本_泣き_1
    show 真冬_制服_基本_にっこり_1 at love69_center
    voice "voice/真冬/maf_a1_0032.ogg"
    dong 真冬_制服_基本_にっこり_1"嘿嘿嘿~"

    # nil 「俺は立ち上がり、パンツ一丁のま真冬の頭をポンポンと叩く。真冬は瞬間表情をゆるませる。」
    "只穿着一条裤子的我站起来，啪嗒啪嗒地敲着真冬的头。真冬瞬间放松了表情"

    # nil 「しかし、すぐさま表情をいつものニヒルな表情に戻して、」
    "但是，她马上又恢复到了平时的表情"

    # 真冬 「じゃ、そーいうことだから、お着替え済ませてご飯食べにきてね」
    hide 真冬_制服_基本_にっこり_1
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0033.ogg"
    dong 真冬_制服_基本_にっこり "既然这样，就赶紧换好衣服来恰饭吧~"

    # 莲 「このまではだめか」
    lian "再睡一会儿不行吗？"

    # 真冬 「飯が不味くなるから却下。何が悲しくて、お兄ちゃんの乳首に生えた毛おかずにご飯食べなきゃならないのよ」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_目閉じ at love69_center
    voice "voice/真冬/maf_a1_0034.ogg"
    dong 真冬_制服_基本_目閉じ "因为饭会变的难吃的，所以驳回。真是伤心啊，只能一边看着哥哥乳头上的毛一边吃饭了"

    # 莲 「そんな所を見るな！」
    lian "别看那种地方啊！"

    # 真冬 「抜いてあげようか？」
    hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0035.ogg"
    dong 真冬_制服_基本_にっこり "要我帮你拔下来吗？"

    # 莲 「いや、自分で抜くわ、今」
    lian "不了不了，我现在就自己把它拔下来"

    # 莲 「フンッ！」
    lian "哼、哼，啊啊啊啊啊啊啊啊啊啊！！！！！"

    # nil 「抜いた。」
    "拔下来了"

    # 真冬 「…とりあえずお着替え済ませてきてね」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_ジト目 at love69_center
    voice "voice/真冬/maf_a1_0036.ogg"
    dong 真冬_制服_基本_ジト目 "总之，先把衣服穿好吧"

    # 莲 「乳首の毛抜いたんだからこの格好じゃ…」
    lian "我都把乳头的毛拔了，就这个样子了吧，不穿衣服了（破罐子破摔状）"

    # 真冬 「二度同じ事を言わせるな」
    hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_見下し at love69_center
    voice "voice/真冬/maf_a1_0037.ogg"
    dong 真冬_制服_基本_見下し"别让我说第二遍同样的话"

    # 莲 「すいません」
    lian "对不起"

    # nil 「真冬は俺に背を向けて、クローゼットを開けると、ハンガーにかけられた学園の制服と、下段の引き出しから替えの下着を取り出して」
    hide 真冬_制服_基本_目閉じ_1 # 不知道哪里少hide了，手动hide一下，并不影响效果
    hide 真冬_制服_基本_見下し with Dissolve(0.3)
    "真冬背向我，打开壁橱，拿出了衣架上挂着的学校制服和下层抽屉里用来替换的内衣"

    # nil 「背中を向けたま俺に放り投げてきた。」
    "背对着我把衣服扔了过来"

    # 莲 「ハイビスカスがお好きで？」
    lian "你喜欢扶桑花吗？"

    # 真冬 「女の子は花が好きなのです」
    voice "voice/真冬/maf_a1_0038.ogg"
    dong 真冬_制服_基本_目閉じ "女孩子都是喜欢花的"

    # 莲 「そいつは結構」
    lian "好耶！"

    # nil 「真冬も背中を向けてる事だし、早速パンツを下ろして履き替えてやるか…。」
    "真冬一直背对着我，赶紧把内裤脱下来换上吧..."

    # 真冬 「あ、お兄ちゃんそういえば―」
    show 真冬_制服_基本_にっこり at love69_center with Dissolve(0.3)
    voice "voice/真冬/maf_a1_0039.ogg"
    dong 真冬_制服_基本_にっこり "啊、对了，欧尼酱————"

    # 莲 「あっ」
    lian "啊这"

    # nil 「俺の予想はずれ、真冬が振り向いてしまった。」
    "和我预想的不一样，真冬把头转了过来"

    # 真冬 「…ふむ」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0040.ogg"
    dong 真冬_制服_基本_無表情 "emmm......"

    # 莲 「......」
    lian "......"

    # 真冬 「…ご立派な…ライジングサン…ですね」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ at love69_center
    voice "voice/真冬/maf_a1_0041.ogg"
    dong 真冬_制服_基本_目閉じ "是非常有朝气的......升阳...呢"

    # 莲 「…お粗末様でした」
    lian "牙白...对不起......"

    # nil 「真冬はそれ以上コメントせず、何事もなかったように部屋から出て行った。」
    hide 真冬_制服_基本_目閉じ with Dissolve(0.3)
    "真冬没有发表进一步的评价，像什么都没发生过一样从我的房间里出去了"

    # 莲 「…そーりーふぉーぱーてぃろっきーん」&&这里的音符字库不支持，得改
    lian "......♬ ♪ ♩ ♫ ♭ € § ¶ ∮ ♬"

    # nil 「一人寂しく部屋に残された全裸の俺は、鼻歌を歌いながらお着替えするのだった。」
    "一个人寂寞地全裸的留在房间里，我一边哼着小曲一边换衣服。"

    # nil 「......」
    "......"

    ### 切换场景，莲卧室--->葛城家客厅
    # 原作是百叶窗效果，这里使用wipedown做类似替换
    # 摸索1920*1440的参数
    # 1920*1440无需处理，加上 at truecenter 即可
    # bgm honky tonk saloon (pad) 13--> honky tonk saloon (theme) 14
    # 使用fadeout 1.0 fadein 1.0用于旧音乐的淡出和新音乐的淡入 建议时间设置2s更加自然
    play music "bgm/bgm14.ogg" fadeout 2.0 fadein 2.0
    image bg リビングa_昼 = "images/bg/リビングa_昼.png"
    scene リビングa_昼 at truecenter with wipedown

    ### 人物：莲 真冬 TV *Luckykeeper

    # 真冬 「ブラックアイドピーズで…ユアハンプス」 //这段专有名词老多了，懂的大佬帮助一哈
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0042.ogg"
    dong 真冬_制服_基本_無表情 "ブラックアイドピーズで…ユアハンプス（Luckykeeper（后简称L）：应该是『荣誉之刃』（下文会提及）的台词，我没看过所以并不知道...）"

    # TV  「やだよそんな歌！何いってるかわかんないし」
    # 最早在葛城家客厅和真冬对话的TV的是ot2
    voice "voice/その他/ot2_a1_0001.ogg"
    tv "讨厌啊，那首歌！我不知道你在说什么！"

    # 真冬 「誰にもわかんねぇんだよ！」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_本気2 at love69_center
    voice "voice/真冬/maf_a1_0043.ogg"
    dong 真冬_制服_基本_本気2 "谁会不知道啊！"

    # 莲 「またやってんのか」
    lian "又来了吗？23333"

    # nil 「俺が着替え（パンツの履き替えも含め）を済ませて階下におりると、真冬は映画のＤＶＤの吹き替えに合わせてアテレコしていた。」
    "我换完衣服（包括内裤）下到楼下，真冬正在配合着电影DVD进行配音。"

    # 真冬 「いやー…最高だよね、ウィル・フェレルっていう俳優は」
    hide 真冬_制服_基本_本気2
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0044.ogg"
    dong 真冬_制服_基本_にっこり "哎呀...这个威尔·法瑞尔真是太棒了"

    # 莲 「それにしても度ってのがあんだろう」
    lian "即使那样，也差不多了吧"

    # nil 「真冬は、大好きな映画を４２型プラズマハイビジョンテレビで流しながら、暗記した台詞でアテレコしている。」
    "真冬一边在42型等离子高清电视上播放自己最喜欢的电影，一边用背诵的台词进行配音。（L：人13年就有了，我家啥时候才能有等离子高清电视啊，翻译君在写这段文本时还在用着2000年的1400*900分辨率的显示器...）"

    # nil 「もっとも、最初は俺が暇つぶしにＤＶＤを借り始めたのがきっかけなのだが、」
    "最开始是我为了打发时间去外面借来了DVD"

    # nil 「真冬もそれに付き合っているうちにどっぷりハマってしまった。」
    "但是真冬在和我一起康DVD的过程中完全着迷了"

    # nil 「真冬に限っては、ご覧の通り朝の時間が空いているときにですらこの映画を流す始末。」
    "只有真冬，正如你所看到的那样，连早上有空的时候也会播放这部电影。"

    # nil 「ちなみのその映画とは…」
    "顺带一提，那部电影是..."

    # 真冬 「『俺たちフィギュアスケーター』　ジョン・ヘダーとウィル・フェレル主演のスポ根コメディ映画だよ」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_目閉じ at love69_center
    voice "voice/真冬/maf_a1_0045.ogg"
    dong 真冬_制服_基本_目閉じ "『荣誉之刃』是乔恩·海德和威尔·法瑞尔主演的体育喜剧电影。"

    # Luckykeeper 这里是译者注哒~ 一行写不下就来它两行！
    luckykeeper "这里是翻译君的豆知识时间！《荣誉之刃》(Blades of Glory)『俺たちフィギュアスケーター』，是2007年出品的花式溜冰喜剧电影，由Josh Gordon与Will Speck导演。梦工厂经由派拉蒙电影公司发行。"

    luckykeeper "大概讲的是花式溜冰界的孤狼，却斯·麦可麦可斯与金童吉米·麦克罗伊一向水火不容，两人在世界性大赛里大打出手，因此被判定终生禁赛。失去溜冰舞台，落魄的两人发现比赛规则有漏洞，便决定组成世界第一支男子双人组重返花式溜冰界，引起各界一阵哗然与轰动……"
    # 莲 「人の台詞を先取りするなよ」
    lian "不要随便抢别人的台词啊喂————（L:看到真冬把你的台词抢了，我也没忍住...）"

    # 真冬 「この方が覚えて貰えるかもしれないじゃん？」
    hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0046.ogg"
    dong 真冬_制服_基本_無表情 "或许这样能让你记住我？"

    # 莲 「誰にだ」
    lian "你在和谁说话啊？"

    # 真冬 「お兄ちゃんの知らない誰かに」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0047.ogg"
    dong 真冬_制服_基本_にっこり "和欧尼酱不认识的人（说的就是屏幕前的你哦，卡哇伊的真冬妹妹希望你记住她哦~）"

    # 莲 「？」
    lian "？？？"

    # nil 「真冬はテーブルの上のリモコンを掴むと、ＤＶＤを停止せずそのまチャンネルを変えた。」
    "真冬抓住桌子上的遥控器，没有关掉DVD，直接切换电视的信号源换了个频道。"

    # 莲 「なんだ、もういのか？」
    lian "什么啊，你说完了吗？"

    # 真冬 「映画を見ながらじゃ料理の味がしっかりと身体にしみこまないでしょ？」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0048.ogg"
    dong 真冬_制服_基本_無表情 "一边看电影一边恰饭，菜肴的味道完全不能渗透到身体里面去吧？"

    # 莲 「そんなに今日のは自信作か」
    lian "看来，今天的是自信之作吗？"

    # nil 「基本的に親が家にいない我が家では、家事は俺と真冬で分担して行っている。」
    "父母双忙，有妹有房，我和真冬分担了平时的家务事"

    # nil 「（気づいたら全部片付けられている時もあるが、きっと母親かその類の妖精さんがやってくれたのだろう）」
    "有时候我们起来之后发现家务事都做好了，那一定是妈妈或者是像妈妈一样的精灵做好的吧"

    # nil 「二度寝が三度の飯より好きな俺にとって、早起きして朝食の準備をするというのは、便器を素手で磨くよりも苦痛なので、」
    "对于比起三顿饭来说更喜欢睡回笼觉的我来说，早起准备早饭比徒手刷马桶更痛苦"

    # nil 「優しい妹の真冬ちゃんに任せきっている。」
    "完全都交给了温柔的妹妹真冬（L：这样的欧尼酱，是不合格的吧...）"

    # nil 「チーン♪」
    play sound "voice/effect/レジスター.ogg"
    "叮当♪（微波炉定时到了的声音）"

    # 莲 「ってレンチンかよ」 //没弄明白，翻译君胡言乱语中......
    lian "是什么吃的吗？"

    # 真冬 「はい、チョコバナパフェでーす」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0049.ogg"
    dong 真冬_制服_基本_にっこり "是的————是巧克力香蕉巴菲哒~"

    # 莲 「何でだよ！　色々おかしいだろ！　チンしたら生暖かいミルクセーキみたいになっちゃうじゃないか！」
    lian "为什么啊！这么弄绝对会很奇怪吧！加热后会变得像暖和的牛奶蛋糕一样！"

    # 真冬 「冗談ですよ。はい、まふまふ特製ふわっとろオムライスですよー」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_目閉じ at love69_center
    voice "voice/真冬/maf_a1_0050.ogg"
    dong 真冬_制服_基本_目閉じ "开玩笑的的啦~来，是嘛呼嘛呼酱特制松软的蛋包饭哦"

    # 莲 「何でチンしたんだ…」
    lian "所以，为什么要加热呢..."

    # 真冬 「温め直し」
    hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0051.ogg"
    dong 真冬_制服_基本_無表情 "是重新加热啦"

    # 莲 「あっ…」
    lian "啊这..."

    # nil 「察しました。」
    "原来如此..."

    # nil 「真冬がレンジの蓋をあけ、ウサギの描かれた皿の上にのった、今にもとろけ出しそうなオムライスを取り出し、皿の上においた。」
    "真冬打开了微波炉门，把蛋包饭放在画有兔子的盘子上，拿出了眼看就要融化的蛋包饭放在盘子上。"

    # 莲 「ご丁寧にメッセージまで書いてくれたのか…アラビア文字で書いてあるから読めないけど」
    lian "你还在上面画了什么吗？因为是用阿拉伯文写的，所以读不懂"

    # 真冬 「クマちゃんを描いたつもりなんだけど…」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_泣き at love69_center
    voice "voice/真冬/maf_a1_0052.ogg"
    dong 真冬_制服_基本_泣き "我本来想画小熊的......"

    # 莲 「どこからどう見ればそう見えるんだよ！」
    lian "绝了！从哪个角度怎么看都不是小熊吧"

    #### &2021年8月29日01点07分 暂时收工，睡醒再战&

    # 真冬 「左から右へ」
    hide 真冬_制服_基本_泣き
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0053.ogg"
    dong 真冬_制服_基本_無表情 "从左到右看"

    # 莲 「アラビア文字の読み方じゃねぇか」
    lian "从左到右看这不是阿拉伯文的读法吗"

    # 真冬 「サバーヒルヘイル」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ at love69_center
    voice "voice/真冬/maf_a1_0054.ogg"
    dong 真冬_制服_基本_目閉じ "صباح الخير (L:原文的“サバーヒルヘイル”是阿拉伯语“早安”的意思，我学废辽)"

    # 莲 「サバーヒンヌール」
    lian "صباح الخير(L:这句和上面真冬说的一模一样，作品里是用日语写的，另外，我实在找不到又能支持中文，又能支持日语，又能显示音符，还能显示阿拉伯语，而且还能免费用的Unicode字体了，想学阿拉伯语的，请自行Yahoo“サバーヒルヘイル”)"

    # nil 「椅子を引いて、席につく。クッションに描かれたコモドオトカゲの顔が俺の尻圧でゆがむ。」
    "我拉开椅子坐下。靠垫上画的科莫多巨蜥的脸被我的屁股压扁了。（L：科摩多巨蜥，又译科莫多巨蜥，属于巨蜥科巨蜥属，是现存世上体型最大的蜥蜴，仅分布于印度尼西亚的四个岛屿。）"

    # 真冬 「スプーンとドライバーどっちがい？」
    hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0055.ogg"
    dong 真冬_制服_基本_無表情 "你是用勺子还是螺丝刀? "

    # 莲 「３番ウッドをくれ」３番ウッド应该是一种高尔夫球杆，参考https://www.youtube.com/watch?v=5yoxDMYaU0o，懂高尔夫的大佬阔以康康具体应该怎么翻
    lian "给我3号球杆（L：原文「３番ウッドをくれ」，「３番ウッド」是一种高尔夫球杆，感兴趣的小伙伴阔以去Yahoo上搜一下，奇怪的知识增加了.jpg）"

    # 真冬 「フォークね」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_ジト目 at love69_center
    voice "voice/真冬/maf_a1_0056.ogg"
    dong 真冬_制服_基本_ジト目 "叉子，给"

    # 莲 「あ…それでい」
    lian "啊这...就这样吧"

    # nil 「真冬が金色のスプーンを俺に手渡してくれたので、入射角４０度でエッジを入れる。」
    # 参考资料：http://www.ons.ne.jp/~taka1997/education/2002/physics/06/index2.html
    "真冬把金色的勺子递给了我，于是我以入射角40度将叉子插了进去（L：根据Yahoo上的资料，「入射角40度」似乎是11区中学1年级理科《物理》书上用到的例子，用水槽演示光的折射与反射，当入射角是40°时，此时的反射角是40°，折射角是60°）"

    # nil 「薄いオレンジ色に染め上げられたケチャップライスと、半熟状態の卵がスプーンに乗る。」
    "我把被染成淡橙色的番茄酱米饭和半熟的鸡蛋放在勺子上"

    # 莲 「いただきまーす」
    lian "我开动了"

    # 真冬 「はい、召し上がれ」
    hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_微笑み at love69_center
    voice "voice/真冬/maf_a1_0057.ogg"
    dong 真冬_制服_基本_微笑み "好~来吃吧"

    # nil 「口に放り込む。」
    "把勺子放进嘴里。"

    # nil 「瞬間、ふわっと口の中で踊り、そして蕩けた。口の中に広がっていく塩味と砂糖の甘み。幻想的な卵の旋律の次に、」
    "那一瞬间，美食在嘴里轻轻地跳着，然后就溶化了。伴随着梦幻般的鸡蛋旋律，咸味和砂糖的甜味在味蕾中扩散。（L：原文「幻想的な卵の旋律の次に」鸡蛋的旋律是啥样的，我也想知道！）"

    # nil 「ケチャップライスのはっきりとした、しかし主張しすぎないリードボーカルが駆け抜ける。」//后半句没大看懂
    "虽然番茄酱米饭清晰可见，但是却像害羞的主唱那样跑走了（L：意思是不像鸡蛋的味道那样久久回味）"

    # nil 「要するに美味いってことだ。」
    "总之就是好好次！"

    # 莲 「美味いな」
    lian "真好吃啊"

    # 真冬 「えへ、お好みに合いましたか？」
    hide 真冬_制服_基本_微笑み
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0058.ogg"
    dong 真冬_制服_基本_にっこり "嘻嘻~合你的口味吗? "

    # 莲 「あ、オムライスに砂糖を入れる奴は邪道だと言う奴もいるが…俺は好きな方だ」
    lian "嗯，虽然也有人说在蛋包饭里放糖是邪道...不过我是喜欢的那类人"

    # 真冬 「あー…酢豚にドラゴンフルーツ的な？」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0059.ogg"
    # 注：价格信息来自https://shopping.yahoo.co.jp/
    dong 真冬_制服_基本_無表情 "嗯———— 那糖醋里脊里面放火龙果呢? （L：去康了一下，11区火龙果的配送费比火龙果的价格还高，绝了）"

    # 莲 「パイナップルだろ！？　名前しか聞いたことねぇぞ、そんな南国の食べ物」
    lian "不是火龙果是菠萝吧！？我只听说过名字，就那种南国的水果（L：也去康了一下，菠萝一般是包邮（配送费）的，怪）"

    # 真冬 「あるよー」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_微笑み at love69_center
    voice "voice/真冬/maf_a1_0060.ogg"
    dong 真冬_制服_基本_微笑み "有的哦~"

    # nil 「真冬はどこからともなく毒々しい赤色を放つ果物を取り出した。」
    "真冬里不知从哪里拿出了发出毒辣红色的水果。（L：说的是红心火龙果啦，超甜的，好次的很，我超喜欢啦~就是吃多了容易变红（各种意义上））"

    # 莲 「すげぇ、生で初めてみた...」
    lian "好厉害，这是我第一次亲眼看到火龙果"

    # 真冬 「食べる？」
    hide 真冬_制服_基本_微笑み
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0061.ogg"
    dong 真冬_制服_基本_にっこり "要恰嘛？"

    # 莲 「遠慮しとく。　ていうか、お前は食べないのか？　オムライス結構美味いぞ」
    lian "还是算了吧，话说，你不吃吗? 这蛋包饭很好次的欸~"

    # 真冬 「お兄ちゃんから貰う。自律神経イカれてるお兄ちゃんが、朝からそんな量食べたらトイレと仲良しになっちゃうでしょ」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0062.ogg"
    dong 真冬_制服_基本_無表情 "都给欧尼酱吧。自律神经失常的欧尼酱，一大早起来就恰那么多东西，会和厕所成为好朋友吧？"

    # 莲 「人を自律神経失調症みたいに言うなよ」
    lian "不要把人说的像是自律神经失调一样啊喂"

    # 真冬 「正確には過敏性腸症候群だよね」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_ジト目 at love69_center
    voice "voice/真冬/maf_a1_0063.ogg"
    dong 真冬_制服_基本_ジト目 "准确地来说是大肠激躁症吧?（L：大肠激躁症，主要为没有任何肠胃道疾病损伤下出现腹痛及排便型态改变的症状，在大肠激躁症的患者中，有许多患有精神病，如焦虑症、慢性疲劳症候群及忧郁症，目前无法被治愈）"

    # 莲 「否定はせんよ。で、ほら、食べるなら食べちゃいなさい。　じゃないとお兄ちゃん全部食べちゃうから」
    lian "是这么回事儿。不过，你要吃的话就赶紧吃吧。不然哥哥会全部吃掉的哦~"

    # 真冬 「あーん」
    hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0064.ogg"
    dong 真冬_制服_基本_にっこり "啊——嗯？"

    # 莲 「......」
    lian "......"

    # nil 「真冬は脈絡なしに、口をあけて待機姿勢に入った。なるほどこいつはこれが狙いか。」
    "真冬张着嘴进入了待机状态。原来这家伙是想要辣个嘛"

    # nil 「一見、何を考えてるか掴みにくい真冬ではあるが、総じてナチュラルに甘えん坊な性格が、根底にあることを、」
    "乍看之下，似乎很难猜出真冬在想些什么，不过，总的来说，她生来就爱撒娇"

    # nil 「俺は長年の経験…というか人生のほとんどを共に過ごしているので知っている。」
    "我是通过长年的经验知道的...或者说我和真冬至今的人生几乎都是一起度过的，所以我能知道她在想些啥"

    # nil 「それについてはかまわない。妹は兄に甘える生き物だ。」
    "不过没关系。妹妹就是一种向哥哥撒娇的生物呢"

    # nil 「だが、それはともかくこで素直に従うのはちょっと癪だったので…」
    "但是，不管怎么说，在这里老老实实的顺着妹妹来着实是有亿点不甘心"

    # 真冬 「もごっ！？」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_むーっ at love69_center
    voice "voice/真冬/maf_a1_0065.ogg"
    dong 真冬_制服_基本_むーっ "咕呜呜！？"

    # nil 「机に置かれていたドラゴンフルーツを突っ込んでやったぜ。」
    # 玩个小梗，给知不道的老哥说下，是近月2的梗
    "于是乎，我把放在桌子上的火龙果整个塞进去了（L：啊这，有亿点狠，莲君啊，你怎么能这样对待你的一抹多呢？！判决，回去睡回笼觉去（doge））"

    # 这里少了一句真冬的话，也需要把真冬语音往前提一句（回头把动作提一下就行，工作量不大）
    # 真冬 「むぐぐぐ......ガぷっ」
    hide 真冬_制服_基本_むーっ
    show 真冬_制服_基本_目閉じ at love69_center
    voice "voice/真冬/maf_a1_0066.ogg"
    dong 真冬_制服_基本_目閉じ "咕奴奴奴...嘎呜！"

    # 莲 「食べた！」
    lian "吃进去了！（L：莲君你再这么对待妹妹你信不信我把你名字改成辶艹车！）"

    # 真冬 「ぺっ！」
    hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_本気2 at love69_center
    voice "voice/真冬/maf_a1_0067.ogg"
    dong 真冬_制服_基本_本気2 "呸！"

    # 莲 「ぐわぁー！」
    lian "呜哇！"

    # nil 「......」
    "......"

    # 真冬 「はいお兄ちゃん。あーん」
    hide 真冬_制服_基本_本気2
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0068.ogg"
    dong 真冬_制服_基本_にっこり "好了，欧尼酱。来，啊——呜"

    # 莲 「あーん」
    lian "啊——呜"

    # nil 「ふざけたことをした罰として、残りのオムライスの主導権は真冬が掴みました。」
    "作为刚才恶作剧的惩罚，真冬掌握了剩下的蛋包饭的主导权。"

    # nil 「ちなみに例の南国の果実は、なんだかんだでそこそこ美味しかったです。味ちょっと薄いけど。」
    "顺带一提，那个南国的水果，不管怎么说都很好吃。虽然味道有点淡"

    # nil 「......」
    # 提前hide真冬方便转场（与原作不同，又多了一个底层的，手动处理一下）
    hide 真冬_制服_基本_にっこり with dissolve
    "......"

    # nil 「食事も終わり、普段よりも時間が大幅に余った俺たち二人は、梅昆布茶をすりながら、テレビを眺めていた。」
    # 参考资料：https://www.douban.com/group/topic/30667396/
    # 相同场景转场，先加一层black，再做转场，不加的话就不会正常显示正常转场
    scene black
    scene リビングa_昼 at truecenter with blinds
    "吃完饭，比平时多出了很多时间的我们两个人，一边喝着梅昆布茶，一边看着电视（L：昆布，就是海带，昆布茶，就是海带茶。梅昆布茶谐音是高兴的意思，能讨个好口彩，不过据说味道像汤一样而且并不好喝）"

    # nil 「そろそろ朝のニュース番組から、ワイドショーへと切り替わる時間だ。」
    "差不多是早上的新闻节目结束，综艺节目开始的时间了"

    # 真冬 「ずー…ぷはーっ」
    show 真冬_制服_基本_まったり at love69_center with dissolve
    voice "voice/真冬/maf_a1_0069.ogg"
    dong 真冬_制服_基本_まったり "Z...ZZ...ZZZ..."

    # TV 「臨時ニュースをお伝えします、先ほど六本木のクラブが爆発する事態が発生しました。幸いけが人はありませんでしたが、運営であるニコファ―」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%85%AD%E6%9C%AC%E6%9C%A8%E3%82%AF%E3%83%A9%E3%83%96%E8%A5%B2%E6%92%83%E4%BA%8B%E4%BB%B6
    voice "voice/その他/ot2_a1_0002.ogg"
    tv "现在播报临时新闻，刚才六本木俱乐部发生了爆炸。幸好没有人受伤，但是运营被迫停止（L：这里neta了2012年9月2日的“六本木俱乐部袭击事件”，感兴趣的阔以去日语wiki康康）"

    ### 场景切换，小视频，love69广告
    ### 文件/pac/CMムービー.webm
    $ renpy.movie_cutscene("video/CMムービー.webm")
    # 在我说话的时候提前让真冬变下表情，不过先让她等会儿
    hide 真冬_制服_基本_まったり
    show 真冬_制服_基本_ニタァ at love69_center
    # Luckykeeper 来自翻译君的消息
    luckykeeper "上面这个小视频，是love69（冰淇淋）的广告（CM），最终会做简单翻译，但是目前还没有...不过大意应该能看懂吧，我是看懂辽"


    # 真冬 「お兄ちゃん私これ欲しい」
    voice "voice/真冬/maf_a1_0070.ogg"
    dong 真冬_制服_基本_ニタァ "欧尼酱，我想要这个"

    # 莲 「腹壊すぞ」
    lian "会恰坏肚子的哦~"

    # 真冬 「もう一度言ってみろ」
    hide 真冬_制服_基本_ニタァ
    show 真冬_制服_基本_見下し at love69_center
    voice "voice/真冬/maf_a1_0071.ogg"
    dong 真冬_制服_基本_見下し "你再说一遍"

    # 莲 「腹壊すぞ」
    lian "会恰坏肚子的哦~"

    # 真冬 「確かに。でも、素敵だよね、恋が叶うアイスってさ」
    hide 真冬_制服_基本_見下し
    show 真冬_制服_基本_泣き at love69_center
    voice "voice/真冬/maf_a1_0072.ogg"
    dong 真冬_制服_基本_泣き "确实是这么肥事儿。不过，能实现爱情的冰淇淋真是太棒了呢"

    # 莲 「眉唾ものだと思うがな」
    lian "这玩意儿怎么说都很可疑吧"

    # 真冬 「こーいうのは、楽しんだ物勝ちっすよ。でも、どこで売ってるか言ってなかったね…」
    # 嘛呼嘛呼酱的表情难得莫得变化呢
    voice "voice/真冬/maf_a1_0073.ogg"
    dong "u1s1，这个广告真的非常有意思呢。不过，她似乎忘了说在哪里有卖这个的来着？"

    # 莲 「マジで欲しいのか」
    lian "真的想要吗"

    # 真冬 「えへ、ちょっとね」
    hide 真冬_制服_基本_泣き
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0074.ogg"
    dong 真冬_制服_基本_にっこり "嘿嘿嘿，有一点吧"

    ## 门铃声x1
    play sound "voice/effect/05_玄関チャイム.ogg"

    # nil 「家のチャイムが来客を告げる。」
    "家里的门铃响了"

    # 莲 「お客さんだな」
    lian "是客人啊"

    # 真冬 「そうだね」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0075.ogg"
    dong 真冬_制服_基本_無表情 "是的吧"

    # 莲 「......」
    lian "......"

    # 真冬 「ずずー…」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_まったり at love69_center
    voice "voice/真冬/maf_a1_0076.ogg"
    dong 真冬_制服_基本_まったり "Z...ZZ..."

    ## 门铃声x2
    # 这里需要涉及稍稍复杂一点的音频了
    # play music "<from 5 to 15.5>waves.opus" 可以播放指定长度的音频
    # play music "<loop 6.333>song.opus" 可以设置循环播放
    # play audio [ "<silence .5>", "boom.opus" ] 可以指定音乐沉默时间
    #
    ## 付文档以供参考
    # 节选播放
    # Ren’Py支持节选播放音频文件。节选播放的语法是，在play语句的文件名之前，加上用英文尖括号<>包含的播放起始点。节选播放规范应该包含成对属性名和属性值，并用空格分隔。

    # 属性值以秒为单位，集成在文件名前面的英文尖括号<>内。三种属性名分别为：

    # from
    # 指定播放文件的起始时间点。(默认值为0.0秒)
    # to
    # 指定播放文件的终止时间点。(默认值为文件结束。)
    # loop
    # 指定需要循环播放的文件起始和终止时间点。(默认的起始时间点为文件开头或 from 指定的时间点。)
    ##### 文档参考结束
    play sound "<to 0.5>voice/effect/05_玄関チャイム.ogg"
    # 排队播放
    queue sound "voice/effect/05_玄関チャイム.ogg"

    # 莲 「お客さんだな」
    lian "是客人啊"

    # 真冬 「あ、お兄ちゃん、『郵便配達は二度ベルを鳴らす』っていう映画みたことある？」
    hide 真冬_制服_基本_まったり
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0077.ogg"
    dong 真冬_制服_基本_無表情 "啊，欧尼酱，你看过一部叫『邮差总按两次铃』的电影吗?（L：『邮差总按两次铃』（The Postman Always Rings Twice）是詹姆斯·凯恩的小说作品，曾入选20世纪百大英文小说。并在1981年被改编成电影）"

    # 莲 「古い映画だな。名前は知ってるぐらいだ」
    lian "这是部老电影啊。我只听说过电影名字来着"

    # 真冬 「郵便屋さんかな」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_にっこり at love69_center
    voice "voice/真冬/maf_a1_0078.ogg"
    dong 真冬_制服_基本_にっこり "是邮递员吗？"

    # 莲 「お客さんだな」
    lian "不，我觉得不是"

    ## 门铃声x5（3+1）
    play sound "<to 0.5>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.5>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.5>voice/effect/05_玄関チャイム.ogg"
    queue sound "voice/effect/05_玄関チャイム.ogg"

    # 真冬 「あ、お兄ちゃん、梅昆布茶お代わり頼んでい？」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_微笑み2 at love69_center
    voice "voice/真冬/maf_a1_0079.ogg"
    dong 真冬_制服_基本_微笑み2 "啊，欧尼酱，再给我来一杯梅昆布茶好吗？"

    # 莲 「そんな事いっても魔法瓶はお前の近くにあるじゃん」
    lian "u1s1，暖瓶就在你边上不是吗？倒是自己倒啊喂！"

    # 真冬 「お兄ちゃんに入れてもらったらきっと幸せになる」
    hide 真冬_制服_基本_微笑み2
    show 真冬_制服_基本_微笑み at love69_center
    voice "voice/真冬/maf_a1_0080.ogg"
    dong 真冬_制服_基本_微笑み "欧尼酱来倒的话，一定会是很幸福的味道吧~"

    # 莲 「...梅昆布茶の話だよな」
    lian "...是在说梅昆布茶吧"

    # 真冬 「他に何の話が？」
    hide 真冬_制服_基本_微笑み
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0081.ogg"
    dong 真冬_制服_基本_無表情 "还有别的什么吗？"

    # 莲 「いや…」
    lian "没..."

    ## 门铃声xn（雷达报警）
    play sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.05>voice/effect/05_玄関チャイム.ogg"
    pause 0.7



    # 真冬 「ＴＡＲＧＥＴ」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ at love69_center
    voice "voice/真冬/maf_a1_0082.ogg"
    dong 真冬_制服_基本_目閉じ "ＴＡＲＧＥＴ（L：你已经被雷达锁定了，out！）"

    # 莲 「やめとけ」
    lian "别说了（L：倒是去开门啊喂）"

    # 真冬 「え…」
    hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0083.ogg"
    dong 真冬_制服_基本_無表情 "欸？"

    ## 门铃声 三三七拍
    play sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.7>voice/effect/05_玄関チャイム.ogg"

    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.7>voice/effect/05_玄関チャイム.ogg"

    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "<to 0.4>voice/effect/05_玄関チャイム.ogg"
    queue sound "voice/effect/05_玄関チャイム.ogg"
    pause 6.4

    # 莲 「三七拍子だな」
    lian "是三七拍啊"

    # 真冬 「おめでたいね」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_微笑み at love69_center
    voice "voice/真冬/maf_a1_0084.ogg"
    dong 真冬_制服_基本_微笑み "摁的不错呢"

    # 莲 「そうだな」
    lian "雀食"

    # 莲 「っていうか出てやれよ！　少し可哀想になってきたぞ！」
    lian "话说，去开门吧！这人有点可怜了都！"

    # 真冬 「お兄ちゃんが出よう」
    hide 真冬_制服_基本_微笑み
    show 真冬_制服_基本_無表情 at love69_center
    voice "voice/真冬/maf_a1_0085.ogg"
    dong 真冬_制服_基本_無表情 "你倒是去啊"

    # 莲 「よかろう。ただし野球ゲームで勝ったらだ。しかもお前はベッカムしか使えない」
    lian "“好吧。但是如果在棒球游戏中获胜的话。而且你只能使用贝克汉姆（L：原文雀食是棒球，就是如此乱入，游戏的话应该是neta FIFA系列）"

    # 莲 「ベッカムは野球でも強いのか…」
    lian "贝克汉姆在棒球方面也很强吗..."

    # nil 「コールド負けで無様に敗退さらした俺は梅昆布茶の湯飲みを握りしめながら、」
    "惨败给真冬的我紧握着泡着梅昆布茶的茶杯（L：拜托，你很弱欸，这个莲君就是逊啦~）"

    # nil 「玄関へと向かった。」
    "我朝向门口走去"

    ### 场景切换，莲客厅--->葛城家玄关
    image bg 玄関_昼 = "images/bg/玄関_昼.png.png"
    scene 玄関_昼 at love69_bg1440 with wipedown
    # 2021年9月2日晚9：49，先做到这里，溜去整个项目官方网页出来
    # 2021年9月4凌晨 项目组官网肝完了，先去把scene01的文本工作完成，，从这里开始的文本需要做亿点动画，本作解包文件不能用，回头从kr引擎的gal里面抓点特效出来
    ### 人物：莲 心爱？？？ 心爱  真冬
    ##### 需要特别注意 心爱的第一句是 cca_a1_0006 ；前5个的音声需要注意
    ###### 需要超特别注意 里昂的第一句也不是第一个，很可能二周目的反而在前面

    # 心爱？？？ 「あけてー！　あけてよー！　もう二度とコーラと偽ってコーヒーを入れたりしないからぁ！」
    voice "voice/心愛/cca_a1_0006.ogg"
    fen "开门啊！！ 开门呐喂！！！ 我再也不会把可乐装到咖啡瓶子里了！！"

    # nil 「玄関のドアにはられた曇りガラスの向うで、見慣れたシルエットがぴょこぴょこと跳ねている。」
    "在玄关的磨砂玻璃门外面贴着的，早已看惯了的剪影正在啪嗒啪嗒地跳跃着。"

    # 莲 「はいはい、今出ますよ」
    lian "来了来了，我现在就来"

    # nil 「ドアノブに手を伸ばす。」
    "把手伸向门把手"

    ### 开门声 心爱登场，bgm切换
    ### honky tonk saloon (pad).ogg 14 --> sweet passion.ogg 28
    play music "bgm/bgm28.ogg"

    # 心爱？？？ 「わーい！　おっはよー！　まふまふー！　迎えにきましたよーん♪」
    # 参见 character.rpy 心爱？？？ 的代号是 fen
    # ^^附加表情：喜び（看了下，应该阔以做出来，但是测试了真冬介绍小动画有莫得信心了，考虑到移动端性能，可能就不做了，最后面再说吧）
    # 这里发现 at love69_center 会和原作人物位置有一点点差别，不过差别不大，而且不影响剧情，就不改了
    # 差别的原因是真冬和心爱的个子（分辨率）不一样，这个问题也会导致对话框的小人物的位置不一样
    # 所以需要把对话框里面的人物大小和位置写成变量，通过函数进行变换
    # sideimagesize.(SideImageXalign/SideImageYalign/SideImageZoom)是我在screens.rpy定义的变换函数，阔以定义横坐标（X），纵坐标（Y），以及缩放（Zoom）
    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96



    show 心愛_制服_基本_にっこり at love69_center with Dissolve(0.3)
    play sound "voice/effect/07_ドア1～あける.ogg"
    # あける 是开门 ， ドア 是门的声音
    voice "voice/心愛/cca_a1_0007.ogg"
    fen 粉_制服_基本_にっこり "哇咿————！ 早上好————！ 嘛呼嘛呼————！ 我来接你啦♪————"

    # 莲 「あ、今家のものいないんで…」
    lian "啊，现在家里谁都不在哦"

    # 心爱？？？ 「あ、そうですか…」
    # ^^附加表情：结束
    hide 心愛_制服_基本_にっこり
    show 心愛_制服_基本_ジト目 at love69_center
    voice "voice/心愛/cca_a1_0008.ogg"
    fen 粉_制服_基本_ジト目 "啊，是这样啊... ..."

    ### 关门声 BGM 停（没有心爱就没有BGM！）
    stop music
    play sound "voice/effect/08_ドア1～しめる.ogg"
    # 心爱从右边飞速离场 moveoutright 系列不能带参数，时间只能是0.5s，这里pause一下等待心爱离场
    hide 心愛_制服_基本_ジト目 with moveoutright
    pause 0.5

    # 心爱？？？ 「って居るじゃないですかー！　あけてくださいよー！もう二度と宗教に勧誘とか墓石を売りつけたりしないからぁ！」
    voice "voice/心愛/cca_a1_0009.ogg"
    fen 粉_制服_基本_不機嫌 "话说不是有人在吗！快把门打开！我再也不会推销宗教用的碑石啦！"

    ### 开门声 心爱再次登场 附加表情：pac/喜び
    play music "bgm/bgm28.ogg"
    play sound "voice/effect/07_ドア1～あける.ogg"

    # 心爱？？？ 「おっはよー！　真冬ちゃーん！　迎えにきたよー！」
    show 心愛_制服_基本_にっこり at love69_center with Dissolve(0.3)
    voice "voice/心愛/cca_a1_0010.ogg"
    fen 粉_制服_基本_にっこり "早上好呀！ 真冬酱！ 我来接你啦！"

    # 莲 「梅昆布茶飲むか？」
    lian "你喝梅昆布茶吗？"

    # 心爱？？？ 「飲むー♪」 附加表情：pac/喜び
    # 动作和显示参数同上，省略
    voice "voice/心愛/cca_a1_0011.ogg"
    fen "要喝♪"

    ### 关门 心爱离场 关门声 BGM 停
    stop music
    play sound "voice/effect/08_ドア1～しめる.ogg"
    hide 心愛_制服_基本_にっこり with moveoutright
    pause 0.5

    # 心爱？？？ 「ごくごくごく…ぷはーっ…はー…おいしかった」
    voice "voice/心愛/cca_a1_0012.ogg"
    fen 粉_制服_基本_もぐもぐ "咕——咕——咕——咕...哈...真好喝！"

    # 心爱？？？ 「はっ！　あけてーあけてよー！」
    voice "voice/心愛/cca_a1_0013.ogg"
    fen 粉_制服_基本_不機嫌 "哈啊！开门啊！！ 开门呐喂！！！"

    ### 开门 心爱登场 开门声 BGM 开  附加表情：pac/喜び
    play music "bgm/bgm28.ogg"
    play sound "voice/effect/07_ドア1～あける.ogg"

    # 心爱？？？ 「わーい！　おっはよー！　まっふまふちゃーん迎えにきーましたよー！　あ、それと、梅昆布茶ごちそうさまでした、ぺこり」
    show 心愛_制服_基本_にっこり at love69_center with Dissolve(0.3)
    voice "voice/心愛/cca_a1_0014.ogg"
    fen 粉_制服_基本_にっこり "好耶！早上好！嘛呼嘛呼酱，我来接你了哟！啊，还有，梅昆布茶，感谢款待"

    # 莲 「あ、わざわざありがとうございます。もしアレでしたらその湯飲み差し上げますよ」
    lian "嗯，特意过来谢谢了哈。喜欢梅昆布茶的话，我再给你来个杯子"

    # 心爱？？？ 「ほんとですかー！？　ありがとうございますー！　前からずっと欲しかったんですよ！　この鰯だけが羅列されている湯飲み！」附加表情：无
    hide 心愛_制服_基本_にっこり
    show 心愛_制服_基本_笑顔 at love69_center
    voice "voice/心愛/cca_a1_0015.ogg"
    fen 粉_制服_基本_笑顔 "真的吗！？谢谢啦！从以前开始就一直想要哦！这个画着沙丁鱼的茶杯！"

    # 莲 「どうぞ、お持ち帰りください。それでは」
    lian "那么，就拿走吧，再见（L：不应该再来一杯茶的嘛，怎么是来了个杯子，绝了，还有再见是什么鬼啊喂！）"

    # 心爱？？？ 「はーい♪」
    hide 心愛_制服_基本_笑顔
    show 心愛_制服_基本_にっこり at love69_center
    voice "voice/心愛/cca_a1_0016.ogg"
    fen 心愛_制服_基本_にっこり "好♪"

    # 下面的动画需要参考人物位置做ATL变换
    # 不大能完全还原，按照原作的意思，心爱小跑到门口急刹车
    # 我们的实现：让心爱先跑到门口，再上下摇晃屏幕（急刹车）
    # 通过zoom让心爱走到门口，实现比原作更好的效果
    # 在show里面做vpunch晃的也是画面不是人物

    stop music
    show 心愛_制服_基本_にっこり with vpunch:
        zoom 1.5
        xalign 0.5
        yalign -0.99
        linear 0.3 xalign 0.8 yalign -0.99 zoom 0.99
    # nil 「しめかけたドアを掴まれた。」
    "她抓住了快要关上的门"

    hide 心愛_制服_基本_にっこり with Dissolve(0.15)
    show 心愛_制服_基本_ジト目 at love69_center with Dissolve(0.15)
    # 原作这里对话框没有表情，咱们来修上这个bug
    voice "voice/心愛/cca_a1_0017.ogg"
    fen 粉_制服_基本_ジト目 "太危险了...我才不会干第三次这样的事情呢"

    # 莲 「ちっ、存外勘の良いお嬢さんだ」
    lian "某种程度来说，你的直觉还是挺⑧错的嘛）"

    #BGM再开
    # 心爱？？？ 「今日はいつになく風当たり強いねまふまふちゃ…ん？　あれ？　髪切った？」
    play music "bgm/bgm28.ogg"
    hide 心愛_制服_基本_ジト目
    show 心愛_制服_基本_泣き at love69_center
    voice "voice/心愛/cca_a1_0018.ogg"
    fen 粉_制服_基本_泣き "今天的你真是比任何时候都暴躁呢，嘛呼嘛呼酱... 嗯? 咦? 你把头发剪了?（L：这里她把莲和真冬认混了233）"

    # 莲 「あ、ついでに下の毛もつるっつるだ。滑りが良くて最高だぜ」
    lian "啊，顺便说一下下面的毛发也很光滑呢。滑溜溜的最好啦）"

    # 心爱？？？ 「マジで？　今度みせ…ってえ！？　蓮くん！？　どうしたの！？　こんな朝に！」 附加：マジ驚き
    hide 心愛_制服_基本_泣き
    show 心愛_制服_基本_驚き at love69_center
    voice "voice/心愛/cca_a1_0019.ogg"
    fen 粉_制服_基本_驚き "真的吗? 现在马上让我康康... 欸 ... ? 莲君! ? 为什么是你? 这么早的时候就...!"

    # 莲 「おはよう心愛」
    lian "早呀，心爱"

    # 心爱 「お、お、おはよう！　す、すごいね！　ちゃっかり制服にまで着替えちゃってさ！」附加：pac/呆れ汗
    hide 心愛_制服_基本_驚き
    show 心愛_制服_基本_ジト目 at love69_center
    voice "voice/心愛/cca_a1_0020.ogg"
    ai 心愛_制服_基本_ジト目 "早、早、早上好! 斯、斯国一呐! 居然都已经把制服都换好了!"

    # 莲 「おう、ついでにパンツはハイビスカスだ。見るか？」
    lian "啊，顺带说一下，内裤的图案是扶桑花，要看吗？"

    # 心爱 「遠慮しとくよ」附加：无
    hide 心愛_制服_基本_ジト目
    show 心愛_制服_基本_真顔 at love69_center
    voice "voice/心愛/cca_a1_0021.ogg"
    ai 心愛_制服_基本_真顔 "还是不必了吧"

    ### 心爱介绍小动画：pac/心愛カットイン
    $ renpy.movie_cutscene("video/心愛カットイン.webm")

    # nil 「未だにドアを掴んで映画のシャイニングみたいに、隙間から顔を覗かせている少女の名は「一条　心愛」」
    "现在还抓着门，像电视里面演的害羞女孩子一样的，从缝隙中露出脸的是叫做「一条 心爱」的少女"

    # nil 「こいつがこの街に引っ越してきてから、俺とはだいたい幼馴染み的な存在だ。家、隣だし。」
    "自从这家伙搬到这个城市之后，对我基本上来说就是青梅竹马一样的存在。她的家就在隔壁"

    # nil 「普段の日常だと、俺起きる→真冬と飯食う→俺寝る→真冬は心愛と登校→俺起きる→遅刻。の流れだ。」
    "平时的日常生活中，基本上就是「我从床上爬起来→和真冬一起吃饭→我把回笼觉睡起→真冬和心爱上学→我又从床上爬起→到学校就迟到到」这样的一种潮流。"

    # nil 「だから、心愛が驚くのも無理はない。」
    "所以，心爱对我在这里开门感到惊讶也是理所当然的"

    # nil 「ちょくちょく、俺を起こすアプローチはしてくれているらしいが、起きた試しがない。」
    "虽然心爱经常想出来让我起床的好方法，但是从来没有奏效过"

    # 莲 「しかし…俺とあいつを間違えるとはな、もうろくしたんじゃねぇのか？」
    lian "不过......居然把我和那家伙弄错了，你这不是很⑨嘛？"

    # 心爱 「兄妹揃って目つき悪いんでつい…。ていうか、家入れてください」附加：无
    hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_泣き at love69_center
    voice "voice/心愛/cca_a1_0022.ogg"
    ai 心愛_制服_基本_泣き "因为兄妹俩的眼神都一样一样的嘛... 对了，快让我进去"

    # nil 「俺の返事を待たずして、心愛はドアを押し開いて、ひとんちの玄関に押し入った。」
    "没等我回答，心爱就推开门，冲进了玄关里面"

    # nil 「お菓子のような甘い香りが玄関中に広がる。」
    "像点心一样的甜香在玄关中扩散开来。"

    # nil 「制服姿ではあるが、お菓子の形をしたアクセサリーが所々に着けられている。」
    "虽然心爱穿着制服，但是全身上下到处都有点心形状的饰品"

    # 莲 「何だっけそのブランド、ヴィダルサスーンだっけ」
    lian "什么来着，那个牌子是维达·沙宣？（L：维达·沙宣，生于英国伦敦汉默史密斯，著名理发师，1928年1月17日－2012年5月9日，本作是13年的，后文也neta了很多12年的东西）"

    # 心爱 「いや、今日の私はパンテーン使ってるけど…」
    hide 心愛_制服_基本_泣き
    show 心愛_制服_基本_真顔 at love69_center
    voice "voice/心愛/cca_a1_0023.ogg"
    ai 心愛_制服_基本_真顔 "不是的哦，今天我用的是潘婷...（L：パンテーン (Pantene)潘婷，瑞士罗氏公司1945年创立，现美国宝洁公司旗下的个人护理品牌，口号为“美自强韧”）"

    # 莲 「そうじゃなくてそのアクセ。お菓子みたいなやつ」
    lian "我不是说那个，是说那个首饰，就那个像点心一样的东西"

    # 心爱 「あ！　Q-potだよ！　どうしたの？　もしかして、女の子向けブランドに興味でてきたの？　多分似合わないよ？」
    # 参考资料：https://www.q-pot.jp/
    # 参考资料：https://ja.wikipedia.org/wiki/Q-pot.
    hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_笑顔 at love69_center
    voice "voice/心愛/cca_a1_0024.ogg"
    ai 心愛_制服_基本_笑顔 "啊！是Q-pot.哦！怎么了？难道你对女性向的品牌感兴趣了吗？大概不适合你哦？（L:Q-pot.(キューポット)2002年由设计师デザイナー・ワカマツ创立的日本配饰品牌，Q-pot.的意思是“不知道会飞出什么的神秘壶”）"

    # 莲 「いや、俺はバーバリーブラックレーベルで十分だ」
    lian "不，我只要Burberry就足够了（L：Burberry Group plc，通译为“巴宝莉”，是一家英国服装和奢侈品公司，以风衣著称，创建于 1856 年）"

    # 心爱 「結構ガチじゃねーか」
    hide 心愛_制服_基本_笑顔
    show 心愛_制服_基本_真顔 at love69_center
    voice "voice/心愛/cca_a1_0025.ogg"
    ai 心愛_制服_基本_真顔 "不是挺硬派的嘛"

    # 莲 「そうじゃなくて、なんか甘い香りすんなって思ってさ」
    lian "倒不是说感兴趣，只是觉得你身上飘着一股甜甜的香气"

    # 心爱 「あ！　これこれ！」
    hide 心愛_制服_基本_真顔
    show 心愛_制服_基本_笑顔 at love69_center
    voice "voice/心愛/cca_a1_0026.ogg"
    ai 心愛_制服_基本_笑顔 "啊！是这个是这个！"

    # nil 「心愛はさっとスカートの中から、棒に刺さったキャラメルコーティングされたリンゴを取り出した。」
    "心爱迅速地从裙子里面拿出来了一个涂着牛奶糖的苹果"

    # 心爱 「てれってれー！　きゃーらめるあっぷる―」
    hide 心愛_制服_基本_笑顔
    show 心愛_制服_おやつ_にっこり at love69_center
    voice "voice/心愛/cca_a1_0027.ogg"
    ai 心愛_制服_おやつ_にっこり "滴↓滴↑滴→滴↓滴↑滴↑ 是奶糖苹果哒！（L:才推完E社天结欸的我听出了一股菲娅的感觉，结缘神的声音真是太治愈了(stop！L你绝对是走错片场了吧)）"

    # 莲 「キューカンバー！」
    lian "是黄瓜！"

    # 心爱 「アップルだよ！　そんなキュウリ…オラぁ…嫌だぁ…」
    hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_おやつ_泣き at love69_center
    voice "voice/心愛/cca_a1_0028.ogg"
    ai 心愛_制服_おやつ_泣き "是苹果啊! 那种东西... 我... 我讨厌啊..."

    # 莲 「ベネディクト１３世はないのか」
    lian "本笃十三世13世是吗？（L：他因迷信“十三”这个数字带来坏运气而起初自称为“本笃十四世”。不过后来改变想法，用回教宗本笃十三世的名号，是一位改革的教宗，他竭力改革意大利枢机团腐化生活的方式。他是罗马显赫家族奥尔西尼家族的成员，是这家族中最后一位担任教宗的人）"

    # 心爱 「何を言っているんだねチミは」
    hide 心愛_制服_おやつ_泣き
    show 心愛_制服_おやつ_ジト目 at love69_center
    voice "voice/心愛/cca_a1_0029.ogg"
    ai 心愛_制服_おやつ_ジト目 "你这家伙到底在说什么啊？"

    # nil 「どういう仕組みかはわからないが、心愛のスカートの中にたくさんのお菓子を隠しもっているらしく、いつでもどこでもお菓子を食べている。」
    "虽然不知道是什么样的构造，但好像在心爱的裙子里面藏着很多点心，心爱无论在何时何地老是在吃点心"

    # nil 「太るぞ。」
    "你会长胖的哟"

    # 心爱 「む、今失礼な事考えてたな」
    hide 心愛_制服_おやつ_ジト目
    show 心愛_制服_おやつ_不機嫌 at love69_center
    voice "voice/心愛/cca_a1_0030.ogg"
    ai 心愛_制服_おやつ_不機嫌 "嗯姆——你现在绝对在想着什么很失礼的事情吧"

    # 莲 「ウーピーゴールドバーグって良いおっぱいしてんなって考えてた」
    lian "我一直在想，乌比·戈德堡的欧派真是不戳呢（L：Whoopi Goldberg，1955年11月13日－）是一位美国演员、作家、创作歌手、脱口秀主持人，亦是美国娱乐界史上写下“演艺圈大满贯”的十五位艺人之一）"

    # 心爱 「確かにいおっぱいしてるかもしれないけど、全然関係ないよ！？」
    hide 心愛_制服_おやつ_不機嫌
    show 心愛_制服_おやつ_無表情 at love69_center
    voice "voice/心愛/cca_a1_0031.ogg"
    ai 心愛_制服_おやつ_無表情 "她的欧派可能确实不戳，但是和这一点关系都没有啊! ? "

    # 莲 「まぁ、なんだ、いつも甘いもん食ってよくふとらねぇなって」
    lian "哎呀，其实啊，你总是吃甜食，会长胖的哦"

    # 心爱 「甘いものはおっぱいに行く教を信じよう。幸せになれるよ」
    hide 心愛_制服_おやつ_無表情
    show 心愛_制服_おやつ_笑顔 at love69_center
    voice "voice/心愛/cca_a1_0032.ogg"
    ai 心愛_制服_おやつ_笑顔 "相信甜食都会到欧派去的教义吧，会让你幸福的"

    # 莲 「俺のおっぱいが大きくなったら、お前友達辞めるだろ」
    lian "要是我的欧派长大了的话，你就不和我做朋友了吧"

    # 心爱 「うん」
    hide 心愛_制服_おやつ_笑顔
    show 心愛_制服_おやつ_無表情 at love69_center
    voice "voice/心愛/cca_a1_0033.ogg"
    ai 心愛_制服_おやつ_無表情 "嗯（即答）"

    # 莲 「即答かよ」
    lian "是即答吗？！"

    # nil 「ちなみに心愛のおっぱいは…直接見たことがないが、真冬のよりは大きそうだ。真冬が気にしてるかはともかく、舌打ちぐらいはしそう。」
    "顺便说一下，心爱的欧派...虽然没有直接摸过，但是好像比真冬的要大。暂且不说是否在意真冬，至少咂嘴一下吧。"

    # nil 「心愛が動くたびに、キャラメルの甘い匂いが俺の鼻腔をくすぐる。」
    "心爱每动一下，奶糖的甜味都会刺激我的鼻腔。"

    ### 真冬登场
    # 这里需要确定两个人物的位置，还需要做心爱移动动画
    # 另外，需要注意调用文本框人物的位置
    # 这个语句是针对真冬设计的参数
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    hide 心愛_制服_おやつ_無表情
    show 心愛_制服_おやつ_無表情:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear  0.3 xalign 0.8918

    # 基于这个可以确定人物在右的坐标
    # 定义人物在右的参数
    transform love69_right:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.8918

    # 定义真冬的位置
    show 真冬_制服_基本_にっこり with Dissolve(0.3):
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13

    # 基于真冬位置定义人物在左的参数
    transform love69_left:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13

    # 真冬 「あ、心愛ちゃんおはよー。はいお兄ちゃん、鞄」
    voice "voice/真冬/maf_a1_0086.ogg"
    dong 真冬_制服_基本_にっこり "啊，心爱酱，早上好~ 给，欧尼酱，书包"

    # 莲 「お、助かる。つっても中身何も入ってないけどな」
    lian "啊，多谢了，虽然书包里面啥子都没有"

    # nil 「甘い香りに誘われたのか、真冬が通学鞄を持って玄関へとやってきた。その様子だと、食後の片付けも済ませたらしい。」
    "或许是被甜甜的香味所吸引，真冬拿着书包来到了玄关。看样子，饭后的收拾也已经做好了"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「まふまふおっはよーん！　って聞いて聞いて！　今日さ！　蓮くんが出迎えてくれたんだけど？」
    hide 心愛_制服_おやつ_無表情
    show 心愛_制服_おやつ_にっこり at love69_right
    voice "voice/心愛/cca_a1_0034.ogg"
    ai 心愛_制服_おやつ_にっこり "嘛呼嘛呼! 哦哈哟! 听我说听我说！ 就是今天! 莲君出来迎接我们了？！"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「あうん、私のベッカムに先頭打者満塁ホームラン食らったからね」
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情 at love69_left
    voice "voice/真冬/maf_a1_0087.ogg"
    dong 真冬_制服_基本_無表情 "啊嗯，因为被我的贝克汉姆打出了先发击球手满垒本垒打（L：满垒本垒打是一二三垒上全有跑者，这个时候打者轰出全垒打的局面，是本/全垒打的一种，也是攻方一次打击获得分数最多的局面，得4分）"

    # 莲 「２イニングでコールド負けっていう快挙を達成した」
    lian "嗯，我在两局中达成了惨败的壮举"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「それで中々出てこなかったんかい…。まふまふちゃんいつもなら優しいのに！」附加：pac/呆れ汗
    hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_おやつ_不機嫌 at love69_right
    voice "voice/心愛/cca_a1_0035.ogg"
    ai 心愛_制服_おやつ_不機嫌 "所以你才没有出来迎接我吗... 嘛呼嘛呼，你不是一直都很温柔吗？"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ごめんごめん。あ、心愛ちゃん梅昆布茶飲む？」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_にっこり at love69_left
    voice "voice/真冬/maf_a1_0088.ogg"
    dong 真冬_制服_基本_にっこり "抱歉，抱歉，啊，心爱酱，你要喝梅昆布茶吗? "

    # nil 「真冬が心愛に鰹とだけ描かれた湯飲みを手渡した。」
    "真冬把画的有鲣鱼的茶杯交给了心爱（L：鲣鱼，又称正鲣、烟仔、小串、柴鱼，为鲭科鲣属的唯一一种，分布于全球各大洋水深0至260米的温暖海域。有时鲣鱼会跟随洋流迁徙至高纬度海域，例如日本海，相当重要的经济鱼类，味甚佳，可制成柴鱼片、罐头及生鱼片）"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「飲むー♪」
    hide 心愛_制服_おやつ_不機嫌
    show 心愛_制服_おやつ_にっこり at love69_right
    voice "voice/心愛/cca_a1_0036.ogg"
    ai 心愛_制服_おやつ_にっこり "嗯——姆——♪"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95


    # 真冬 「そのお菓子持ってたら飲めないでしょ、持ってあげるよ」
    # 这里对话框也忘放人物了呢，补上
    hide 真冬_制服_基本_にっこり
    show 真冬_制服_基本_無表情:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13
        linear 0.3 xalign 0.5
    voice "voice/真冬/maf_a1_0089.ogg"
    dong 真冬_制服_基本_無表情 "拿着点心就没法喝了吧，我帮你拿"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「わーい、じゃぁよろしくお願いしまーす」
    # 因为引擎的不同特性，这里采取了与原作稍稍偏离的人物立绘
    # 调整真冬位置参数为一个linear防止屏幕闪烁
    hide 真冬_制服_基本_無表情
    # 定义真冬右移到心爱那里拿奶糖苹果的动画
    show 真冬_制服_基本_にっこり:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.499
        # linear 0.0 xalign 0.5
    hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_基本_笑顔 at love69_right
    # 这里的位置没法还原，说话的那个总是在最上层
    # show 真冬_制服_基本_にっこり with MoveTransition(0.01,layers=['screen']):
    #     zoom 1.5
    #     xalign 0.5
    #     yalign -0.09
    #     linear 0.0 xalign 0.499
    # pause 2.0
    voice "voice/心愛/cca_a1_0037.ogg"
    ai 心愛_制服_基本_笑顔 "好——那就麻烦你啦"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    hide 真冬_制服_基本_にっこり
    # 定义真冬左移到心爱那里回去的动画
    show 真冬_制服_基本_おやつ1:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.3 xalign 0.13
    # 真冬 「はーい。いただきまーす」
    voice "voice/真冬/maf_a1_0090.ogg"
    dong 真冬_制服_基本_おやつ1 "好——我开动啦~"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ずーっ」
    hide 心愛_制服_基本_笑顔
    show 心愛_制服_基本_きらきら at love69_right
    voice "voice/心愛/cca_a1_0038.ogg"
    ai 心愛_制服_基本_きらきら "唨——唨"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「あむ…あ、美味しいねこれ、どこで売ってるの？」附加：pac/もぐもぐ
    hide 真冬_制服_基本_おやつ1
    show 真冬_制服_基本_おやつ3 at love69_left
    voice "voice/真冬/maf_a1_0091.ogg"
    dong 真冬_制服_基本_おやつ3 "啊呜... 啊，真好吃，这个哪里有卖的？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「んー？　えっとね、ロッキーマウンテンチョコレートファ…ファッ！？　食べられた！　オラのキャラメルアップル食べられた！」
    hide 心愛_制服_基本_きらきら
    show 心愛_制服_基本_驚き at love69_right
    voice "voice/心愛/cca_a1_0039.ogg"
    ai 心愛_制服_基本_驚き "嗯？那个，落基山巧克力工...噗！？被吃了！我的奶糖苹果被吃了！"

    # Luckykeeper 翻译君的豆知识Time!
    # 参考资料 https://en.wikipedia.org/wiki/Rocky_Mountain_Chocolate_Factory
    luckykeeper "翻译君的豆知识Time! 落基山巧克力工厂是美国、巴拿马、菲律宾和阿拉伯联合酋长国的国际特许经营商、糖果制造商和零售运营商。公司总部位于科罗拉多州西南部落基山脉的西坡杜兰戈镇。该公司拥有53，000平方英尺（4，900平方米）的工厂，生产巧克力糖果和其他糖果产品，"

    luckykeeper "供应其众多特许经营店，由其冷藏卡车车队新鲜交付。该工厂通常生产大约300种巧克力糖果和其他糖果产品，1985年，该公司上市，目前在纳斯达克交易所以“RMCF”为标志进行交易"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「いじゃん減るもんじゃないし」
    hide 真冬_制服_基本_おやつ3
    show 真冬_制服_基本_おやつ2 at love69_left
    voice "voice/真冬/maf_a1_0092.ogg"
    dong 真冬_制服_基本_おやつ2 "又不是一下子全吃完了嘛"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「思いっきり減ってるよ！？　コンピューター会社のロゴマーク並にかじられてるよ！？」
    hide 心愛_制服_基本_驚き
    show 心愛_制服_基本_ぶわー at love69_right
    voice "voice/心愛/cca_a1_0040.ogg"
    ai 心愛_制服_基本_ぶわー "剩下的少得可怜! ? 被咬得跟某个卖电脑的公司的被啃了一大口的标志一样! ?（L：这里neta苹果，而且心爱拿的正好也是奶糖苹果）"

    # 莲 「IBM？」
    lian "IBM？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「そこじゃない！」附加：pac/怒り
    # 心爱小跳的动画
    hide 心愛_制服_基本_ぶわー
    show 心愛_制服_基本_不機嫌:
        zoom 1.5
        xalign 0.89
        yalign -0.09
        linear 0.15 yalign 0.02
        linear 0.15 yalign -0.09
    voice "voice/心愛/cca_a1_0041.ogg"
    ai 心愛_制服_基本_不機嫌 "才不是那个呢！"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「その代わり湯飲みあげるから」
    hide 真冬_制服_基本_おやつ2
    show 真冬_制服_基本_おやつ3 at love69_left
    voice "voice/真冬/maf_a1_0093.ogg"
    dong 真冬_制服_基本_おやつ3 "作为奶糖苹果的代替，喝杯茶吧"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「お兄ちゃんと同じ事言うのね…」附加：pac/呆れ汗
    hide 心愛_制服_基本_不機嫌
    show 心愛_制服_基本_ぶわー at love69_right
    voice "voice/心愛/cca_a1_0042.ogg"
    ai 心愛_制服_基本_ぶわー "你怎么也在说和欧尼酱一样的话啊......"

    # 莲 「兄妹だからな。ていうか、スカートの中に湯飲み入れて持ち帰ればいじゃん」
    lian "因为是兄妹嘛。话说回来，把茶杯放进裙子里面带走不就好了嘛"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ダメだ。そんな事をしたら法則が乱れて大変なことになる。それに、明確なベネフィットをもたらすソリューションとは思えない」
    # 下面动作一样，省略
    hide 心愛_制服_基本_ぶわー
    show 心愛_制服_基本_不機嫌 at love69_right
    voice "voice/心愛/cca_a1_0043.ogg"
    ai 心愛_制服_基本_不機嫌 "不行。这样做会打乱规律，造成非常严重的后果。而且，我不认为这是一个明确有效的好方案"

    # 莲 「もう一度言ってみろ」
    lian "再说一遍"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ダメだ。そんな事をしたら法則が乱れて大変なことになる。それに、明確なベネフィットをもたらすソリューションとは思えない」
    voice "voice/心愛/cca_a1_0044.ogg" ### &&需要去听一下是新的还是重用<--并不是重用，44是对的
    ai "不行。这样做会打乱规律，造成非常严重的后果。而且，我不认为这是一个明确有效的好方案"

    # 莲 「確かに」
    lian "雀食（L:看来一句话说两次就是真理呢）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「はい心愛ちゃん、あ～ん」
    hide 真冬_制服_基本_おやつ3
    show 真冬_制服_基本_おやつ3:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13
        linear 0.3 xalign 0.5
    voice "voice/真冬/maf_a1_0094.ogg"
    dong 真冬_制服_基本_おやつ3 "来，心爱酱，啊~嗯~"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「あ～…むっ♪　美味しいにゃー♪」
    # 这里也没法还原原作呢，采用和上面一样的处理方式
    hide 心愛_制服_基本_不機嫌
    show 心愛_制服_基本_もぐもぐ at love69_right
    voice "voice/心愛/cca_a1_0045.ogg"
    ai 心愛_制服_基本_もぐもぐ "啊 ~ ... 呜♪ 好吃的喵 ~ ♪"

    # nil 「真冬が差し出したキャラメルアップルに、ためらいなくかじりつく心愛」
    "心爱毫不犹豫地咬住了真冬递给他的奶糖苹果"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「な？」
    # && 想起来可以在真冬说话的说话操作心爱立绘，回头测试下上面的能不能吧，应该可以大体还原原作
    hide 真冬_制服_基本_おやつ3
    hide 心愛_制服_基本_もぐもぐ
    show 心愛_制服_おやつ_もぐもぐ at love69_right
    show 真冬_制服_基本_ニタァ:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.3 xalign 0.13
    voice "voice/真冬/maf_a1_0095.ogg"
    dong 真冬_制服_基本_ニタァ "我撤"

    # 莲 「すんませんでした。今度からはもっと真冬ちゃんに優しくします」
    lian "对不起，以后我会对真冬更加温柔的"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「もぐもぐもぐ…まふまふ、もっとちょーだい♪」附加：pac/喜び
    voice "voice/心愛/cca_a1_0046.ogg"
    ai 心愛_制服_おやつ_もぐもぐ "咀嚼... 咀嚼... 嘛呼嘛呼，再来一点♪!"

    # 莲 「食らえ！」
    lian "吃吧！"

    # nil 「さっきの例のドラゴンフルーツを―」
    "拿出了刚才说的那个火龙果"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「させるかっ！」
    hide 心愛_制服_おやつ_もぐもぐ
    show 心愛_制服_おやつ_真顔 at love69_right
    voice "voice/心愛/cca_a1_0047.ogg"
    ai 心愛_制服_おやつ_真顔 "休想得逞！"

    # 画面晃动特效，需要绑定物体使用，这里先hide心爱再重复显示一遍
    hide 心愛_制服_おやつ_真顔
    show 心愛_制服_おやつ_真顔 at love69_right with vpunch
    # 莲 「ぐわぁーっ！」
    lian "呜哇！"

    # nil 「ダメみたいでした」
    "看来⑧太行啊"

    # nil 「ちなみに、美味しそうなキャラメルアップルについては「宗教上の理由」というクソみたいに意味のわからない理由で食べさせて貰えませんでした。」
    "顺便说一下，那个看起来超好吃的奶糖苹果，因为类似“宗教上的理由”这样的垃圾原因，她们不给我吃"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ねぇねぇ真冬ちゃん、お兄ちゃんはその…どうやって起こしたの…？　私じゃ一度も起こせたことないから…」
    # 表情没变
    voice "voice/心愛/cca_a1_0048.ogg"
    ai "呐呐，真冬酱，那个，欧尼酱......你是怎么把他弄起来的...？我从来都没成功把他叫起来过..."

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「聞きたいの？」
    hide 真冬_制服_基本_ニタァ
    show 真冬_制服_基本_無表情 at love69_left
    voice "voice/真冬/maf_a1_0096.ogg"
    dong 真冬_制服_基本_無表情 "你想知道吗?"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「う、うん…」
    hide 心愛_制服_おやつ_真顔
    show 心愛_制服_おやつ_泣き at love69_right
    voice "voice/心愛/cca_a1_0049.ogg"
    ai 心愛_制服_おやつ_泣き "嗯，嗯... ..."

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「それはね…」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13
        linear 0.3 xalign 0.76
    voice "voice/真冬/maf_a1_0097.ogg"
    dong 真冬_制服_基本_目閉じ "这个啊，是这样的... ... ... ... ... ..."

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「！　…そ、そんなの有りか…兄妹の絆って…すげえな…」
    # 突然发现的制作技巧,在一个人说话的时候，可以操作其它人来着
    show 真冬_制服_基本_目閉じ:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13
        linear 0.0 xalign 0.76
        linear 0.3 xalign 0.13
    voice "voice/心愛/cca_a1_0050.ogg"
    hide 心愛_制服_おやつ_泣き
    show 心愛_制服_おやつ_驚き at love69_right
    ai 心愛_制服_おやつ_驚き "！！！！！... ... 这、这种事真的存在吗... ... 兄妹之间的感情... ... 好厉害啊... ..."

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「心愛ちゃんもすればいじゃない」
    hide 真冬_制服_基本_目閉じ
    show 真冬_制服_基本_ニタァ at love69_left
    voice "voice/真冬/maf_a1_0098.ogg"
    dong 真冬_制服_基本_ニタァ "心爱你也可以这么做啊"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「か、考えとく…う、うん…そうする…も、もしかして、そこから先は…したの？」
    hide 心愛_制服_おやつ_驚き
    show 心愛_制服_おやつ_泣き at love69_right
    voice "voice/心愛/cca_a1_0051.ogg"
    ai 心愛_制服_おやつ_泣き "我、我想一下……嗯、嗯…这样做…难道，从那之后…做了吗"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「そこから先？」
    hide 真冬_制服_基本_ニタァ
    show 真冬_制服_基本_無表情 at love69_left
    voice "voice/真冬/maf_a1_0099.ogg"
    dong 真冬_制服_基本_無表情 "那之后？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「なんでもないです忘れてください」
    hide 心愛_制服_おやつ_泣き
    show 心愛_制服_おやつ_真顔 at love69_right
    voice "voice/心愛/cca_a1_0052.ogg"
    ai 心愛_制服_おやつ_真顔 "啥也没有，忘了吧"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「嫌だと言ったら？」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_目閉じ at love69_left
    voice "voice/真冬/maf_a1_0100.ogg"
    dong 真冬_制服_基本_目閉じ "如果我说不是这样呢?"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「このカマ野郎が一人死ぬだけだ」
    hide 心愛_制服_おやつ_真顔
    show 心愛_制服_おやつ_無表情 at love69_right
    voice "voice/心愛/cca_a1_0053.ogg"
    ai 心愛_制服_おやつ_無表情 "这个混蛋一个人死了算了"

    # 莲 「勝手に俺を巻き込むな！」
    lian "不要随便把我卷进来啊！"

    ### 场景切换
    ### 葛城家玄关-->通学路街道
    ### 人物：莲 心爱 真冬
    ### BGM：sweet passion.ogg（没变）
    # 没有类似的转场效果，稍稍改动一下
    image bg 通学路c_朝 = "images/bg/通学路c_朝.png"
    scene 通学路c_朝 at love69_bg1440 with slideright
    show 心愛_制服_おやつ_もぐもぐ at love69_right with Dissolve(0.3)
    show 真冬_制服_基本_にっこり at love69_left with Dissolve(0.3)

    # nil 「よく晴れた一日だ。」
    "晴朗的一天"

    # nil 「もう少しで真夏と呼べるぐらいに暑くなるだろう。」
    "再热一点的话就可以称之为盛夏了吧"

    # nil 「直線の道路では、逃げ水さえも見える。」
    "在前方的道路上，甚至可以看到水在逃跑"

    # nil 「時折吹く風が心地良い。」
    "不时吹过来的风很人舒服"

    # nil 「歩き慣れた道を３人で歩く。」
    "这是三个人已经走惯了的路"

    # nil 「俺らが通う学園まではほぼ直線コースの、少し緩やかな坂道のアップダウンがあるぐらい。」
    "到我们就读的学校为止几乎就是一条带有缓缓坡道的直路"

    # nil 「日向は少し熱いので、並木道では日陰だけを歩くように少し大股で歩く。」
    "因为有太阳晒的地方有点热，所以我们大步走在林荫道上的阴凉处"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ふ…ふわあ…それにしても、良い天気だね～…むぐむぐ…美味し…」附加：pac/もぐもぐ
    # 表情和上面一样
    voice "voice/心愛/cca_a1_0054.ogg"
    ai "呼... 呼啊... 不管怎么说，天气真好啊... 嗯嗯嗯... 好吃..."

    # 莲 「あ、絶好の煮卵日和だ」
    lian "嗯，是绝佳的煮蛋天气呢"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「そうだね、帰りにドゥカティ買って帰ろう」
    # 这里真冬的表情也和上面一样
    voice "voice/真冬/maf_a1_0101.ogg"
    dong "是啊，回去的路上买辆杜卡迪回去吧?（L：杜卡迪（Ducati Motor Holding S.p.A.）是一家意大利摩托车生产商，总部位于意大利的博洛尼亚。其产品由于卓越的性能以及意大利特色的设计而闻名。奥迪汽车在2012年4月收购了杜卡迪）"

    # nil 「どこからか風鈴の音色が風に乗って耳に触れる。恐らくガラス製だろうか。優しい音色だ。」
    "随风传来的不知道是从哪里发出的风铃的声音触动了耳朵，可能是玻璃做的风铃吧，声音相当好听。"

    # 莲 「そういえば、うちって風鈴あったっけ」
    lian "这么说起来，我们家有风铃吗"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ナルトならあるよ。昨日ジャスコで買ったやつ」
    hide 真冬_制服_基本_にっこりDD
    show 真冬_制服_基本_無表情 at love69_left
    voice "voice/真冬/maf_a1_0102.ogg"
    dong 真冬_制服_基本_無表情 "那个的话有的哦，昨天从JUSCO买来的（L：永旺，原称吉之岛，亦称佳世客（英：JUSCO，日：ジャスコ），是日本永旺集团旗下的连锁零售企业，在日本、香港、中国大陆、泰国及马来西亚等地开设综合购物百货公司及超级市场）"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「私の家にはバスターソードあるよ！」
    hide 心愛_制服_おやつ_もぐもぐ
    show 心愛_制服_おやつ_にっこり at love69_right
    voice "voice/心愛/cca_a1_0055.ogg"
    ai 心愛_制服_おやつ_にっこり "我家有巴斯特剑哦（L:bastard sword，变种剑，又译混种剑或杂种剑，起源于15或16世纪，一开始是指“不正规的剑或起源不明的剑”，它是“一把既非法国的、也非西班牙的，也非德国佣兵所用的剑，但是比这些大剑都还要长）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「シュワルツネッガーかよ」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_見下し at love69_left
    voice "voice/真冬/maf_a1_0103.ogg"
    dong 真冬_制服_基本_見下し "是施瓦辛格吗?（L：阿诺·阿洛伊斯·施瓦辛格（德语：Arnold Alois Schwarzenegger，1947年7月30日－），是一位奥地利美国籍男子健身运动员、演员和政治家，生于奥地利，曾经担任第38任美国加利福尼亚州州长。）"

    # 莲 「そのツッコミ多分通じねぇぞ」
    lian "那个吐槽好像说不大通吧"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「州知事の執務室に飾ってあるんだよね」
    hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_おやつ_笑顔 at love69_right
    voice "voice/心愛/cca_a1_0056.ogg"
    ai 心愛_制服_おやつ_笑顔 "阔以挂在州长的办公室里面呀"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「通じた」
    hide 真冬_制服_基本_見下し
    show 真冬_制服_基本_無表情 at love69_left
    voice "voice/真冬/maf_a1_0104.ogg"
    dong 真冬_制服_基本_無表情 "说的过去了"

    # nil 「かさかさと木々が揺れ、葉がこすれ合う。」
    "树木沙沙作响，树叶相互摩擦"

    # nil 「ひらひらと、わずかではあるが、新緑が散る。」
    "虽然只有一点点，但是树上的新绿已经开始凋谢了"

    # nil 「葉の間から顔を覗かせる太陽光が、ちらちらと俺たちを照らし出す。」
    "从树叶间露出脸的太阳光，一闪一闪地照在我们身上。"

    # 莲 「俺な、Ｆ－１５戦闘機って結構好きなんだよね」
    lian "叔叔我啊，最喜欢F-15战斗机啦"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「私はクアッドコアがいな」
    hide 真冬_制服_基本_無表情
    show 真冬_制服_基本_ジト目 at love69_left
    voice "voice/真冬/maf_a1_0105.ogg"
    dong 真冬_制服_基本_ジト目 "我要是四核的话该多好啊（クアッドコア：Quad-Core）（L：F-15鹰式战斗机是一款美国麦克唐纳-道格拉斯公司（现波音公司）开发生产的全天候制空战斗机。针对获得与维持空优而设计，是美国空军现役的主力战斗机之一，属于第四代战机，这里真冬这么说是因为数字都是四的原因啦）"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「飴ちゃん二本目いただきまーす♪」附加：pac/きらきら
    hide 心愛_制服_おやつ_笑顔
    show 心愛_制服_おやつ_笑顔 at love69_right
    voice "voice/心愛/cca_a1_0057.ogg"
    ai 心愛_制服_おやつ_笑顔 "我要恰第二个点心啦!"

    # nil 「つ…と頬を流れる汗を、裾でぬぐう。これからもっと暑くなるのか…と考えると、少しだけ気怠い。」
    "我用衣服下摆擦拭脸颊上流淌的汗水。一想到今后会更热...就不大想动了"

    # 莲 「温かくなる服も欲しいが…寒くなる服とかないのかな」
    lian "虽然我也想要暖和的衣服，但是就没有能让人变冷的衣服吗？"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「すー…すー…くかーっ…」
    hide 真冬_制服_基本_ジト目
    show 真冬_制服_基本_居眠り at love69_left
    voice "voice/真冬/maf_a1_0106.ogg"
    dong 真冬_制服_基本_居眠り "呼... 唔... 唔..."

    # 莲 「真冬ちゃん寝てる」
    lian "真冬酱在碎觉呢"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ポリバルーンいただきまーす♪」
    # 参考资料：https://paypaymall.yahoo.co.jp/store/festival-plaza/item/gng-bub-567754/?sc_i=shp_pc_search_itemlist_shsrg_img
    # 参考资料2：WorldlineChanger【https://worldline.top 的站长】提供的描述
    # 综合参考资料1和2 ポリバルーン 应该是【吹跑胶】阔以用这个关键词在某宝上搜索到类似产品，各大学校门口有售
    # 感觉 WorldlineChanger 的描述，味道还是蛮香的，但是请务必注意这个东西绝对不要恰哦，绝对哦，约好了哦~
    # hide 心愛_制服_おやつ_笑顔 表情是由于的不用写了，不过这里附加的pac莫得了
    # show 心愛_制服_おやつ_笑顔 at love69_right
    voice "voice/心愛/cca_a1_0058.ogg"
    ai 心愛_制服_おやつ_笑顔 "我要吹一个泡泡胶气球!（L&WorldlineChanger：原文「ポリバルーン」，某宝搜索【吹跑胶】就知道是什么了，国内各大中小学校门口有售，味道还是蛮香的，但是请务必注意这个东西绝对不要恰哦，绝对哦，约好了哦~）"

    # 莲 「なんだねそれは」
    lian "那是什么？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「えへ、ついうっかり衝動買いしてしまいました。代引きで」
    hide 心愛_制服_おやつ_笑顔
    show 心愛_制服_おやつ_にっこり at love69_right
    voice "voice/心愛/cca_a1_0059.ogg"
    ai 心愛_制服_おやつ_にっこり "嘿嘿，不小心一时冲动买了东西。用货到付款买的（L：吹跑胶在11区大概108円+配送费598円（也就是折合软妹币50元左右）能买到3管，按11区物价似乎并不是很贵）"

    # 莲 「いや、だからそれはなんだね」
    lian "所以那到底是个啥？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「食べれるポリバルーンです」
    hide 心愛_制服_おやつ_にっこり
    show 心愛_制服_おやつ_真顔 at love69_right
    voice "voice/心愛/cca_a1_0060.ogg"
    ai 心愛_制服_おやつ_真顔 "是可以吃的气球哒~（L：吹跑胶一定是不能恰的，虽然很香，请务必远离6岁以下儿童哦！！千万别看了这个跑去网上买回来吃哦！！！约好了哦！）"

    # 莲 「なるほど」
    lian "原来如此"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「…ねぇ…鼻提灯いけるとおもう？」
    hide 心愛_制服_おやつ_真顔
    show 心愛_制服_おやつ_無表情 at love69_right
    voice "voice/心愛/cca_a1_0061.ogg"
    ai 心愛_制服_おやつ_無表情 " ... 呐... 你觉得鼻灯笼可以吗? "

    # 莲 「…いけると思う」
    lian "我觉得很行！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「じゃぁ…行ってきます」
    hide 心愛_制服_おやつ_無表情
    show 心愛_制服_おやつ_真顔 at love69_right
    voice "voice/心愛/cca_a1_0062.ogg"
    ai 心愛_制服_おやつ_真顔 "那么... 我要上了"

    # nil 「......」
    "......"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ふがっ」
    hide 真冬_制服_基本_にっこり
    hide 真冬_制服_基本_居眠り
    show 真冬_制服_基本_居眠り:
        zoom 1.5
        xalign 0.5
        yalign -0.09
        linear 0.0 xalign 0.13
        linear 0.15 yalign 0.02
        linear 0.15 yalign -0.09
    voice "voice/真冬/maf_a1_0107.ogg"
    dong "呼呀！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「あっ」
    hide 心愛_制服_おやつ_真顔
    show 心愛_制服_おやつ_驚き at love69_right
    voice "voice/心愛/cca_a1_0063.ogg"
    ai 心愛_制服_おやつ_驚き "啊！"

    # 莲 「…なんでストローごと鼻の穴に突っ込むんだよ」
    lian "为什么连吸管都要插进鼻孔里啊！（L：去tb上搜一下刚刚提到的【吹跑胶】，就知道吸管是怎么肥事儿辽）"

    # nil 「......」
    "......"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ふえポリバルーンとられたあ」
    hide 心愛_制服_おやつ_驚き
    show 心愛_制服_おやつ_ぶわー at love69_right
    voice "voice/心愛/cca_a1_0064.ogg"
    ai 心愛_制服_おやつ_ぶわー "呜欸欸欸呜啊—— 气球被拿走了"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ずずーっ」
    hide 真冬_制服_基本_居眠り
    show 真冬_制服_基本_まったり at love69_left
    voice "voice/真冬/maf_a1_0108.ogg"
    dong 真冬_制服_基本_まったり "吸————（L：危险动作！好孩子千万不要模仿！！坏孩子请更加不要模仿！！！）"

    # 莲 「吸うなよ」
    lian "不要吸啊"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「…美味しいです！」附加：pac/きらきら
    hide 真冬_制服_基本_まったり
    show 真冬_制服_基本_にっこり at love69_left
    voice "voice/真冬/maf_a1_0109.ogg"
    dong 真冬_制服_基本_にっこり "......很好吃的说！"

    ### 场景切换
    ### 地点：通学路街道-->校门口
    ### BGM未变
    ### 人物：莲 心爱 真冬
    # 和前面一样，转场效果不能还原，咱又来挑了一个
    image bg 校門_朝 = "images/bg/校門_朝.png"
    scene 校門_朝 at love69_bg1440 with squares

    # nil 「と、言うことで学園につきました。我らが通う「私立歌越学園」の校門はいつみても、校門って感じがして好きだ。」
    "就这样，我们说着玩着就到了学校。我们所就读的「私立歌越学园」的校门无论何时都让人感觉是校门的感觉，我很喜欢（L:这不是废话嘛233）"

    # nil 「俺達が通う普通科の偏差値はだいたい５０前後。地域の中小企業との密接な連携で、進学校としてでなく、卒業後の就職もしやすい。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%81%8F%E5%B7%AE%E5%80%A4
    # &&注意这里的%需要用 \% 转义
    "我们上的普通科偏差值大约在50左右。通过与地区内中小企业的密切合作，不仅仅是作为升学学校，毕业后也容易就业"

    # 翻译君的豆知识时间！
    luckykeeper "又到了翻译君的豆知识时间！偏差值是一种利用标准分算法得到的与排名挂钩的数值，一般用于衡量日本升学时受验学生的分数排位。排名正好位于50\%位置的学生偏差值定为50。偏差值越高，表示学生的分数排位越靠前"

    # nil 「創立記念日は9月14日。」
    "建校纪念日是9月14日"

    # nil 「全校生徒数は忘れた。」
    "不过全校师生基本上早都忘到不知道哪儿去了"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ほげえ！　下駄箱に入れとったプリンが無い！」附加：焦り汗
    voice "voice/心愛/cca_a1_0065.ogg"
    ai "糟了! 鞋柜里的布丁，它不见了!"

    # 莲 「入れんなよそんなもん。匂いついちゃうぞ」
    lian "不要往鞋柜里面装奇奇怪怪的东西啊喂，会有味道的（L:坏了的话是这样的）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「あ、ごめん食べちゃった」
    voice "voice/真冬/maf_a1_0110.ogg"
    dong "啊，抱歉，我恰了"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「名前書いておいたのに！」
    voice "voice/心愛/cca_a1_0066.ogg"
    ai "我明明在上面写了名字的！"

    # 莲 「お前ら下駄箱を冷蔵庫か何かと勘違いしてないか」
    lian "你们确定没有把鞋柜当成是冰箱？"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「そんな事もあろうかとお兄ちゃんの下駄箱にドライアイス入れといたよ」
    voice "voice/真冬/maf_a1_0111.ogg"
    dong "所以我在欧尼酱的鞋柜里放了块干冰，想知道是不是这么回事"

    # 莲 「『そんな事もあろうかと』の使い方間違ってると思いますし、そんな事したら上履きとか冷えちゃう」
    lian "我觉得你这探究『是不是这么回事』方法不大对啊，那样做的话穿室内鞋的时候会变冷的"

    # nil 「......」
    "......"

    # 莲 「キンキンに冷えてました」
    lian "我要被冻的不行了...（L:二氧化碳的凝固点是摄氏负78.5度，这个温度脚会冻坏的哟）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「召し上がれ」
    voice "voice/真冬/maf_a1_0112.ogg"
    dong "来恰了它吧（指干冰）"

    # 莲 「結構です」
    lian "敬谢不敏"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ジャムならあるぜ…しかもアプリコットだ…」
    voice "voice/心愛/cca_a1_0067.ogg"
    ai "我有果酱... 还有杏子..."

    # 莲 「遠慮しときます」
    lian "也不用了"

    # nil 「......」
    "......"

    ### 场景切换
    ### 地点：校门口-->教室内
    ### 人物：莲 女子学生A 花盆君
    ### BGM不变

    # nil 「始業のチャイムが鳴る凡そ１０分前に教室にたどり着く。俺からすれば凄まじい快挙と言えよう。」
    "我们在上课铃响起的大约10分钟前到达教室，在我看来这可是惊人的壮举"

    # nil 「普段ならドアをあけた瞬間、クラスメート全員から白い目線を向けられるのだが、今日はそんな心配もあるまい…。」
    "在平时打开门的瞬间，同学们对我投来白眼，不过今天不需要这样担心..."

    # 女子学生A 「わ…葛城君…何でこんな時間に…今日は魚でも降るのかしら。出来ればカジキがいわ。メバチでもいわ」
    # 参考资料(カジキ)：https://ja.wikipedia.org/wiki/%E3%82%AB%E3%82%B8%E3%82%AD
    # 参考资料(メバチ)：https://ja.wikipedia.org/wiki/%E3%83%A1%E3%83%90%E3%83%81
    wsa "哇... 葛城君... 为什么这个时候就... 今天会下鱼吗? 最好是旗鱼呢，短金枪鱼也行。（L:旗鱼，为辐鳍鱼纲旗鱼目的其中一个科；短金枪鱼，为辐鳍鱼纲鲈形目鲭亚目鲭科的其中一种，共同特点是能做成生鱼片，不过要小心食物中毒...）"

    # 莲 「死人が出るぞ」
    lian "会死人的啊"

    # nil 「向けられました」
    "被人指着了"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「やっほー！　おっはよーう」
    # 参考资料：https://ja.wikipedia.org/wiki/Yahoo!
    # 参考资料：https://ja.wikipedia.org/wiki/Yahoo!_JAPAN
    voice "voice/心愛/cca_a1_0068.ogg"
    ai "Yahoo~ 早上好呀！（L:原文「やっほー！」やっほー！是雅虎名字的又来，Yahoo！是11区最大的搜索引擎，Yahoo！Japan 的运作方式与世界上其它的Yahoo不同，且账号不能通用）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「はろー」
    voice "voice/真冬/maf_a1_0113.ogg"
    dong "哈啰~"

    # nil 「真冬と心愛はクラスメート達と挨拶を交わしながら、自分達の席へと向かっていく。」
    "真冬和心爱一边和同学们打招呼，一边走向自己的座位"

    # nil 「二人の席は窓際の列の後ろから二番目で、隣同士。」
    "两个人的座位是靠窗边的那列倒数第二张桌子那里，她们俩是同桌"

    # nil 「そして俺の席は彼女らの席の一つ後ろ。俺の隣の席は空席になっており、以前は交換留学生が座っていたのだが…つい先日、母校へ帰ってしまった。」
    "然后我的座位在她们的座位的后面。我同桌的座位空着，以前坐着从海外来的交换生...不久前，ta回母校去了（L:这里是伏笔，请记住这里哦~）"

    # nil 「不思議な事に、俺はその留学生の事をいまいち覚えていない。ともかく、何らかの理由があって空席になっている。」
    "不可思议的是，我居然完全不记得那个留学生的事情。总之，那个位置因为某种原因，现在空着"

    # nil 「とはいえ、幼馴染みと双子の妹が目の前にいるので、寂しいと感じたことはないが…。」
    "话虽如此，因为青梅竹马和双胞胎的妹妹就在眼前，所以我倒是没有感到有多么寂寞..."

    # 花盆君 「…」
    pen "......"

    # 莲 「うお、居たのか、植木鉢くんおっすおっす」
    lian "哦，原来你在这儿啊，花盆君"

    # 花盆君 「…（こくり）」
    pen "......（嗯）"

    # nil 「巨大な植木鉢が音もなく俺の元に接近して、隣の席の椅子を引いて、ちょこんと座った。この植木鉢について説明しておかねばなるまい。」
    "巨大的花盆悄无声息地靠近了我，拉着旁边座位的椅子，一点一点地坐了下来。我得和大家介绍一下这个花盆呢"

    # nil 「昨今のユルキャラブームの煽りを受け、全国の私公立双方の学園が挙って『ユルキャラ』を奉りはじめた。」
    # 参考资料1：https://ja.wikipedia.org/wiki/%E3%82%86%E3%82%8B%E3%82%AD%E3%83%A3%E3%83%A9
    # 参考资料2：https://www.nikkei4946.com/knowledgebank/visual/detail.aspx?value=124&search=1
    # 参考资料3：https://en.wikipedia.org/wiki/Yuru-chara
    # 参考资料4：https://ja.wikipedia.org/wiki/%E3%82%86%E3%82%8B%E3%82%AD%E3%83%A3%E3%83%A9#%E3%82%86%E3%82%8B%E3%82%AD%E3%83%A3%E3%83%A9%E3%82%B0%E3%83%A9%E3%83%B3%E3%83%97%E3%83%AA
    "受近来的尤鲁查拉热潮的影响，全国的私立和公立的学校都开始供奉自己的“尤鲁查拉”角色"

    # Luckykeeper 翻译君的豆知识时间！
    luckykeeper "翻译君的豆知识时间！尤鲁查拉「ユルキャラブーム（Yuru-chara）」这个词的中文意思阔以理解是“吉祥物”，代表是11区熊本县的“熊本熊”。尤鲁查拉的热潮是从2010年的尤鲁查拉大奖赛开始的，至今该比赛仍在继续，每年举办一次"

    # nil 「この学園も例外でなく、全校生徒の投票によって選ばれたキャラクターがこの「植木鉢くん」だ。」
    "我们的学校也不例外，根据全校学生的投票选出的角色就是这个“花盆君”"

    # nil 「ちなみに生えてる植物は、なんかの柑橘類。食べたらなんかがスゴイヤバイらしい。」
    "顺带一提，花盆君里面生长的植物是某种柑橘。如果吃了它，好像会变的很厉害的样子"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「植木鉢くん、キャラメルアップルたべるー？」
    voice "voice/心愛/cca_a1_0069.ogg"
    ai "花盆君，要不要吃奶糖苹果呢？"

    # 花盆君 「…（こくり）」
    pen "......（嗯）"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「はいどーぞ♪」
    voice "voice/心愛/cca_a1_0070.ogg"
    ai "来，请用♪"

    # 花盆君 「ぱくっ」
    pen "哈嗯！"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「食べた」
    voice "voice/真冬/maf_a1_0114.ogg"
    dong "吃掉了"

    # nil 「しかし、ただの植木鉢と侮るなかれ。去年の「全国学園対抗ユルキャラトーナメント」では怒濤のストレート優勝を成し遂げている。」
    "不要觉得花盆君就是个花盆哦。它可是在去年的「全国学园尤鲁查拉大奖赛」中取得了压倒性的胜利"

    # nil 「ちなみに得意技は「飯綱落とし」と「エンタイトルツーベース」」
    # 参考资料：「飯綱落とし」：https://search.yahoo.co.jp/image/search?rkf=2&ei=UTF-8&fr=wsr_is&p=%E9%A3%AF%E7%B6%B1%E8%90%BD%E3%81%A8%E3%81%97#beb82426d928cd4da287af5d9f06d7d1
    # 参考资料：「エンタイトルツーベース」：https://ja.wikipedia.org/wiki/%E5%AE%89%E5%85%A8%E9%80%B2%E5%A1%81%E6%A8%A9 ； https://full-count.jp/2021/02/01/post1072179/
    "顺便说一下，擅长的技能是「飯綱落とし」和「场地规则二垒安打」"

    # Luckykeeper 翻译君的半个豆知识时间！
    luckykeeper "翻译君的半个豆知识时间！「飯綱落とし」是一种忍术，大概样子是抱着人头朝下往地上摔，感兴趣的请自行到雅虎上搜索，具体方法请向常陆茉子请教，翻译君并不会"

    luckykeeper "「エンタイトルツーベース」（ Ground rule double 场地规则二垒安打）又称场地二垒安打，是指于棒球在界内越过本垒打墙，但不是直接飞过，而是弹跳过去的状况下，打者可以上到二垒，连跑都不用，垒上的跑者各自推进两个垒包，代表一垒跑者只能上三垒"

    # nil 「普段の植木鉢くんは自由に学園内を練り歩き、生徒や職員達と思いのまに交流を行っている。」
    "平时的花盆君自♂由地在校园内闲逛，与学生和职员们在自♂由地进行着交流"

    # nil 「一部では「生徒の監視役説」や「プラズマクラスター説」、「工場制手工業説」「ナイジェリア旋風説」など、真相を探る学説が浮上しているが、どれも確証には至っていない。」
    # 参考资料「プラズマクラスター説」：https://ja.wikipedia.org/wiki/%E3%83%97%E3%83%A9%E3%82%BA%E3%83%9E%E3%82%AF%E3%83%A9%E3%82%B9%E3%82%BF%E3%83%BC
    # 参考资料「ナイジェリア旋風説」：https://sports.yahoo.co.jp/column/detail/201406260006-spnavi
    "对于花盆君的真实身份，一部分学生提出了“学生的监视角色说”、“等离子簇说”、“工场手工业说（L:资本主义之初的那个“工场”）”、“尼日利亚旋风说（L:指尼日利亚队在1994年美国世界杯上惊人的表现）”等探索真相的学说，但都没有得到确证"

    # nil 「唯一わかっているとしたら、バレーボールが嫌いだということだけだ。」
    "大家唯一知道的就是花盆君讨厌排球。"

    ###场景切换
    ### 地点：教室-->教室
    ### 上课铃声
    ### 人物：莲 真冬 心爱 想瑠
    ### BGM：不变

    # nil 「予鈴が鳴り響く。それと同時に教室の前側の扉が開き、担任の教師が姿を現した。」
    "预铃鸣响起。与此同时，教室的前门被班主任打开了"

    # 想瑠 「せっかあいでえいちーばん」
    voice "voice/想瑠/sol_a1_0001.ogg"
    liu "世——界——第——一——的——"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ハマーン様ァ！」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%8F%E3%83%9E%E3%83%BC%E3%83%B3%E3%83%BB%E3%82%AB%E3%83%BC%E3%83%B3
    voice "voice/心愛/cca_a1_0071.ogg"
    ai "哈曼sama！（L:neta 哈曼·卡恩 机动战士Z高达（1985年3月2日至1986年2月22日）的阿克西斯（Axis））"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ばんざああああああああ！！」
    voice "voice/真冬/maf_a1_0115.ogg"
    dong "板载！！"

    # 想瑠 「バッコオオオオオオオオン！」//迷
    voice "voice/想瑠/sol_a1_0002.ogg"
    liu "蝙蝠侠！（L:这里没看懂，感觉似乎是在玩谐音梗？）"

    # 莲 「うるせぇなおい！」
    lian "吵死了！"

    # 想瑠 「はい。という こと で 皆さん わん ばん こ。パートタイム（兼职） ティーチャー（教师） の ぉお！」
    # 想瑠 「はい。ということで皆さんわんばんこ。パートタイムティーチャーのぉお！」//感觉翻的也不大对的样子
    voice "voice/想瑠/sol_a1_0003.ogg"
    liu "好，所以大家康起来都很精神呢。我就是大家的兼职教师"

    # 想瑠 「想瑠っにゃあんっでぇえっす！　…ん？　今聞き慣れない声が聞こえたぞぉ？」
    voice "voice/想瑠/sol_a1_0004.ogg"
    liu "想瑠喵的说！嗯? 刚才听到一个陌生的声音哦?"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「想瑠にゃん見て見て－！　今日は蓮君が早起きさんだよー！」附加：pac/喜び
    voice "voice/心愛/cca_a1_0072.ogg"
    ai "想瑠喵你看你看! 莲君今天有好好早起哦!"

    # 想瑠 「どうやらそうらしい。こりゃ東京でオリンピックが開催されちまう」
    voice "voice/想瑠/sol_a1_0005.ogg"
    liu "绝了！看来这下东京要举办奥运会了（L:作品是13年，现在是21年8月底，雀食办了呢，想瑠喵神预言，懂辽，这招啊，是想瑠喵从局座那里偷学来的！）"

    # 莲 「俺が早起きしなくても開催されちまうよそいつは」
    lian "即使我不早起，东京奥运会也会举办的吧，总有一天一定会的"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「こでクイズ！　いつどこで、誰が、どうやって、蓮君を起こしたでしょーか！」
    voice "voice/心愛/cca_a1_0073.ogg"
    ai "这里是猜谜时间! 什么时候、什么地点、谁、怎么把莲君叫醒的?"

    # 想瑠 「そのクイズ正解したら何か貰えます？」
    voice "voice/想瑠/sol_a1_0006.ogg"
    liu "如果我猜出来谜底的话，能得到什么奖品呢? "

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ジュースをおごってやろう」
    voice "voice/心愛/cca_a1_0074.ogg"
    ai "请你喝果汁吧"

    # 想瑠 「はい」
    voice "voice/想瑠/sol_a1_0007.ogg"
    liu "好"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「はい小遊三さん」
    # 参考资料：https://ja.wikipedia.org/wiki/%E4%B8%89%E9%81%8A%E4%BA%AD%E5%B0%8F%E9%81%8A%E4%B8%89
    # 参考资料2：https://baike.baidu.com/item/%E8%90%BD%E8%AF%AD/2672550?fr=aladdin
    voice "voice/心愛/cca_a1_0075.ogg"
    ai "请，小游三先生（L:三遊亭小遊三，1947年3月2日 - ，落语艺术协会参事，落语是日本的传统曲艺形式之一，形式类似单口相声，有点独角戏或者是单人小品的感觉）"

    # 想瑠 「違う人がいです」
    voice "voice/想瑠/sol_a1_0008.ogg"
    liu "应该是另一个人来着"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「歌丸さん」
    voice "voice/真冬/maf_a1_0116.ogg"
    dong "是歌丸先生（L:桂歌丸，1936年〈昭和11年〉8月14日 - 2018年 〈平成30年〉7月2日，也是落语艺术家，落语艺术协会的会长）"

    # 想瑠 「よっしゃ」
    voice "voice/想瑠/sol_a1_0009.ogg"
    liu "要上了哦"

    # 想瑠 「今朝、双子の妹の真冬ちゃんが、お兄ちゃんのベッドの中で、添い寝かーらーの耳ペロ」
    voice "voice/想瑠/sol_a1_0010.ogg"
    liu "今天早上，双胞胎的妹妹真冬到欧尼酱的床上陪睡，然——后——就用耳pr的方法（叫醒了）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「正解！」
    voice "voice/真冬/maf_a1_0117.ogg"
    dong "正解！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「何でわかるんや」
    voice "voice/心愛/cca_a1_0076.ogg"
    ai "你是怎么知道的？！"

    # 想瑠 「そりゃな。図書館の『ねぼすけお兄ちゃんを持つ妹マニュアル』は私の私物だからよ。誰が借りてったか把握してるだけさ」
    voice "voice/想瑠/sol_a1_0011.ogg"
    liu "那是当然。图书馆的那本『有哥哥的妹妹手册』是我的个人物品。我知道那本书是谁借走的"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「卑怯者～！」
    voice "voice/心愛/cca_a1_0077.ogg"
    ai "你这是作弊~！"

    # 想瑠 「何とでも言うがい、勝負とは勝てばいのだよ…」
    voice "voice/想瑠/sol_a1_0012.ogg"
    liu "怎么样都无所谓，只要能赢就行了... ..."

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「むぅ～！　いもんねー（真好呢，这里应该是反话） まふまふちゃんに（嘛呼嘛呼酱）、オイラ（我）も 読ま せ て もらう もん ねー（不会让你读的/得到想要的东西）！」
    # 心爱 「むぅ～！　いもんねーまふまふちゃんに、オイラも読ませてもらうもんねー！」//不大懂呢
    voice "voice/心愛/cca_a1_0078.ogg"
    ai "呜~呜~！真好呢，嘛呼嘛呼酱，我才不会看那本书的（L:我倒，不会翻了，胡言乱语ing...）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「はいどうぞ」&&（直译是“请进”，和开场动画的并不一样，但是实在找不到的时候可以考虑用这个）
    voice "voice/真冬/maf_a1_0118.ogg"
    dong "来，请用"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「わーい♪」
    voice "voice/心愛/cca_a1_0079.ogg"
    ai "好♪~"

    # 想瑠 「さて、早速 です が おめでたい 報告 です。それ は 何 でしょ う か！　はい 葛城（兄）」
    # 想瑠 「さて、早速ですがおめでたい報告です。それは何でしょうか！　はい葛城（兄）」
    voice "voice/想瑠/sol_a1_0013.ogg"
    liu "那么，速报速报，我有个可喜可贺的消息呢，那么，是什么呢！来，葛城（兄）（来猜猜看）"

    # 莲 「そのクイズ正解したら何か貰えます？」
    lian "这个问题答对了的话能得到什么吗？"

    # 想瑠 「ジュースをおごってやろう」
    voice "voice/想瑠/sol_a1_0014.ogg"
    liu "我请你喝果汁（L:这里想瑠喵和心爱上面说的话一字不差「ジュースをおごってやろう」）"

    # 莲 「一週間ぶりの お通じ（便通のこと）」
    # 莲 「一週間ぶりのお通じ」
    lian "时隔一周，便秘的问题终于解决了"

    # 想瑠 「とーころがどっこい、私は毎日絶好調だ。正解は、時給が850円から900円にあがったんだよーん」
    # 参考资料：https://jp.indeed.com/%E6%99%82%E7%B5%A6-850%E5%86%86%E9%96%A2%E9%80%A3%E3%81%AE%E6%B1%82%E4%BA%BA
    # 参考资料2：https://jp.indeed.com/viewjob?jk=efbed7f85c4e61b5&q=%E6%99%82%E7%B5%A6+850%E5%86%86&tk=1fect05ospq9b800&from=web&vjs=3
    voice "voice/想瑠/sol_a1_0015.ogg"
    liu "关于这个问题，我每天都状态绝佳呢。正确答案是我的时薪从850日元涨到了900日元（L:目前1日元=0.0588人民币，大概是从49块9涨到了52块9，是派遣社畜，啊不，还不如派遣社员（也就是临时工）（试用期時給1,000円），想瑠喵，惨）"

    # 工作承接心爱初登场部分（阔以参照上面的注释，在1150行左右），先来做文本

    # 莲 「じゃぁジュースの一本ぐらい余裕っすね、ごちそうさまっす」
    lian "那么给我一瓶果汁就够了，谢谢您的款待"

    # 想瑠 「ばーかばーか！クイズ外れた奴にはあげないよーだ。帰って家族とホットドッグ祭りするんだからね！」
    # 参考资料：https://yunamifactory.org/diary/5418
    voice "voice/想瑠/sol_a1_0016.ogg"
    liu "笨蛋——笨蛋! 猜错的人是不会有的——回家去和家人一起过热狗节吧！（L:ホットドッグ祭，热狗节。就是能买到各种各样热狗的节日啦，在久米島有这样的热狗节，YUNAMI FACTORY在20年主办了一次，本作发行的时候（13年）还没有这个节日呢）"

    # nil 「ボンッ！」 音效：砰！
    "砰！"

    # nil 「突如、沸騰したヤカンが破裂したような爆発音が鳴り響き、目の前の席の心愛がふるふると震えている。」
    "突然，像是沸腾的烧水壶爆炸般的爆炸声响起，在我前面座位上的心爱在不停颤抖"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「「え…えろぃ…過激すぎたヨ…世の中の仲良し兄妹はこんな所までするの…」」
    voice "voice/心愛/cca_a1_0080.ogg"
    ai "嗯... 嗯... 太过激进了... 世间上的好兄妹居然会做到这种地步..."

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「まぁ…ある程度は」
    voice "voice/真冬/maf_a1_0119.ogg"
    dong "嗯... 在某种程度上（会吧）"

    # 莲 「え、そんなエロいの？　見せてくれ」
    lian "诶，是那种工口书吗？快让我也康康"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「だめだ」
    voice "voice/真冬/maf_a1_0120.ogg"
    dong "不行"

    # 莲 「あい」
    lian "害"

    # 想瑠 「その本はあくまでも妹用だかんな。幼馴染み用の本もあるから、あとで借りにおいで」
    voice "voice/想瑠/sol_a1_0017.ogg"
    liu "毕竟那本书是给妹妹看的，还有专门给青梅竹马看的那种，心爱过会儿也来我这儿借吧（L:想瑠喵你作为班头平时都在做些什么啊喂！）"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「う…うん…そうする…三角木馬…いや、だがしかし―」//感觉不大对劲
    voice "voice/心愛/cca_a1_0081.ogg"
    ai "嗯... 嗯... 我会的... 三角木马（L:原文如此（三角木馬），就是你想的那种）... ... 不，不过（L:最后半句原文“いや、だがしかし―”，考虑到是13年的作品，应该不是粗点心战争）"

    # 莲 「一瞬、不穏なワードが聞こえたんだが…」
    lian "刚刚，我好像听到了不大妙的词呢…"

    # nil 「今朝の件に限った話ではないが、最近、真冬からのスキンシップが過激化している事は否めない。」
    "不仅仅是今天早上的事情，感觉最近真冬在肌肤接触上越来越激进"

    # nil 「単なる兄妹の微笑ましいふれ合いだと解釈していたいが…。この本の影響だろうか。」//直译似乎不大好翻呢，就采取胡乱意译的方式吧
    "我原本是把这当作兄妹之间开玩笑似的行为......原来，是这本书的影响吗？"

    # nil 「かといって、好意も何もなしにあのような事ができるとも思わない。今更…家族の垣根を越えただとか常識論を語るつもりもない。」
    "话虽如此，我也不认为没有好感的话就可以做到这种事情。事到如今，我也不打算讲什么超越了家人的隔阂之类的常识论了（L：你不对劲）"

    # nil 「俺は、ふと担任から目線を外し、目の前の二人に視線を移した。」
    "我突然从班主任身上移开视线，将视线转移到了眼前的两个人身上"

    # nil 「顔を真っ赤にしながらも、例のマニュアルを薄目で読んでいる。そして、その隣で、真冬がしたり顔で、心愛の二の腕や胸あたりを指でつんつんしている。」
    "尽管脸涨得通红，但仍在故作平静地阅读着那本书。然后，在她的旁边，真冬带着得意的表情，用手指戳着心爱的上臂和胸部附近（L:这课上的就离谱）"

    # nil 「俺自身、二人とはもっと親しくなりたいとは常々思っているが…。いまいちきっかけが掴めない。」
    "我自己一直也想和她们两个人变得更亲密一些…不过一直没有抓住合适的机会"

    # 莲 「（きっかけ…か…）」
    lian "（契机…吗…）"

    # nil 「ふと、今朝みたテレビＣＭを思い出す。恋が叶う魔法のアイスクリームという触れ込みだが…。」
    "突然想起了今天早上看到的那个电视广告。实现恋爱的魔法冰淇淋…"

    # nil 「効果はともかく、何かきっかけに繋がるかもしれないが…。」
    "姑且不论效果如何，不过这可能会带来一些契机..."

    # 莲 「（恋…とはまた、違うよなぁ…）」
    lian "（想通过这个契机变得和两个人更亲近一些，不过，这和恋爱…又不一样了吧…）"

    # nil 「ともかく今は、二人が望む事をしてあげればそれでいか。」
    "不管怎样，现在只要做她们想做的事就行了"

    # nil 「目の前の二人からもフォーカスを外して、目標点はそのまで、フォーカスを担任に合わせる。」
    "把焦点从眼前的两个人身上移开，移向她们两个前面的班主任。"

    # 想瑠 「（にこっ）」
    voice "voice/想瑠/sol_a1_0018.ogg"
    liu "(微笑)"

    # nil 「俺の視線に気づいたのか、ウインクを投げかけてくる。」
    "是注意到我的视线了吗，想瑠喵向我眨了眨眼。"

    # 莲 「（そういえば若いよな…何歳なんだ？　うちの担任は）」
    lian "（这么说来还挺年轻的…多大了来着？我们的班主任）"

    # nil 「あとで聞いてみよう。覚えてたら。」
    "如果稍后还记得这个事儿的话，就去问一下吧"

    # 想瑠 「つーことで、夏休みも間近に迫って参りました！　今日から半日頑張って参りましょう！」
    voice "voice/想瑠/sol_a1_0019.ogg"
    liu "话说起来，暑假也快到了呢！从今天开始就只加油半天吧！"

    # 莲 「あれ？　今日から半日授業なの？」
    lian "咦？从今天开始只上半天课吗？"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「だから真冬ちゃんは、蓮くんを起こしたんじゃないの？　重役出勤したら誰もいませんでしたー！　ってならないように」//不对劲
    voice "voice/心愛/cca_a1_0082.ogg"
    ai "说起来真冬，你不是把莲君叫起来了吗? 你没和他说吗？"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「そんな理由で起こしたら余裕で二度寝かますだろうね」//因为上面不对劲，这里就跟着不对劲吧
    voice "voice/真冬/maf_a1_0121.ogg"
    dong "如果和他说了的话，他绝对会从容不迫地再睡上两次的"

    # 莲 「ありがとう真冬」
    lian "谢啦，真冬"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「どういたしまして」
    voice "voice/真冬/maf_a1_0122.ogg"
    dong "不客气"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ちなみに、どんな理由で起こされたの？」
    voice "voice/心愛/cca_a1_0083.ogg"
    ai "顺便问一下，你因为什么原因起来的呢"

    # 莲 「お兄ちゃんと朝ご飯食べたいって」
    lian "因为她想和哥哥一起吃早饭"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ま゛…なんて健気な…お兄さん、妹さんを僕に下さい」
    voice "voice/心愛/cca_a1_0084.ogg"
    ai "真... 真厉害... 哥哥，请把妹妹给我"

    # 莲 「だめだ」
    lian "不行"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「喜んで」
    voice "voice/真冬/maf_a1_0123.ogg"
    dong "乐意至极"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「わーい♪　もろたで工藤！」
    # 参考资料：https://zhidao.baidu.com/question/1830513044301424420.html
    # 参考资料：https://dic.nicovideo.jp/a/%E3%82%82%E3%82%8D%E3%81%9F%E3%81%A7%E5%B7%A5%E8%97%A4%21
    # 参考了 WorldlineChanger（https://github.com/WorldlineChanger） 给出的翻译
    voice "voice/心愛/cca_a1_0085.ogg"
    ai "哇♪ 工藤，这次我赢定了！（L&WorldlineChanger:もろたで工藤，出自《名侦探柯南里》的服部平次，是他的著名“FLAG”，L基本上没咋看过，并不是特别清楚呢）"

    # 莲 「裏切り者～！」
    lian "你个叛徒！"

    # 花盆君 「…（つんつん）」
    pen "......（戳戳）"

    # 莲 「植木鉢くん、うちくる？」
    lian "花盆君，来我家吧？"

    # 花盆君 「…（ふりふり）」
    pen "......（摇摆）"

    # 莲 「だめか」
    lian "不行吗"

    # 场景切换，原地tp（转圈）

    # nil 「ちなみに授業中は寝てました。」
    "顺便说一下，我上课的时候睡着了（L:绝了，莲你是来学校干啥的啊）"

    # 场景切换，原地tp（转圈）
    # 下课铃声

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「ヒャッハァー！　飯だァー！」
    voice "voice/心愛/cca_a1_0086.ogg"
    ai "哈哈哈! 开饭啦!"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「貴様にランチを食う資格はねぇ」
    voice "voice/真冬/maf_a1_0124.ogg"
    dong "你这家伙莫得资格恰午饭"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「なん…だと…」
    voice "voice/心愛/cca_a1_0087.ogg"
    ai "什么？！"

    # 莲 「ほらほら、遊んでないで飯いくぞ。っつーか放課後じゃん」
    lian "好了，别玩了，我们去吃饭吧，不是已经放学了吗"

    # 花盆君 「…（ちょいちょい）」
    pen "......（再戳戳）"

    # nil 「未だに俺の隣の席に居座っていた植木鉢君が、１枚のビラを手渡してきた。」
    "还坐在我旁边的花盆君，递来了一张传单"

    # nil 「紙質から考えて印刷所で印刷したのではなく、自宅で印刷したものようだ。」
    "从纸张质量来看，应该是在家里打印的，而不是在印刷厂印刷的"

    # nil 「チラシには、本日から営業開始する飲食店の宣伝文句『今の日本人が忘れがちな、年代アメリカとメキシコの味』」
    "传单上写着今天开张的餐馆的广告标语『现在的日本人经常忘记的20世纪50年代美国和墨西哥的味道』"

    # 莲 「忘れがちも何も知らないんじゃないか…年代のアメリカとメキシコの味は…）」
    lian "(不是很容易忘记，而是完全不知道吧... 50年代的美国和墨西哥的味道...)"

    # nil 「という一文と、経営者であろう、やたらと目つきの悪い女性が中指を立てた写真が描かれている。」
    "这张海报中，有一位竖起中指、眼神凶恶的女性经营者的照片"

    # nil 「あと謎のミステリーサークル。多分地図。」
    "还有神秘的麦田圈，也许是地图"

    # 莲 「69th Street diner…随分と面妖な…うおっ！？」
    lian "69th Street diner......真是太奇怪了......哦哦？！"

    # 花盆君 「！」
    pen "！"

    # nil 「植木鉢くんの繰り出すソバットをもろに食らって、俺は二歩ほどよろめき…」//协力请求
    "被花盆君接二连三的戳着，我踉跄了两步.."

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「もらったぁー！」
    # 显示是真冬，实际是真冬和心爱
    # 真冬对应的voice里面是真冬和心爱两个人声音的合体呢，所以本作双人部分只需要引入显示名字的人物文件夹下的语音就好
    # 遵循原作，不再额外定义双人名称（而且 真冬&心爱 的形式颜色没想好怎么搞）
    voice "voice/真冬/maf_a1_0125.ogg"
    dong "收到了!（L:本作两个人说话的时候都是只标一个人的名字，这里心爱也说了，应该能听得到，后面就不标注辽） "

    # 莲 「ぐわぁー！」
    lian "呀呀！"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「よっしゃぁ！」
    # 真冬&心爱
    voice "voice/真冬/maf_a1_0126.ogg"
    dong "好耶! "

    # nil 「......」
    "......"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「へー、じゃぁ、植木鉢くんのお友達のお店なんだねー！　こから近いの？」
    voice "voice/心愛/cca_a1_0088.ogg"
    ai "啊，那么，这是花盆君的朋友的店啊！离这儿近吗？"

    # 花盆君 「私も一枚貰っていかな」
    pen "......（摇动）"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「よっしゃぁ！」
    voice "voice/真冬/maf_a1_0127.ogg"
    dong "我也拿一张传单吧"

    # 莲 「すまん植木鉢くん、地図がいまいち読めないんだが」
    lian "对不起，花盆君，我完全看不懂地图（L:绝了，莲君你就是fw吧？）"

    # 花盆君 「…（ちょいちょい）」
    pen "......（戳戳）"

    # nil 「植木鉢君が、チラシの右下に印刷されているＱＲコードを指差した。」
    "花盆君指着传单右下角印刷着的二维码"

    # nil 「指示に従い、ＱＲコードを読み込むと、スマートフォンの地図に店の位置がマークされた。」
    "按照花盆君的提示，在手机上扫描了传单上的二维码之后，手机的地图显示出来了这家店的位置"

    # 莲 「こいつはご親切にどうも」
    lian "谢谢你的好意"

    # nil 「指示に従い、ＱＲコードを読み込むと、スマートフォンの地図に店の位置がマークされた。」
    "传单上的地图很难看懂，也许只有传单作者本人才能理解吧..."

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「はえ～…このパンケーキおいしそう…じゅるり…」
    voice "voice/心愛/cca_a1_0089.ogg"
    ai "嗯... 这个煎饼看起来很好吃... 黏糊糊的..."

    # 花盆君 「！（こくこく）」
    # 花盆君少说两句话吧，全得查字典，老难翻了...
    pen "......（哗啦哗啦）"

    # 莲 「こいつはご親切にどうも」
    lian "把心爱流出来的口水用作树木的养分吧..."

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「お菓子ばっか食べてるから、唾液すら甘そうだよね」
    voice "voice/真冬/maf_a1_0128.ogg"
    dong "你这光吃点心，唾液都很甜呢"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「んー？　飲んでみる？」
    voice "voice/心愛/cca_a1_0090.ogg"
    ai "嗯? 要喝一杯吗?"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「ガムシロップが切れた時にでもお願いします」
    voice "voice/真冬/maf_a1_0129.ogg"
    dong "等你的糖浆用完了再说吧"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「で、お昼ご飯こはどうだろう！」
    voice "voice/心愛/cca_a1_0091.ogg"
    ai "那么，午饭怎么办呢?"

    # 莲 「お好きにどうぞお食事大臣」
    lian "要不就去那里吧，食事大臣"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「異論はないよ…あ、でもちょっと私、やる事あるから後で合流でも構わないかな」
    voice "voice/真冬/maf_a1_0129.ogg"
    dong "我没有异议... 啊，不过我还有事要做，一会儿和你们会合可以吗?"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「わ、私もほら…想瑠にゃんにジュースおごらなきゃだし…！」
    voice "voice/心愛/cca_a1_0092.ogg"
    ai "哇，我也是... 我得请想瑠喵喝果汁... !"

    # 莲 「マジでおごるのか。聞いたことねぇぞ、教師にジュースおごる生徒って」
    lian "真的要买吗。我从来没听说过让学生请客喝果汁的老师"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「男は約束を守るもんだ」
    voice "voice/心愛/cca_a1_0093.ogg"
    ai "真男人说话算话"

    # 莲 「お前女だろ」
    lian "你是女的吧"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「男は約束を守るもんだ」
    voice "voice/心愛/cca_a1_0094.ogg"
    ai "如果我说不是呢?"

    # 莲 「金玉掴んで確かめる」
    # 参考资料:https://detail.chiebukuro.yahoo.co.jp/qa/question_detail/q14182093769?__ysp=6YeR546J5o60
    lian "请让我摸摸欧派确认一下"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「女です」
    voice "voice/心愛/cca_a1_0095.ogg"
    ai "我是女的"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「確かめさせてもらうよ。植木鉢くん抑えて」
    voice "voice/真冬/maf_a1_0130.ogg"
    dong "也请让我确认一下。花盆君把她按住"

    # 花盆君 「…（こくこく）」
    pen "......（哗啦哗啦）"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「えっ！？　なんで！？　ちょーっとま…あっ、んっ！あっ、こ、こらっ！　ぁ、ぁぅっ、ぱんつに手入れちゃだめー！」
    voice "voice/心愛/cca_a1_0096.ogg"
    ai "啊! ? 为什么? ! ? 等一下... 啊，嗯! 啊，喂! 啊，啊，不，不要把手伸到那里去啊！"

    # nil 「......」
    "......"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「誠に遺憾ながら女でした」
    voice "voice/真冬/maf_a1_0131.ogg"
    dong "真的很遗憾，是女的"

    # 莲 「はい…」
    lian "这不当然…"

    # 花盆君 「…」
    pen "......"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「初めてだよ…他人にパンツの中まで手ぇ突っ込まれるなんざ…」
    voice "voice/心愛/cca_a1_0097.ogg"
    ai "这是第一次…竟然被别人把手伸进胖次里…"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「安心しろ…二度目はない」
    voice "voice/真冬/maf_a1_0132.ogg"
    dong "放心吧…没有第二次了"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「そ…そ、そ、それはいくらなんでも寂しすぎると思います！　た、多分！　もっと私の望む形で！　いつか！　あると！　信じてるから！」
    voice "voice/心愛/cca_a1_0098.ogg"
    ai "我... ... 我觉得那太... ... 太寂寞了! 也、也许! 以我想要的方式! 总有一天! 因为我相信!"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 真冬 「チョップ」
    voice "voice/真冬/maf_a1_0133.ogg"
    dong "我劈！"

    # 这个语句是针对心爱设计的参数，能够调整心爱在对话框里面的位置
    $ sideimagesize.SideImageXalign = 0.10
    $ sideimagesize.SideImageYalign = 15.72
    $ sideimagesize.SideImageZoom = 0.96

    # 心爱 「コアァッ！」
    voice "voice/心愛/cca_a1_0099.ogg"
    ai "哇!"

    ### 场景切换 教室->学校门口
    # 人物： 莲 装在电话里的真冬（这里L在neta Age of Empire 2 帝国时代2战役里面耶路撒冷战役“装在桶里的皇帝”，等项目肝完了来和翻译君联机打红警3好吗？）
    # BGM不变

    # nil 「と、いうことで。一旦、真冬と心愛とは別行動をとり、一足先に例の飲食店に向かいます。」
    "就是这样，暂且，与真冬和心爱分开行动，先行前往那个饮食店"

    # nil 「ダイナーと呼ばれるジャンルの飲食店に行くのは初めてだが、アメリカでは比較的メジャーなプレハブ式のレストランだそうだ。」
    # 参考资料：https://hinative.com/zh-CN/questions/18478082
    "这是第一次去被称为“diner”的饮食店，据说“diner”在美国是比较主流的快餐厅（L:A diner is a type of restaurant that usually serves inexpensive American fast food with a 50s/60s ambience（氛围））"

    # nil 「Wikipediaによると、アメリカ料理を出す店らしいが、先ほど貰ったチラシを見る限りは、メキシコ料理も扱っているらしい。」
    "Wikipedia上说，这家店好像是开美国料理的，但从刚才收到的传单来看，好像也卖墨西哥料理（L:Wikipedia，维基百科，世界上最大的百科全书，我也参与过几个词条的编写呢）"

    # 莲 「…ドライアイス増えてるじゃねぇか！」
    lian "（打开鞋柜）…干冰不是增加了吗！"

    # nil 「今度は俺の革靴がキンキンに冷えてました。大人になったら風呂上がりにビールでも注いで飲もうかと思います。」
    "现在我的皮鞋冻得硬邦邦的。我想等我长大之后，洗完澡再往里面倒啤酒喝"

    # nil 「真冬の野郎…。一体どこでドライアイスを手に入れてんだよ…。」
    "真冬你个混蛋…到底在从哪里得到了干冰呢…"

    # nil 「......」
    "......"

    # nil 「手先ツメターイな思いをしながらも、真冬の下駄箱にドライアイスを返却した。」
    "虽然心里很不痛快，但还是把干冰放回了真冬的鞋柜"

    # CALL 动画 看了下，35张jpg图，阔以做动画
    # 音效：手机电话声
    # 2021年9月5日00点07分 收工去做CALL的动画，之后睡醒继续

    # gif导入测试，并不支持gif，需要ps 导出序列帧
    # 并不支持git，参考：https://www.renpy.cn/thread-441-1-1.html
    # 正确的使用方法：https://www.renpy.cn/thread-242-1-1.html

    ###################################################################################################
    ## 实现方法简述
    # A、在所有label前（外）定义一个 image 序列，代码参考script里面的实现，需要重复播放就加repeat，pause里面根据每秒帧数进行计算
    # （可选）定义一个 transform 来对 image 序列进行变换
    # B、定义一个界面（screen）来显示这个 image 序列，同时指定要显示的位置
    # C、阔以使用，在label内需要用的地方 show screen 一下就行
    # D、使用完成，将 screen 再 hide 起来，使用的方法和一般照片一样
    # 注：跨平台效果测试结果：骁龙888运行非常流畅，Windows第一次播放会卡一回，可能是调试版的原因，打包测试一下康康效果
    # 测试完成，确认是调试版的原因，打包之后就莫得这个问题了，阔以放心使用
    ###################################################################################################

    show screen callscr
    # 音效 电话来电声
    # luckykeeper "gif导入测试，并不支持gif，需要ps 导出序列帧并定义动态序列帧图" # 测试语句，测试已经通过

    # nil 「その瞬間、スマートフォンが鳴り響く。」
    "在我把干冰放回去的瞬间，智能手机响了"

    # nil 「着信：真冬」
    "来电：真冬"

    # nil 「おいおいまじかよ監視カメラでもついてんのか？おそるおそる通話ボタンをタッチする。」
    "不会吧不会吧，真冬在这儿装摄像头了吗？我战战兢兢地按下了接听键"

    # 音效：电话接通声

    # nil 「お、おうど、どうした真冬！」
    "喂，怎、怎么了真冬"

    # 这个语句是针对真冬设计的参数，能够调整真冬在对话框里面的位置，后面再调整位置
    $ sideimagesize.SideImageXalign = 0.08
    $ sideimagesize.SideImageYalign = -29.35
    $ sideimagesize.SideImageZoom = 0.95

    # 对话框人物变成了电话里的那种，位置可能需要重新调整
    # 原文件在face下的 真冬_通話中 需要手动复制一下，另外，个头太小了，需要手动waifu2x处理一下（可能是2倍以上）
    # 真冬 『ちょっと用事が長引きそう。ご飯は想瑠にゃんにたかるから、心愛ちゃんと食べて！　お兄ちゃんごめんね』
    voice "voice/真冬/maf_a1_0135.ogg"
    dong "我这有点事情可能会拖很久。饭到时候和想瑠喵吃，你和心爱酱一起吃吧！欧尼酱对不起啦"

    # 莲 「それは一向に構わんが、何やらされてんの？」
    lian "完全没关系的说，你在那儿做什么呢？"

    # 真冬 『温泉掘るためのボーリング調査だよ』
    voice "voice/真冬/maf_a1_0135.ogg"
    dong "挖掘温泉的调查"

    # 莲 「なんだそういうことか。了解。気にするなよ、心愛と二人で食ってるわ。迎えに行ったほうがいか？」
    lian "原来如此。了解~ 别担心，我和心爱两个人一起去吃。你那边结束之后，到时候需要去接你吗？"

    # 真冬 『ん。帰るの遅くなるっぽい。想瑠にゃんに車出してもらうから大丈夫』
    voice "voice/真冬/maf_a1_0136.ogg"
    dong "emmm... 好像得比较晚回去了。想瑠喵会开车送我回来的，不要紧"

    # 莲 「わかった。じゃぁ家でな」
    lian "了解，那我到时候就在家等你吧"

    # 真冬 『はーい。あ、そだ、言い忘れてた。ドライアイス増やしといたけど、受け取ってもらえた？』
    voice "voice/真冬/maf_a1_0137.ogg"
    dong "好——的。哦，对了，我忘了告诉你，我在你的鞋柜里面又加了点干冰，你收到了吗?"

    # 莲 「あ俺も言い忘れた。頂いたドライアイスはしっかり返しといたから。ついでに水もかけといた」
    lian "啊，我也忘记说了。我收到的干冰已经好好地还给你了，顺便还往里面浇了水"

    # 真冬 『…覚えとくよ』
    voice "voice/真冬/maf_a1_0138.ogg"
    dong "......我会记住的"

    # 电话挂断声
    # 场景切换：学校门口->通学路街道
    # BGM 似乎没变
    # 人物：莲 mj

    # nil 「飯をたかられ、足代わりに使われと…ちょっと良いように使われてないかうちの担任。」
    "让我们请客喝饮料，把我们抓去干活，我们的班主任真是好呢（棒读）"

    # nil 「とりあえず真冬の帰りは遅い…と…心愛には合流したとき伝えればいか。」
    "总之，真冬今天会回来得很晚……和心爱汇合的时候和她说一声吧"

    # nil 「校門をくぐり、スマートフォンに表示された地図を頼りに目的地へと向かう。俺達の自宅からは逆方向のようだ。　」
    "穿过校门，依靠智能手机上显示的路径前往目的地，貌似是在回家的反方向呢"

    # nil 「どうりで登校中に気づかなかったわけだ。」
    "怪不得今天上学的时候没注意到呢"

    # nil 「ちなみに、国道１６号沿いなので、というのは関係ないようだ。」
    "顺便说一下，这条路是在16号国道旁边，好像和店名没什么关系（L:国道１６号，是以日本神奈川县横滨市西区为起终点的环状一般国道，途中绕行日本首都圈，也被称为东京环状线）"

    # Luckykeeper 翻译君的豆知识时间！
    # 参考资料： https://www.youtube.com/watch?v=sqaTx6ycnf0
    luckykeeper "翻译君的豆知识时间！国道１６号长326km，在东京中心30km半径的地方绕了一圈，沿线有1100万人和许多外资企业，沿线有很多米国军事基地，沿线街道受米国文化影响比较多"

    luckykeeper "东京工业大学的柳瀬博一教授称其为「日本最强的郊外道路」，感兴趣的阔以去康一下日本经济新闻台 生活情报部 的节目「東京ふしぎ探検隊⑤　国道16号を見れば日本が分かる？」"

    # nil 「しかし、最近のテクノロジーというのはすごいな。人工衛星を一つ、まるまる拝借した気分になれる。」
    "说起来，最近的技术真是厉害啊。在手机上就能导航（作品是13年的），感觉就像去借了一颗人造卫星一样"

    # nil 「GPSに表示される地図と、現在位置の座標を眺めながら目的地へと進んでいく。これさえ有れば道に迷うことはない。」
    "一边看着地图，一边看着通过GPS不断更新的坐标，一边朝目的地前进。有了这个就再也不会迷路了（L:翻译君我就是这样的路痴...在自己的家乡也是常常找不到北呢，导航真是人类最伟大的发明之一呢）"

    # nil 「ただ、一つネックな事と言えば、前が全くみえないことだが…。」
    "只是，如果说这个技术有什么缺陷的话，那就是看导航的时候完全看不见前面…"

    # 音效：坠落（高处）

    # 莲 「ん？」
    lian "嗯？"

    # 音效：坠落（莲从床上掉下去的同款）

    # 莲 「グワァー！」
    lian "哇啊！"

    # nil 「懸念していた事がたった今起こるとはな！神様ってやつは悪戯好きだな！」
    "担心的事情就这样发生了！老天真是喜欢恶作剧啊！"

    # nil 「俺の頭に、何か黒くて硬い物が真正面からぶつかってきた。衝撃でよろめいたが、痛みはさほど感じない。」
    "一个又黑又硬的东西正面砸到了我的头上。我因为冲击下踉跄了一下，不过并没有感觉到疼痛呢"

    # nil 「俺は受け身をとりながら、その物体を掴む。」
    "我本能地抓住了那个物体"

    # nil 「なんだね一体…」
    "到底是什么啊…"

    # mj 初登场！
    # mj？？？ 「くっ…新手のフィールドスペルか…！」
    unknown404 "啊...到了个新地方呢...！"

    # 莲 「喋ってやがる…」
    lian "是我在说话吗…"

    # nil 「極度の軽い脳しんとうから復帰した俺の手に握られていたのは、モゾモゾと蠢く布に包まれた何かだった。」
    "从极度轻微的脑震荡回归后，我手中握着的是被蠕动的布包裹着的什么东西"

    # nil 「ピラッ」
    # 参考资料：https://www.weblio.jp/content/%E3%81%B4%E3%82%89%E3%81%A3%E3%81%A8
    "哗啦"

    # nil 「中身を見ようと、布をめくる。」
    "我掀开布，想看看里面有什么"

    # mj？？？ 「うおぉっ！？　なんだ！　お、俺はノーマルだぞ！？　やめろ！　アレだけはやめろ！」
    unknown404 "喔喔! ? 怎么回事! 喔，我很normal的! ? 别这样! 别这样! "

    # nil 「しかし、布の中身には何も入っておらず、真っ暗な闇が広がっている。だが、確実にその布は喋っているし、蠢いている。」
    "但是，布里面什么也没有，是漆黑黑的一片。但是，那块布确实是在说话，在蠕动着"

    # nil 「試しに対話を試みてみるか。」
    "试着对话一下吧"

    # 莲 「おい、あんた。どこから来たかしらんが、大丈夫か？」
    lian "嘿，你。我不知道你是从哪里来的，你还好吗？"

    # mj？？？ 「むっ！　も、もしかして、この俺の身体を縛っているのはアンタの手か！」
    unknown404 "唔! 难道，抓住我身体的就是你的手吗？"

    # 莲 「もし、この布の事を身体と呼ぶなら、そういう事だろうな」
    lian "如果把这块布叫做身体的话，应该是这样的吧"

    # mj？？？ 「おい兄ちゃん。見るのはタダだが、触るのはタダじゃねぇぞ。そして今すぐその手を離せ、追われてるんでな」
    unknown404 "喂，giegie。看是免费的，摸可不是免费的。现在马上把你的手拿开，有人在追着我"

    # 莲 「何からだ？　手伝ってやろうか？」
    lian "是什么原因呢？让我来帮你吧？"

    # mj？？？ 「心配ねぇ。とにかく離してくれ、頼む、じゃねぇと…奴が来ちまうっ…！奴が…奴が来ちまうんだよぉ！」
    unknown404 "不用担心。总之请放开我，求求你，不然…她会来的…！她…她要来了！"

    # 莲 「お、おう、達者でな。よくわからん生き物さん」
    lian "哦，是魔术师啊。那种我不太清楚的生物"

    # nil 「俺はその布を握っている手を離した。」
    "我放开了握着那块布的手"

    # nil 「すると、布は己の本来の形を取り戻すように変形し、可愛らしいピンク色のリボンのあしらわれた、大きな帽子になった。」
    "于是，这块布就变形成了自己本来的形状，是个很大的帽子，上面有可爱的粉色丝带"

    # nil 「そして、パタパタと羽ばたくように宙に浮き上がると、俺の傍から飛び立とうとしている。」
    "然后，扑棱扑棱地像拍打着翅膀一样浮上了空中，准备从我身边飞走。"

    # nil 「しかし、その瞬間―」
    "但是，就在那个瞬间——"

    # 视频：里昂把冰淇淋杖从高空丢了下来（带音效） 附近莫得bgm，需要确认

    # nil 「CRAAAAAAAASH!!!」
    "CRAAAAAAAASH！！！"

    # 这里的名字变成了帽子
    # 帽子 「プギャー！」
    hat "噗嘎——! "

    # nil 「遥か上空。空に浮かぶ雲を突き破り、ロンギヌス＝ジャベリンめいた槍のような物が降り注ぎ、」
    "遥远的上空，划破天空中的云彩，一个像FGM-148标枪导弹（L:玩过COD的话应该比较熟悉）一样的东西倾泻而下,"

    # nil 「今まさに飛び立とうとした帽子を貫いて、地面にハリツケにした。」
    "穿透了正要飞起来的帽子，把它钉在了地上"

    # nil 「その槍？の威力は凄まじく、アスファルトで出来た地面すら貫通し、着弾点を中心にひび割れが広がっている。」
    "那把像是长枪一样的东西威力惊人，连用沥青做成的地面被它贯穿，以着弹点为中心，地面上裂缝不断扩大。"

    # 莲 「おいおいまじかよ、マジで槍が降って来るとはな…こりゃボーナス入っちゃう感じ？」
    lian "莲：“阿巴阿巴阿巴，这真的吗，今天真的下枪了…这是要发奖金的感觉吗？（L:剧情提醒，今天莲君到班的时候女同学说太稀奇了，今天是不是会下鱼来着）"

    # nil 「注・パチンコの話です。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%91%E3%83%81%E3%83%B3%E3%82%B3
    "注：这里说的是弹珠机（L:原文“パチンコの話です”。パチンコ，国内的弹珠机就不解释了，去楼下康康小孩玩的就知道是啥，11区的有专门机构（厚生劳动省）验证，属于赌博设施）"

    # BGM 出现（有歌词）一股中东味儿的那个就是
    # 里昂初登场
    # 这玩意儿的嘤语和数字全部不能自动HOOK提取出来，需要手动敲
    # 里昂？？？ 「Bingo！！ Yeah baby！」
    ang "Bingo！！ Yeah baby！"

    # 音效：yeah~
    # 里昂介绍小动画

    # nil 「続いて、高らかな黄色い歓声と共に、ロングコートのような、ローブのような服をはためかせた少女が、」//黄色い歓声？怪
    # nil 「ふわりと槍と帽子の元へと舞い降りた。」这里翻成一句比较合适呢
    "接着，伴随着高昂的黄色欢呼声，像长外套一样，挥舞着长袍一样的衣服的少女，轻轻地飘落到了长枪和帽子的下面。"

    # 帽子 「ファアック！　クソやろー！　あともう少しの所だったのに！」
    hat "fxxk！！son of xxxxxx！！！我差一点就成功了"

    # 里昂？？？ 「はい、残念でした。まったく…大人しくしていれば痛い目に合わなくてすむのに…」
    ang "嗯，非常遗憾呢。真是的... 如果你乖乖听话，就不会受伤了..."

    # 帽子 「てやんでぃ！　こんなん痛くも痒くねぇなぁ！」
    hat "别闹了! 这不痛也不痒啊! "

    # 里昂？？？ 「いつまでその台詞が吐けるかな～？」
    ang "那个台词你还能说多久呢 ~ ? "

    # nil 「ぐりぐりぐり」
    "少女转动着像长枪一样的东西"

    # 帽子 「ギャア！　ギブ！　ギブだよギブ！　ドクター！　ドクター！　この試合をやめさせてぇ！」
    hat "呀啊啊——！——啊! 放——放弃了啊！Doctor！刀客塔！快停下这场考验吧"

    # 里昂？？？ 「小賢しい！」
    ang "净耍小聪明！"

    # nil 「少女は、ヒールの先端で帽子を踏みつける。」
    "少女用高跟鞋的尖踩着帽子"

    # nil 「ちょっと羨ましい。」
    "我有点羡慕呢（L:......）"

    # 帽子 「ぷぎゃー！」
    hat "呜噶啊——！"

    # nil 「地面に這いつくばった帽子のような生き物は、暫くの間ピクピクしていたが、やがて動かなくなった。」
    "那个像帽子一样趴在地上的生物抽搐了一会儿，然后就不动了。"

    # 里昂？？？ 「ふう…世話が焼ける…これだから ゲイ（gay） のヤク中は…」
    ang "嗨呀... ... 真麻烦... ... 这就是为什么同性恋吸毒者那么..."

    # 莲 「楽しそうだな」
    lian "听起来很有趣嘛"

    # 里昂？？？ 「まーね。慣れるまで大変だったけど、退屈しないのは良いこと…あれ？　君は…？」
    ang "算是吧。习惯之前很辛苦，不觉得无聊是件好事... ... 咦? 你是... ..."

    # 莲 「はじめまして。アグレッシブでビューティフォーなお嬢さん」
    lian "很高兴见到你，充满活力的美丽小姐"

    # 里昂？？？ 「…っ！？　やっべぇ！　見られてた！私の恥ずかしいとこ見られてた！？帽子と会話する痛い子に思われてる！？」
    ang " ... ! ? 牙白! 被看到了! 被看到我难以见人的样子了! ? 被觉得是个和帽子说话的自闭的孩子了! ? "

    # 莲 「あ、いや、俺もあんたがその帽子を仕留める前にちょっとだけ会話したから大丈夫だ」
    lian "啊，没事没事，在你搞定那顶帽子之前，我和它已经聊了一会儿了"

    # 今天份的文本工作就到这里了，溜去做下网页的404页面，再去套个cf康康速度
    # cf套不了...不过404倒是做好了，我还是挺满意的
    # 先溜去完善下前面的内容
