# --------------------------------
# LOVE69_Renpy_Remaster_Project
# scene05 的脚本（剧本）
# Author:Luckykeeper
# 部分句子翻译协助：
# 版本 null
# Blog：http://b.luckykeeper.site
# 项目组网站：https://love69renpyremasterproject.github.io/
# 项目开源地址：https://github.com/luckykeeper/LOVE69_renpy_remaster
# 修订日期 2021年11月22日

# 当前流程：整理生肉文本，翻译并润色

label scene05:
    # scene05 开始
    # 地点：葛城家门口
    # 人物：心爱 真冬
    # BGM：

    # scene05 场景1 【】 开始

    # 莲 「やれやれ、まったく人から話を聞き出すのが上手いお姉さんだ…」
    lian "哎呀哎呀，真是个善于倾听的姐姐呢…"

    # nil 「思ったより帰りが遅くなった。例のダイナーで軽く飯を食って早々に引き上げるつもりが、」
    "回家的时间比我想象的要晚。本来打算在那家餐厅吃个简单的晚饭，然后早早地回来，但是"

    # nil 「「あの後結局何があったのか」を根掘り葉掘り聞かれてしまった。」
    "「那之后到底发生了什么事？」被刨根问底地问了一通"

    # nil 「おかげで無料で飯が食えたが…。」
    "多亏了这个，我才能恰白席…（L:淦哦，你又白嫖是吧？！）"

    # nil 「俺はバイクのエンジンを切って、ギアをニュートラルに入れた後ガレージにしまって、スタンドをたてた。」
    "我把摩托车熄火，挂到空挡然后把车停放在车库里面，用后面的支架把车支起来"

    # nil 「リビングの電気がついている。さすがに真冬ちゃんもご帰宅の様子だ。」
    "客厅里亮着灯。果然真冬酱已经在家里面了"

    # nil 「バイクのキーと同様のキーホルダーにくっついてる、家の鍵を差し込んで鍵をまわ…」
    "在和摩托车钥匙放在一起的钥匙圈上，取下家里的钥匙，插进去，转动钥匙…"

    # nil 「まわす前にドアが空いた。」
    "我还没来得及转动钥匙结果门就打开了"

    # 场景切换
    # 地点：葛城家门口->葛城家玄关
    # 人物：真冬 莲
    # BGM：不变

    # 真冬小跳

    # 真冬 「お帰りなさいお兄ちゃん。ご飯食べた？　お風呂は入った？性欲は満たされてる？」
    dong "欢迎回来，欧尼酱。吃饭了吗? 洗澡了吗? 性欲得到满足了吗?"

    # 莲 「あただいま。飯は食った。風呂はこれから入る。性欲は微妙な所だ。で、どうしたんだよお前」
    lian "我回来啦~我恰过饭了。现在要去洗澡，性欲的话有点微妙，怎么了你这是"

    # nil 「メットをはずした俺に飛び込んできたのは、ちょいとばっかし刺激的な妹の裸シャツ姿だった。」
    "从外面摘下头盔进屋的我看到的是稍微有点刺激的妹妹赤裸着穿着衬衫的样子"

    # nil 「しかも下着とかそういうのはつけておらず、前のボタンも開けっ放しだ。」
    "而且没有穿内衣之类的东西，前面的扣子也是开着的"

    # 真冬 「んー？　偶然玄関先に立ってたから、ドア、開けてみました」
    dong "嗯——? 我正好站在玄关前，所以，就打开了门"

    # 莲 「ドアを開ける前に、前を閉じろよ。目のやり場に困るじゃないか」
    lian "开门之前，先把前面扣上吧，眼睛都不知道该往哪儿看了"

    # 真冬 「パンツは履いてるから大丈夫」
    dong "我穿着胖次所以没关系"

    # 莲 「知ってる。見えてる」
    lian "我知道，看见了"

    # 真冬 「あんまりじっくり見られると恥ずかしいよー？さ、ご飯食べよ、お兄ちゃん」
    dong "那样盯着我看的话会很害羞的哦？来，恰饭吧，欧尼酱"

    # 莲 「飯食ったんだけどな…」
    lian "我吃过饭了..."

    # nil 「真冬は悪戯ッ子な笑みを浮かべると、ひらりと身体を翻してリビングへと戻っていった。」
    "真冬浮现出顽皮的笑容，转身回到了客厅"

    # 莲 「おっと…少し静かにしておくれよ、俺のスロットルレバーさん」
    lian "那个…稍微安静一点吧，我的节流阀小姐（L:原文“スロットルレバー”，throttle lever，一般指油门的操纵杆，或者飞机上的节流阀）"

    # nil 「最近ご無沙汰だった、真冬の挑発に、早くも下半身は陥落気味だった。」
    "对于近来久疏问候的真冬的挑衅，下半身已经开始有陷落的迹象了"

    # nil 「が、こは耐える。」
    "但是，这个得忍住"

    # 莲 「服は着ないのか」
    lian "不穿上衣服吗？"

    # 真冬 「嫌だといったら？」
    dong "如果我说不呢?"

    # 莲 「力尽くでも着せるまでだ」
    lian "就算竭尽全力也要让你穿上"

    # 真冬 「出来るの？　お兄ちゃんに？」
    dong "就凭你? 欧尼酱你?"

    # 莲 「くっ…バカにするなよ実の兄を…！露出にハマった実の妹の介護ぐらい…！」
    lian "别小瞧你的欧尼酱我...!我只是为了照顾痴迷于暴露的一抹多..."

    # nil 「丁寧に折りたまれていた、真冬の制服を拾い上げて、Ｙシャツ一枚の真冬の肩を掴む。」
    "捡起了认真叠好的真冬制服，抓住了只穿着一件衬衫的真冬的肩膀"

    # 真冬 「ぁっ…」
    dong "啊…"

    # 莲 「……！」
    lian "……！"

    # nil 「真冬が切なそうに細い声をあげると、つい、手の力を抜いてしまう。」
    "真冬痛苦地发出了小声的呻吟，我的手不由自主地放松了下来"

    # nil 「真冬がひらりと身を引いて、俺の手元から離れた。」
    "真冬一闪而过，从我的身边离开"

    # 真冬 「はい、残念でした。でも、強引なお兄ちゃんも存外、キュンと来ましたよ」
    dong "好~，很遗憾呢。但是，被强势的欧尼酱吓了一跳，很是心动呢"

    # 莲 「第一なんでそんな裸シャツにこだわるんだよ…しかもそのシャツ、俺のだろ」
    lian "第一，为什么要拘泥于这件裸衬衫…然后，那件衬衫还是我的吧"

    # nil 「壁に貼り付けられているエアコンのリモコンでスイッチを入れてから、俺はソファーに座り込んだ。」
    "用贴在墙上的空调遥控器打开开关，然后坐在沙发上"

    # 真冬 「お兄ちゃんのだからですよ。なんだか、真冬がお兄ちゃんの所有物になったみたいで、嬉しいのです」
    dong "因为是欧尼酱的。总觉得这样真冬好像就变成了欧尼酱的所有物，很开心"

    # 莲 「殊勝な事だな…」
    lian "那真是件值得庆幸的事啊…"

    # nil 「真冬は一貫して微笑みを崩さず、照れくさい台詞を言ってのける。」
    "真冬始终保持着一贯微笑，说着令人害羞的台词"

    # nil 「心なしか、その笑顔のせいで、皮肉でも建前でもなく、本音に思えてしまう。」
    "也许是心理作用吧，因为这个笑容，我觉得这既不是讽刺也不是客套话，而是真心话。"

    # nil 「し本音なら…それは純粋に兄として喜ぶべきだ。」
    "如果这是真心话…那作为哥哥应该纯粹地高兴"

    # 真冬 「～♪」
    dong "～♪"

    # nil 「裸シャツのま、台所に向かって料理をする真冬。」
    "穿着赤裸衬衫的真冬，正在厨房做饭"

    # nil 「先ほども述べたように、真冬が今身につけてるのは、俺のシャツと実に女の子らしい布製のパンツと、あとニーソックスだ。」
    "正如刚才所说，真冬现在穿的是我的衬衫和很有女人味的胖次，加上过膝袜"

    # nil 「鼻歌交じりで、楽しそうに料理をする真冬の身体が上下に揺れる。」
    "一边哼着小曲，一边愉快地做饭的真冬的身体上下摇晃着"

    # nil 「否が応でも、ほぼむき出しのお尻とかそういうのを眺めてしまう。」
    "不管真冬是否愿意，我在这边都能看到露出的屁股之类的地方"

    # nil 「まったく今年の夏は随分と刺激的な季節だな！」
    "今年的夏天真是非常刺激的季节啊！"

    # 莲 「なぁ、真冬」
    lian "呐，真冬"

    # 真冬 「はーい、なんでしょ」
    dong "蛤，怎么了呢？"

    # 莲 「呼んでみただけだ」
    lian "只是试着喊下你而已"

    # 真冬 「まふ♪」
    dong "嘛呼♪"

    # nil 「またしてもニッコリ。普通なら皮肉で食いついてくる所だが…。」
    "再次微笑。如果是其他人的话，这种时候肯定是会来顶嘴的吧…"

    # nil 「何か、怪しい。」
    "有点，可疑"

    # nil 「とはいえ、真冬の事だ、下手に勘ぐってもはぐらかされるので、こは長期戦といこう。」
    "话虽如此，因为是真冬的事情，即使做得不好也不会被说，所以就长期战斗吧"

    # 真冬 「お兄ちゃんどこいってたの？　また八ッ場ダム？」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%85%AB%E3%83%83%E5%A0%B4%E3%83%80%E3%83%A0
    dong "欧尼酱，你去哪儿了? 又去八场大坝了?（L:位于日本群马县吾妻郡长野原町的吾妻溪谷的上游，1967年决定建设，先后遭到当地居民，自民党内部、民主党的反对，各派人士对其可行性和效益进行了多次争论，2019年竣工，2020年4月启用）"

    # 莲 「いや、八ッ場ダムには行ってないし、行ったこともない。というかそのダムはまだ完成してないはずだろ」
    lian "不，我没去八场大坝，也没去过。或者说，那个水库现在应该还没完工吧（L:作品是13年的，现在已经竣工并投入使用了）"

    # 真冬 「前政権のマニフェストでの事業中止でモメてたよね。でも結局工事は再開されたよね」
    dong "因为上届政府宣言而中止，所以暂时停止了吧? 不过最后工程还是重新开工了吧?（L:2009年8月30日举行的第45届众议院大选中，民主党在其宣言中宣布将取消八场大坝，并彻底审查由国家政府直接控制的所有不符合时代要求的大型项目，2011年12月22日，国土交通大臣前田武志宣布恢复建设）"

    # 莲 「地元住民の反対を押し切ってな。そうじゃなくて、さっきも言ったように飯食いに行ってたんだよ」
    lian "但是这个决定不顾当地居民的反对。那个，我刚才也说了是去吃饭了吧"

    # # 真冬 「」」
    # dong "」（L:原作这里就是个“」”，啥都没有，原作拉跨……）"

    # 真冬 「あれ？　じゃぁ、晩ご飯要らない…？」
    dong "哦嘞？那就不需要晚饭了…？（L:原作这里上句是“」”，加真冬小头像，这句没真冬小头像，原作拉跨……我把原作的这个bug修了）"

    # 莲 「いや、お前が作ってくれるなら食う」
    lian "不，是你做的话我就吃"

    # 真冬 「わーい♪じゃぁ量は少なめでい感じかなー？　エンジンオイルとかは」
    dong "哇咿♪~那么量是不是放的有点少呢？机油之类的"

    # 莲 「むしろそれは入れない方がいかな。お兄ちゃん別に２ストロークのエンジンで動いてるわけじゃないんだ」
    lian "倒不如说不放那个比较好呢。哥哥我啊，并不是用两冲程的引擎发动的"

    # 真冬 「エルフ製のだけど…」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%81%84%E3%81%99%E3%82%9E%E3%83%BB%E3%82%A8%E3%83%AB%E3%83%95
    dong "那就是五十铃的Elf...（L:原文“エルフ製”，エルフ是“elf”，有“精灵”的意思。这里特指的是五十铃Elf系列，日本以外一般都称作N系列，是日本五十铃汽车于1959年所推出的一款轻型货车车型）"

    # 莲 「ちょっと専門的な事いってんじゃねぇよ！　確かに良いブランドのエンジンオイルだけどそれは！」
    lian "不要说这么专业的事情啊！虽然这确实是好牌子的机油，但是！（L:有“エルフ製”的机油）"

    # 真冬 「入れとくね」
    dong "放进去吧"

    # 莲 「やめたまえ！」
    lian "住手！"

    # 真冬 「むー…じゃぁ、隠し味どうしよ」
    dong "嗯……那么，来试试隐藏的味道吧"

    # 莲 「真冬ちゃんの愛情で十分だ」
    lian "有真冬的爱就已经足够了"

    # 真冬 「それについては心配要らないよ。今のところそれしか入れてないから」
    dong "关于那个不用担心，我现在只放了这个"

    # 莲 「胃もたれしちまいそうだ」
    lian "我觉得我的胃要撑不住了"

    # 真冬 「失礼だなぁもう。そんな悪いお兄ちゃんには『露骨な悪意』という名のタバスコを…眼球に…」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%BF%E3%83%90%E3%82%B9%E3%82%B3
    dong "真是失礼啊。对这么坏的欧尼酱，我要把名为『露骨的恶意』的塔巴斯科辣酱放在…眼球里面…（L:塔巴斯科辣椒是墨西哥塔巴斯科州变种的小米辣，塔巴斯科辣酱是美国路易斯安那州艾弗里岛McIlhenny公司生产的以当地塔巴斯科辣椒为主要原料的辣酱）"

    # 莲 「すいませんでしたから、愛情と優しさをもっと下さい」
    lian "对不起，请再给我一点爱和温柔"

    # 真冬 「素直でよろしい」
    dong "坦率起来就好"

    # nil 「やはりいつも通りか？斜め上から切り下ろすような冗談もの飛んでくるし…。」&协力请求
    "还是老样子吗？从斜上方切下来的玩笑飞了过来……"

    # 真冬 「と、言う事でね、どうしてもお兄ちゃんに食べさせてあげたい料理があったんですよ」
    dong "对了，这么说来，有无论如何都想让欧尼酱恰的料理哦"

    # 莲 「ほう」
    lian "哦？"

    # nil 「真冬が振り向いて、皿の上に乗った茶色のプルプルした直方体を持って、ソファーに座る俺の隣に、真冬がちょこんと腰を下ろした。」
    "真冬转过身来，拿着放在盘子上的棕色长方体，到坐沙发上的我的旁边，真冬悄悄地坐下了来"

    # 真冬 「心愛ちゃんから、お兄ちゃんがコラーゲンボールにハマってると聞きまして。味ないだろ！　と…思いまして」
    dong "听心爱酱说欧尼酱迷上了骨胶原球。我觉得……没什么味道"

    # 莲 「味っていうのかな、あれはほら、コラーゲンを経口摂取する事に快感を得てるというか…。で、このコラーゲンの塊のような食べ物はなんだいまふまふ先生」
    lian "没什么味道嘛？但是啊，经常摄取骨胶蛋白获得了快感……那么，这个像骨胶原块一样的食物是什么呢？嘛呼嘛呼老师"

    # 真冬 「エイの煮こごりです。魚のコラーゲンと煮汁をゼラチンにして固めた美味しい食べ物ですよ」
    dong "这是干烧鳐鱼。是用鱼胶原蛋白和汤汁凝固而成的美味食物"

    # 莲 「WOW！OISHISO！！！いただきます！」
    lian "WOW！OISHISO！！！（L:哇哦！太好次了！！！）我开动了！"

    # 真冬 「はい、召し上がれ」
    dong "好——，来恰吧"

    # nil 「ぱくっ」
    "啪唧啪唧"

    # 莲 「最高だな…真冬…」
    lian "真是最棒了…真冬…"

    # 真冬 「はい、召し上がれ」
    dong "诶嘿，如果能让你高兴的话就太好了"

    # 莲 「ぶっ」
    lian "嘿嘿"

    # nil 「思わず吹き出した。」
    "不由得笑了出来"

    # 真冬 「わっ。どこに笑いどころがあったの？」
    dong "喔哦，笑点在哪里?"

    # 莲 「いや…ちょっとな…」
    lian "不，有点……"

    # nil 「昼頃、リオンに口癖になってると指摘された台詞を、真冬が吐いたことで、変な所に共通点があるようだ。」
    "白天的时候，里昂指出是口头禅的台词，但是现在这句话却是真冬说出来的，两个人在奇怪的地方似乎有着共同点捏"

    # 真冬 「？」
    dong "？"

    # 莲 「いや、なんていうか、やっぱ俺達、どこかで似てんのかな？　って思ってさ」
    lian "没什么，怎么说呢，我只是在想，果然我们在什么地方很像呢？（L:你俩是双胞胎啊喂！）"

    # 真冬 「私別にコラーゲン信者ってわけじゃないけど…」
    dong "我倒不是什么胶原蛋白信徒…"

    # 莲 「そうじゃなくて。喜んで貰えたなら何より。って、いう台詞がさ、今日の昼頃、口癖になってる。みたいな事を言われてね」
    lian "不是这样的。「“如果能让你高兴的话就太好了”这句话成口头禅了」，今天白天的时候，被这样说了呢"

    # 真冬 「あー…でも、口癖っていうか、本当に私は、お兄ちゃんに喜んで欲しいだけだよ？　お兄ちゃんが幸せだと、私も幸せ。双子だからかな？」
    dong "啊…但是，虽然说是口头禅吧，我真的只是想让欧尼酱高兴而已。如果欧尼酱幸福的话，我也会感觉很幸福。是因为我们是双胞胎吗？"

    # 莲 「おう。そうか。お前が幸せなら俺も幸せだ」
    lian "哦。是嘛。如果你幸福的话我也幸福"

    # 真冬 「えへ、同じだね、お兄ちゃん」
    dong "诶嘿嘿，一样的啊，欧尼酱"

    # 莲 「どうやらそうらしいな」
    lian "好像是这样的"

    # nil 「また、真冬は屈託のない笑みを浮かべて、俺が煮こごりを貪り食うのを眺めていた。」
    "此时，真冬脸上浮现着无忧无虑的笑容，看着我大口大口地吃着煮熟的饭菜"

    # 真冬 「あーんする？」
    dong "要“啊——”嘛？"

    # 莲 「そんな事したら見えちまうぞ」
    lian "那样的话就可以看见了"

    # 真冬 「何が？　真理の扉？」
    dong "是什么呢？真理之门？"

    # 莲 「お兄ちゃん、人体錬成はしない…。まぁ、なんだ、わかっちゃいるんだろうがな…」
    lian "欧尼酱我啊，不会做人体雕塑啊......嘛、emmm，你懂我的意思的"

    # 真冬 「くすくす。はい、お兄ちゃん。あ～ん♪」
    dong "嘿嘿嘿。来，欧尼酱，啊~嗯♪"

    # 莲 「…あーん」
    lian "…啊—嗯"

    # 音效：HP-1

    # 莲 「ふがっ…貴様、鼻にフォークを刺すことねぇだろ…」
    lian "欸哟喂……你这怎么把叉子往鼻子上插啊…"

    # 真冬 「目を閉じてるからよ」
    dong "因为闭着眼睛嘛"

    # 莲 「だってさぁ…！」
    lian "可是啊…！"

    # nil 「度重なる襲撃の結果、俺は心眼を会得しました。」
    "经过多次袭击，我习得了技能「心眼」"

    # 真冬 「意地っ張りお兄ちゃんめ」
    dong "你这个坏心眼的欧尼酱啊"

    # 莲 「ふん、なんとでも言うがい」
    lian "哼，随你怎么说"

    # 真冬 「ゴミクズ、ろくでなし、サイコ野郎」
    dong "垃圾，混蛋，精神病"

    # 莲 「言い過ぎだよ真冬ちゃん！」
    lian "说得太过分了，真冬！"

    # 真冬 「アメリカンクラッカー！」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%82%A2%E3%83%A1%E3%83%AA%E3%82%AB%E3%83%B3%E3%82%AF%E3%83%A9%E3%83%83%E3%82%AB%E3%83%BC
    dong "American Clackers！（L:是20世纪60年代末和70年代初流行的玩具，大概样子是一根绳子绑了两个塑料球，当它们被上下摆动，用很大的力量相互撞击时，它们会发出响亮的“咔哒”声）"

    # 莲 「それはなんだ！」
    lian "那是什么！"

    # 原地tp

    # 真冬 「で、何か私にして欲しい事ある？」
    dong "那么，有什么想要我做的事情吗？"

    # nil 「軽めの夕食も食べて、何をすることもなく、真冬と並んでソファーに座る。」
    "吃过简单的晚餐，无所事事，和真冬并排坐在沙发上"

    # nil 「まだ少しだけ暗くなってきたもの、夕日は沈んじゃいない。」
    "天稍微黑了点，夕阳还没下山"

    # 莲 「服を着てくれ」
    lian "请穿上衣服"

    # nil 「それ以外で」
    "除此之外捏"

    # 莲 「じゃぁネズミの真似」
    lian "那么模仿老鼠吧"

    # 真冬 「ハッ」
    dong "吼吼"

    # 莲 「そこまでだ」
    lian "到此为止"

    # nil 「危うく黒い服の人に拉致される所だった。」
    "差点被穿黑衣服的人绑架了（L:该不会是在说米老鼠吧...）"

    # nil 「真冬と隣同士でソファーに座る事はしょっちゅうだが、今日は妙に気恥ずかしい。」
    "经常和真冬一起坐在沙发上，但是今天是莫名的害羞"

    # nil 「そりゃそうだ。」
    "当然会是这样"

    # nil 「真冬のスタイルも去ることながら、妙に優しい真冬の態度と、ほんのり紅潮した頬、」
    "真冬平常的风格也消失了，温柔的真冬的脸颊微微发红"

    # nil 「そして、耳を澄ますと、うっすら聞こえてくる真冬の息づかい。」
    "然后，侧耳倾听，能隐约听到真冬的呼吸声"

    # 真冬 「はぁ…はぁ…んっ…」
    dong "哈…哈…嗯……"

    # nil 「不覚ながら、実の双子の妹にドキドキしている。そんな自分がいた。」
    "不知不觉中，我因为双胞胎妹妹而心跳不已。自己现在是这样的心情"

    # 真冬 「じゃぁ…何か困ってる事は？」
    dong "那么…是有什么困难吗？"

    # 莲 「目のやり場かな」
    lian "大概就是目光所及之处吧"

    # 真冬 「むぅ…そんなに、私に服を着て欲しい？妹の裸Ｙシャツは好みじゃない？」
    dong "emmm...你这么希望我穿上衣服吗?你不喜欢一抹多的裸体衬衫吗?"

    # 莲 「いや、どちらかというと好みではあるが…まぁ、なんだ…その」
    lian "不，要说起来还是喜欢的…嘛，怎么说呢…那个"

    # 真冬 「くすくす。結構恥ずかしいし、エアコンも利いてきたし、服、着るね」
    dong "嘿嘿嘿，雀实很害羞，空调也开开了，我要穿衣服了"

    # 莲 「お、おい、ちょっと待ちたまえ」
    lian "那，那个，稍等一下下"

    # 真冬 「まふ？」
    dong "嘛呼？"

    # nil 「反射的に、立ち上がろうとした真冬のワイシャツの裾をつかんでしまう。」
    "条件反射地抓住了想要站起来的真冬的衬衫的下摆"

    # nil 「なんとなく、もったいない気がして。可愛い妹の裸Ｙシャツなんて、そうそうみれるもんじゃない。」
    "总觉得有点可惜。可爱妹妹的裸体衬衫什么的，不是经常能看到的光景呢"

    # nil 「だが、素直に「やっぱり着るな」とも言うのは癪だった。」
    "但是，我也不想坦率地说「还是不要穿的好」，真让人不好办捏"

    # 莲 「こで着替えるのか？」
    lian "你要在这里换衣服吗？"

    # 真冬 「エアコン利いた部屋から出たくないかなー」
    dong "不想从有空调的房间出去嘛—"

    # 莲 「じゃぁその…アレだよな。一回Ｙシャツ脱ぐよな…」
    lian "那个那个……就是那个，你得先脱一下衬衫吧"

    # 真冬 「そりゃぁブラしないとですし。もう、素直じゃないですねぇお兄ちゃんは」
    dong "因为我得穿胸罩嘛，嗯姆，已经不老实了呢，欧尼酱你啊"

    # nil 「真冬は微笑んで、ソファーに座り直した。それどころか、先ほどよりも、俺の近くに、より密着した位置に座ってきた。」
    "真冬微笑着重新坐在沙发上。不仅如此，比起刚才，坐在了更靠近我的位置"

    # 真冬 「優しいけど、正直じゃない所、お兄ちゃんの悪い所ですね」
    dong "虽然很温柔，但是不够坦率，这是欧尼酱不好的地方"

    # 莲 「それはお互い様だと思うぞ真冬」
    lian " 我想我们都是彼此彼此，真冬"

    # 真冬 「え？」
    dong "诶？"

    # 莲 「なんで今日はそんなに優しいんだね、変なモノでも食べ…あ！」
    lian " 为什么今天这么温柔，是吃了什么奇奇怪怪的东西……啊！"

    # nil 「言いかけて思い付いた。」
    "说到一半突然想到了"

    # 真冬 「？　どうしたのお兄ちゃん、あ、まってまって！」
    dong "嗯？怎么了哥哥，啊，等下等下！"

    # nil 「俺は急いで立ち上がり、冷蔵庫の冷凍室を開ける。」
    "我急忙站起来，打开冰箱的冷冻室"

    # nil 「俺の予想では…真冬が俺の知らない所であのアイス食べたか…！」
    "我的猜想是…真冬是在我不知道的时候恰了那个冰淇淋吗…！"

    # 莲 「…あれ？　あるな…」
    lian " …咦？在这里啊…"

    # nil 「予想は外れたようだ。」
    "猜想落空了"

    # nil 「冷凍庫には、以前として、リオンから貰ったカップのアイスが置かれていた。」
    "和刚才一样，冰箱里还放着从里昂那里得到的杯装冰淇淋"

    # 莲 「ふむ…」
    lian " emmm……"

    # nil 「こで俺の中で会議がはじまる。」
    "脑内会议现在开始"

    # nil 「本来なら心愛に食べさせて見る予定だったが、真冬に食べさせてみるのはどうだろう。」
    "本来是打算让心爱恰的，但是给真冬恰的话会怎么样呢"

    # nil 「はっきり言って、俺の理性もかなり限界に近づいていた。」
    "坦白说，我的理智也已经接近极限了"

    # nil 「単純に、邪な考えでしかないが…。」
    "只是单纯的，邪恶的想法而已…"

    # nil 「これで真冬にアイスを食べさせて、発情効果があるなら、半端な気持ちでお兄ちゃんを誘惑した罰という事になるし。」
    "如果让真冬恰冰激凌，有发情的效果的话，那惩罚你以半吊子的心情勾引欧尼酱"

    # nil 「でも、しないならしないで、なんか諦めがつく。」
    "但如果不这样做，我的想法就到此为止了"

    # nil 「俺は考えがまとまる前に、アイス『ラブポーション・シクスティナイン』に手を伸ばしていた。」
    "在我得出结论之前，我就把手伸向了冰淇淋『LOVEPOTION SIXTYNINE』"

    # 莲 「あれ…軽い」
    lian " 咦…很轻啊"

    # nil 「冷凍庫から取り出した、アイスのカップはやたらと軽く、まるで中身が入っていないようだった。」
    "从冰箱里拿出来的冰淇淋杯子非常轻，好像里面没有东西一样"

    # nil 「パカッ」
    "啪嗒"

    # 莲 「なぁ…真冬」
    lian " 呐…真冬"

    # nil 「俺が振り返ると、真冬はバツが悪そうに目を伏せていた。」
    "我回头向真冬的时候，她的头羞愧地低了下去"

    # 真冬 「…ごめん、高そうなアイスなのはわかってたんだけど…」
    dong "…对不起，我知道是很贵的冰淇淋…"

    # 莲 「食べたのか」
    lian "是你恰了吗？"

    # 真冬 「うん…ごめんね…。お兄ちゃんが帰ってくるまでに、代わりのアイスを買ってくるつもりだったんだ」
    dong "嗯…对不起…我本来打算在欧尼酱回来之前再买个冰淇淋放回去的"

    # nil 「真冬は本当に申し訳なさそうに視線を落とした。別に責める気はなかったので、少し申し訳なくなってくる。」
    "真冬非常抱歉地低下了头。因为我没有责备的意思，所以有点抱歉呢"

    # 莲 「だから、妙に優しかったのか…」
    lian " 所以，你也很温柔嘛…"

    # 真冬 「う…誤魔化すなんてちょっとかっこ悪いよね…。でも、お兄ちゃんに、優しくしたい、喜んで欲しいっていう気持ちがあるのは本当だよ！」
    dong "嗯……欺骗别人有点不帅呢…但是，我想对哥哥温柔，希望他开心的心情是真的哟！"

    # nil 「珍しく、語気を強めて感情を露わにする真冬。その瞳には、少しだけ涙がこぼれ出ていた。」
    "真冬难得语气强硬地表达自己的情感。在那双眼睛里，流下了一点泪水"

    # nil 「なんとか安心させてあげなければ。俺の頭は真っ先にそう考えた。」
    "一定要想办法让她先安心下来。我的脑海里首先冒出来是这样的想法"

    # 莲 「元から真冬にあげる予定だったから別に気にしなくていぞ」
    lian "这个本来就是打算给真冬你的，所以不用特别在意"

    # 真冬 「へ？　あ、あ、そうなの？」
    dong "欸？啊，是这样的吗？"

    # nil 「真冬の顔に笑顔が戻る。」
    "真冬的脸上恢复了笑容"

    # 莲 「おう。ついでに一つ聞いていか？」
    lian "嗯，顺便问你一个问题好吗？"

    # 真冬 「う、うん。なんなりと」
    dong "嗯、嗯，什么都行"

    # 莲 「このアイスさ、食べてから、なんか変わったことはないか？」
    lian "这个冰淇淋，你恰了以后，感觉有什么变化吗？"
