label sence01:

    ### 地点：莲卧室
    ### 人物：莲 真冬
    ### BGM：honky tonk saloon (theme).ogg ？ honky tonk saloon (pad).ogg 这俩之一

    # 真冬 「ピピピピピ…ピピピピピピピッ」
    dong "滴滴滴滴滴...滴滴滴滴滴滴滴"

    # 莲 「うるせえ」（闭嘴）
    lian "闭嘴"

    # 真冬 「はう」
    dong "哈呜"

    # 真冬 「...」
    dong "..."

    # 真冬 「......」
    dong "......"

    # 真冬 「あーさでーすあーさでーすあーさーでーすよー」
    dong "早——上——了~~早——上——了~~已~经~是~早~上~了~哟~"

    # 莲 「うるせえ」（闭嘴）
    lian "拜托，你很烦耶"

    # 真冬 「はう」
    dong "哈呜"

    # 真冬 「......」
    dong "......"

    # 真冬 「...むー...」
    dong "...嗯↓嗯↑嗯↓..."

    # 真冬 「............よし」
    dong "............好"

    # 真冬 「......」
    dong "......"

    # 真冬 「...ちゅっ...ぁむっ」
    dong "...啾..."

    # 莲 「おひょぉおう！？」
    lian "哦哦哦哦哦？！！！"

    # nil 「起きた。」
    "起来了！"

    # nil 「なんか寝耳に水ったので身体が飛び起きた。」
    "突然感觉晴天霹雳似的，我的身体一下就从床上跳了起来"

    # 真冬 「ぐーてんたーく？　マイブラザー」 //ぐーてんたーく听上去好像德语，懂的老哥翻一下
    dong "终于醒了吗？我的哥哥？（my brother son）"

    # 莲 「ぼーんじゅーるマイシスター…ん？」
    lian "我的妹妹（sister）...嗯？"

    # nil 「隣からする妹の声に反射的に応える。しかし、言葉を吐きってからその疑問に気づく。」
    "我对旁边传来的妹妹的声音做了反射性的回应，但是，说完之后我才发现不大得劲"

    # nil 「首を傾ける。」
    "我歪着头"

    # 莲 「お、ひょおう！？」
    lian "嗯？...咦——————？！！"

    # 真冬 「どったの先生。早速だけど、目覚まし時計はもう少し丁寧に扱う事をお勧めするよ」
    dong "怎么啦，老师？虽然起的还是挺快的，但是我建议你用闹钟的时候再小心一点（指刚刚真冬被当成闹钟锤了233）"

    ## 引入真冬介绍小动画（jpg大合体！）

    # 莲 「こ、こいつぁ珍しいお客さんじゃねぇか、バックスバーニー」 //バックスバーニー机翻是“巴克斯巴尼”，不是很懂呢
    lian "这...这不是个稀客嘛"

    # nil 「枕元に、血の繋がっているはずの双子の妹「真まふゆ冬」が微笑みながら、横たわっている。」
    "枕边，微笑着躺着的是有着血缘关系的双胞胎妹妹「真冬」。"

    # nil 「双子の妹つっても、奴のほうが生まれたタイミングは先だ。」
    "虽然说是妹妹，但是那家伙是在我前面出生的。"

    # nil 「つまり正確には姉だ。曰く”お兄ちゃん”という呼び名が気に入ってるらしいので、妹ということで。」
    "也就是说其实应该是欧内酱。但是她好像很喜欢“哥哥”这个称呼，因为这样她就是一抹多辽。"

    # nil 「さーっと血の気が引いていくのを感じる。ＴＨＥやっちまった感。色々聞きたい事はあるが、とりあえず…」&&这里的·也不支持，得想办法
    "我的脸色一下子就变得惨白。 THE·牙白 的感觉。有很多想问的事情，总之...。"

    # 莲 「何がどうしたんだよ」 //感觉翻的有亿点问题
    lian "你在这儿干嘛？！"

    # 真冬 「それは、寝起きのお兄ちゃんの耳ペロした事に対して？それとも、まふまふちゃん特製苺のミルフィーユの作り方について？」
    dong "那是对刚刚prpr哥哥的耳朵叫醒哥哥的妹妹问的问题吗？还是说，想知道嘛呼嘛呼酱（まふまふちゃん）特制草莓千层派的制作方法？（まふまふ是真冬的爱称（来自真冬的名字MAFUYU），本文有很多地方会叫真冬まふまふちゃん）"

    # 莲 「後者については心配に及ばない。まふまふちゃんに作ってもらうから。前者についても知りたいが、」
    lian "关于后者就不用担心啦，想吃的时候会让嘛呼嘛呼酱给我做一个的，不过我想知道前面的是啥个情况？"

    # nil 「それに至るまでのプロセスについても是非知りたいね」
    "我超想知道昨天晚上到现在发生了啥"

    # 真冬 「ふむ…質問が多いお兄ちゃんだな」
    dong "嗯...欧尼酱的问的问题真是多呢"

    # 莲 「こうみえて知りたがりでね」
    lian "我确实很想知道嘛"

    # 真冬 「『ねぼすけお兄ちゃんを持つ妹マニュアルその２』添い寝から妹目覚まし（スヌーズ付き）かーらーのー耳ぺろ」
    dong "『有哥哥的妹妹指南2』之————从陪睡开始的妹妹闹钟（带再响功能的）之————耳朵pr~。"

    # 莲 「段階すっ飛ばしすぎじゃないかね」
    lian "你是不是跳过了哪个阶段？"

    # 真冬 「私とお兄ちゃんの関係を考えると妥当な判断だと」
    dong "考虑到我和欧尼酱的关系，我觉得这是个合理的判断"

    # 莲 「見解の相違があるようだ…ちなみにその１はなんだ」
    lian "看来我们的见解不大一样呢...顺带问下，第一部是啥"

    # 真冬 「肘を脇の下から離さぬ心構えで、や内角を狙い、えぐり込む様に打つべし」
    dong "要保持肘部不离腋下的姿态，瞄准辣个位置，像要钻进去一样打"

    # 莲 「個人的にそのジャブから打ってきて欲しかったもんだが…。寝起きの思春期男子には、些か冗談きついぜ…」
    lian "我个人并不想让你把那个刺拳打出来...对于刚起床的青春期男生来说，稍微有些开玩笑的感觉"

    # 真冬 「こうでもしないとお兄ちゃん起きないでしょ？」
    dong "但是不这样做欧尼酱就不会起来的吧？"

    # 莲 「俺の人生は二度寝とビン入りヨーグルトで構成されているんでな…。あー…一応聞いておくけど」
    lian "我的人生是由睡回笼觉和瓶装酸奶组成的...啊......我先问一下"

    # 莲 「俺とお前昨夜何もなかったよな？」
    lian "我和你昨天晚上什么都没有发生吧？"

    # 真冬 「それは私の口から言うのは恥ずかしい」
    dong "这个我不大好意思从我嘴里说出来呢..."

    # 莲 「何も無かったんだな、お前制服姿だし」
    lian "实际上就是什么都没有吧，你还穿着制服呢"

    # nil 「衝撃的な目覚ましではあったが、安心したら、早くも眠気が襲ってくる。」
    "虽然让我震撼一整年的闹钟，但是安心之后，睡意又很快再次袭来了"

    # 莲 「じゃ、おやすみ真冬」
    lian "那么，真冬，欧呀斯密~"

    # 真冬 「......」
    dong "......"

    # 真冬 「......」
    dong "......"

    # 真冬 「拝啓お兄様。何故、私がわざわざ壁側にまわって添い寝したかを、今から実際に、デモンストレーションして説明致します。敬具」
    dong "敬启哥哥。为什么我要特意在你边上睡呢，从现在开始我要实际演示说明一下。敬礼"

    # 真冬 「…ていっ」
    dong "嘿！"

    # mil 「ひょいっ」
    "咚！"

    # 莲 「おひょおうっ！？」
    lian "呃啊！？"

    # mil 「真冬の可愛らしいかけ声と共に俺の身体は中に舞い、」
    "伴随着真冬可爱的吆喝声，我的身体在空中飞舞"

    # mil 「そしてカーペットの敷かれたフローリングへと墜落する。あの野郎掛け布団ごとたき落としやがった。」
    "然后坠落到铺着地毯的地板上。那小子把被子都掀掉了"

    # 莲 「ぶへぇ」
    lian "emmmm......"

    # 真冬 「よっこらせっと」
    dong "终于完事了~"

    # nil 「掛け布団の失われたベッドの上から、真冬はネックスプリングで飛び降りる。」
    "真冬从已经没有被子的床上像弹簧一样跳了下来"

    # nil 「踵を返して、床でのたうち回る俺に視線を向ける。」
    "然后回头看在地板上来回打滚的我"

    # 真冬 「武力行使は本意ではありませんが…」
    dong "行使武力并不是我的本意..."

    # 莲 「耳ペロで起きときゃ良かったって、ほんのちょっと後悔した」
    lian "早知道就在刚才你给我耳朵prpr的时候起来好了，真是有点后悔呐"

    # nil 「俺は天井と見下ろしてくる真冬を眺める。」
    "我躺在地上，望着天花板和真冬"

    # nil 「真冬は制服の裾やスカートの皺を伸ばし、袖を鼻に近づけて匂いを嗅いでいる。」
    "真冬把制服的下摆和裙子的皱褶拉直，把袖子靠近鼻子闻着味道。"

    # 真冬 「くんくん…ふむ…お兄ちゃんの匂い…ちょっとついちゃったかな…」
    dong "嗅...嗅...是欧尼酱的味道...我闻到了..."

    # 莲 「失礼な、ちょいと小粋なアロマだと思ってくれよ」
    lian "失礼了，请你把这当作有点时髦的香味吧。"

    # 真冬 「いや、嫌いじゃないよ。さぁさ、お布団ちゃんとのお別れ済ませて起きた起きた。それとも、妹の下着見物を続ける？」
    dong "不，我并不讨厌。那么，赶紧和被子告别起床了。还是说，想继续看妹妹的内衣呢？"

    # 莲 「パステルブルーのハーフトーンパターン。覚えたぞ」
    lian "是淡蓝色的半色调图案。我记住了"

    # 真冬 「お兄ちゃんは黒と赤の…そ、その歳でドラゴン柄履いてるんだ…」
    dong "欧尼酱的是黑红相间的......那、那个，都这个年纪了还穿龙纹图案的..."

    # 莲 「いやん、見ないでっ」
    lian "不，不要看嘛"

    # nil 「自分が半裸…というかパン一である事を思い出して、掛け布団を被る。」
    "想起自己是半裸...或者说是法式武器的样子（法棍面包||今日辱法【1/1】），赶紧盖上了被子。"

    # nil 「季節は夏休み目前のサマーなもんでつい…。」
    "现在的季节是暑假来临前的夏天..."

    # 真冬 「はいはい可愛くないから起きましょうね」
    dong "好，好，小可爱，快起来吧"

    # nil 「真冬がパンパンと手を叩いて、俺から掛け布団を奪いとる。ちょっと寒い。」
    "真冬啪嗒啪嗒地拍着手，从我这里抢走了被子。有点冷啊..."

    # 莲 「しかし、添い寝して耳ペロしてまで起こしたかった理由を聞こうか」
    lian "但是，为什么陪着我睡，还prpr我的耳朵把我叫醒呢？"

    # 真冬 「お兄ちゃんとゆっくり朝ご飯食べたいから。って言ったら怒る？」
    dong "我想让欧尼酱起来好好吃顿早饭，这么说的话，你会生气吗？"

    # 莲 「くっ…そいつは反則だ」
    lian "呃...你这么说的话是犯规啊"

    # 真冬 「えへへ」
    dong "嘿嘿嘿~"

    # nil 「俺は立ち上がり、パンツ一丁のま真冬の頭をポンポンと叩く。真冬は瞬間表情をゆるませる。」
    "只穿着一条裤子的我站起来，啪嗒啪嗒地敲着真冬的头。真冬瞬间放松了表情"

    # nil 「しかし、すぐさま表情をいつものニヒルな表情に戻して、」
    "但是，她马上又恢复到了平时的表情"

    # 真冬 「じゃ、そーいうことだから、お着替え済ませてご飯食べにきてね」
    dong "既然这样，就赶紧换好衣服来恰饭吧~"

    # 莲 「このまではだめか」
    lian "再睡一会儿不行吗？"

    # 真冬 「飯が不味くなるから却下。何が悲しくて、お兄ちゃんの乳首に生えた毛おかずにご飯食べなきゃならないのよ」
    dong "因为饭会变的难吃的，所以驳回。真是伤心啊，只能一边看着哥哥乳头上的毛一边吃饭了"

    # 莲 「そんな所を見るな！」
    lian "别看那种地方啊！"

    # 真冬 「抜いてあげようか？」
    dong "要我帮你拔下来吗？"

    # 莲 「いや、自分で抜くわ、今」
    lian "不了不了，我现在就自己把他拔下来"

    # 莲 「フンッ！」
    lian "哼、哼，啊啊啊啊啊啊啊啊啊啊！！！！！"

    # nil 「抜いた。」
    "拔下来了"

    # 真冬 「…とりあえずお着替え済ませてきてね」
    dong "总之，先把衣服穿好吧"

    # 莲 「乳首の毛抜いたんだからこの格好じゃ…」
    lian "我把乳头的毛拔了，就这个样子了吧，不穿衣服了（破罐子破摔状）"

    # 真冬 「二度同じ事を言わせるな」
    dong "别让我说第二遍同样的话"

    # 莲 「すいません」
    lian "对不起"

    # nil 「真冬は俺に背を向けて、クローゼットを開けると、ハンガーにかけられた学園の制服と、下段の引き出しから替えの下着を取り出して」
    "真冬背向我，打开壁橱，拿出了衣架上挂着的学校制服和下层抽屉里用来替换的内衣"

    # nil 「背中を向けたま俺に放り投げてきた。」
    "背对着我把衣服扔了过来"

    # 莲 「ハイビスカスがお好きで？」
    lian "你喜欢扶桑花吗？"

    # 真冬 「女の子は花が好きなのです」
    dong "女孩子都是喜欢花的"

    # 莲 「そいつは結構」
    lian "好耶！"

    # nil 「真冬も背中を向けてる事だし、早速パンツを下ろして履き替えてやるか…。」
    "真冬一直背对着我，赶紧把内裤脱下来换上吧..."

    # 真冬 「あ、お兄ちゃんそういえば―」
    dong "啊、对了，欧尼酱————"

    # 莲 「あっ」
    lian "啊这"

    # nil 「俺の予想はずれ、真冬が振り向いてしまった。」
    "和我预想的不一样，真冬把头转了过来"

    # 真冬 「…ふむ」
    dong "emmm......"

    # 莲 「......」
    lian "......"

    # 真冬 「…ご立派な…ライジングサン…ですね」
    dong "是非常有朝气的......升阳呢..."

    # 莲 「…お粗末様でした」
    lian "牙白...对不起......"

    # nil 「真冬はそれ以上コメントせず、何事もなかったように部屋から出て行った。」
    "真冬没有发表进一步的评价，像什么都没发生过一样从我的房间里出去了"

    # 莲 「…そーりーふぉーぱーてぃろっきーん」&&这里的音符字库不支持，得改
    lian "......♬ ♪ ♩ ♫ ♭ € § ¶ ∮ ♬"

    # nil 「一人寂しく部屋に残された全裸の俺は、鼻歌を歌いながらお着替えするのだった。」
    "一个人寂寞地全裸的留在房间里，我一边哼着小曲一边换衣服。"

    # nil 「......」
    "......"

    ### 切换场景，莲卧室--->葛城家客厅
    ### 人物：莲 真冬 TV *Luckykeeper

    # 真冬 「ブラックアイドピーズで…ユアハンプス」 //这段专有名词老多了，懂的大佬帮助一哈
    dong "ブラックアイドピーズで…ユアハンプス（Luckykeeper（后简称L）：应该是『荣誉之刃』（下文会提及）的台词，我没看过所以并不知道...）"

    # TV  「やだよそんな歌！何いってるかわかんないし」
    tv "讨厌啊，那首歌！我不知道你在说什么！"

    # 真冬 「誰にもわかんねぇんだよ！」
    dong "谁会不知道啊！"

    # 莲 「またやってんのか」
    lian "又来了吗？23333"

    # nil 「俺が着替え（パンツの履き替えも含め）を済ませて階下におりると、真冬は映画のＤＶＤの吹き替えに合わせてアテレコしていた。」
    "我换完衣服（包括内裤）下到楼下，真冬正在配合着电影DVD进行配音。"

    # 真冬 「いやー…最高だよね、ウィル・フェレルっていう俳優は」
    dong "哎呀...这个威尔·法瑞尔真是太棒了"

    # 莲 「それにしても度ってのがあんだろう」
    lian "即使那样，也差不多了吧"

    # nil 「真冬は、大好きな映画を４２型プラズマハイビジョンテレビで流しながら、暗記した台詞でアテレコしている。」
    "真冬一边在42型等离子高清电视上播放自己最喜欢的电影，一边用背诵的台词进行配音。（L：人13年就有了，我家啥时候才能有等离子高清电视啊，翻译君在写这段文本时还在用着2000年的1400*900分辨率的显示器...）"

    # nil 「もっとも、最初は俺が暇つぶしにＤＶＤを借り始めたのがきっかけなのだが、」
    "最开始是我为了打发时间去外面借来了DVD"

    # nil 「真冬もそれに付き合っているうちにどっぷりハマってしまった。」
    "但是真冬在和我一起康DVD的过程中完全着迷了"

    # nil 「真冬に限っては、ご覧の通り朝の時間が空いているときにですらこの映画を流す始末。」
    "只有真冬，正如你所看到的那样，连早上有空的时候也会播放这部电影。"

    # nil 「ちなみのその映画とは…」
    "顺带一提，那部电影是..."

    # 真冬 「『俺たちフィギュアスケーター』　ジョン・ヘダーとウィル・フェレル主演のスポ根コメディ映画だよ」
    dong "『荣誉之刃』是乔恩·海德和威尔·法瑞尔主演的体育喜剧电影。"

    # Luckykeeper 这里是译者注哒~
    luckykeeper "这里是翻译君的豆知识时间！《荣誉之刃》(Blades of Glory)『俺たちフィギュアスケーター』，是2007年出品的花式溜冰喜剧电影，由Josh Gordon与Will Speck导演。梦工厂经由派拉蒙电影公司发行。大概讲的是花式溜冰界的孤狼，却斯·麦可麦可斯与金童吉米·麦克罗伊一向水火不容，两人在世界性大赛里大打出手，因此被判定终生禁赛。失去溜冰舞台，落魄的两人发现比赛规则有漏洞，便决定组成世界第一支男子双人组重返花式溜冰界，引起各界一阵哗然与轰动……"

    # 莲 「人の台詞を先取りするなよ」
    lian "不要随便抢别人的台词啊喂————"

    # 真冬 「この方が覚えて貰えるかもしれないじゃん？」
    dong "或许这样能让你记住我？"

    # 莲 「誰にだ」
    lian "你在和谁说话啊？"

    # 真冬 「お兄ちゃんの知らない誰かに」
    dong "和欧尼酱不认识的人（说的就是屏幕前的你哦，卡哇伊的真冬妹妹希望你记住她哦~）"

    # 莲 「？」
    lian "？"

    # nil 「真冬はテーブルの上のリモコンを掴むと、ＤＶＤを停止せずそのまチャンネルを変えた。」
    "真冬抓住桌子上的遥控器，没有关掉DVD，直接切换电视的信号源换了个频道。"

    # 莲 「なんだ、もういのか？」
    lian "什么啊，你说完了吗？"

    # 真冬 「映画を見ながらじゃ料理の味がしっかりと身体にしみこまないでしょ？」
    dong "一边看电影一边恰饭，菜肴的味道完全不能渗透到身体里面去吧？"

    # 莲 「そんなに今日のは自信作か」
    lian "看来，今天的是自信之作吗？"

    # nil 「基本的に親が家にいない我が家では、家事は俺と真冬で分担して行っている。」
    "父母双忙，有妹有房，我和真冬分担了平时的家务事"

    # nil 「（気づいたら全部片付けられている時もあるが、きっと母親かその類の妖精さんがやってくれたのだろう）」
    "有时候我们起来之后发现家务事都做好了，那一定是妈妈或者的精灵做好的吧"

    # nil 「二度寝が三度の飯より好きな俺にとって、早起きして朝食の準備をするというのは、便器を素手で磨くよりも苦痛なので、」
    "对于比起三顿饭来说更喜欢睡回笼觉的我来说，早起准备早饭比徒手刷马桶更痛苦"

    # nil 「優しい妹の真冬ちゃんに任せきっている。」
    "完全都交给了温柔的妹妹真冬（L：这样的欧尼酱，是不合格的吧...）"

    # nil 「チーン♪」
    "叮当♪（微波炉定时到了的声音）"

    # 莲 「ってレンチンかよ」 //没弄明白，翻译君胡言乱语中......
    lian "是什么吃的吗？"

    # 真冬 「はい、チョコバナパフェでーす」
    dong "是的————是巧克力香蕉巴菲哒~"

    # 莲 「何でだよ！　色々おかしいだろ！　チンしたら生暖かいミルクセーキみたいになっちゃうじゃないか！」
    lian "为什么啊！这么弄绝对会很奇怪吧！加热后会变得像暖和的牛奶蛋糕一样！"

    # 真冬 「冗談ですよ。はい、まふまふ特製ふわっとろオムライスですよー」
    dong "开玩笑的的啦~是嘛呼嘛呼酱特制松软的蛋包饭哦"

    # 莲 「何でチンしたんだ…」
    lian "所以，为什么要加热呢..."

    # 真冬 「温め直し」
    dong "是重新加热啦"

    # 莲 「あっ…」
    lian "啊这..."

    # nil 「察しました。」
    "用来如此..."

    # 真冬 「真冬がレンジの蓋をあけ、ウサギの描かれた皿の上にのった、今にもとろけ出しそうなオムライスを取り出し、皿の上においた。」
    dong "真冬打开了微波炉的盖子，放在画有兔子的盘子上，拿出了眼看就要融化的蛋包饭放在盘子上。"

    # 莲 「ご丁寧にメッセージまで書いてくれたのか…アラビア文字で書いてあるから読めないけど」
    lian "你还在上面画了什么吗？因为是用阿拉伯文字写的，所以读不懂"

    # 真冬 「クマちゃんを描いたつもりなんだけど…」
    dong "我本来想画小熊的......"

    # 莲 「どこからどう見ればそう見えるんだよ！」
    lian "绝了！从哪个角度怎么看都不是小熊吧"

    #### &2021年8月29日01点07分 暂时收工，睡醒再战&

    # 真冬 「左から右へ」
    dong "从左到右看"

    # 莲 「アラビア文字の読み方じゃねぇか」
    lian "从左到右看这不是阿拉伯文的读法吗"

    # 真冬 「サバーヒルヘイル」
    dong "صباح الخير (L:原文的“サバーヒルヘイル”是阿拉伯语“早安的意思”，我学废辽)"

    # 莲 「サバーヒンヌール」
    lian "صباح الخير"

    # nil 「椅子を引いて、席につく。クッションに描かれたコモドオトカゲの顔が俺の尻圧でゆがむ。」
    "我拉开椅子坐下。靠垫上画的科莫多巨蜥的脸被我的屁股压歪了。（L：科摩多巨蜥，又译科莫多巨蜥，属于巨蜥科巨蜥属，是现存世上体型最大的蜥蜴，仅分布于印度尼西亚的四个岛屿。）"

    # 真冬 「スプーンとドライバーどっちがい？」
    dong "你是用勺子还是螺丝刀? "

    # 莲 「３番ウッドをくれ」３番ウッド应该是一种高尔夫球杆，参考https://www.youtube.com/watch?v=5yoxDMYaU0o，懂高尔夫的大佬阔以康康具体应该怎么翻
    lian "给我3号球杆（L：原文「３番ウッドをくれ」，「３番ウッド」是一种高尔夫球杆，感兴趣的小伙伴阔以去Yahoo上搜一下，奇怪的知识增加了.jpg）"

    # 真冬 「フォークね」
    dong "给，叉子"

    # 莲 「あ…それでい」
    lian "啊这...就这样吧"

    # nil 「真冬が金色のスプーンを俺に手渡してくれたので、入射角４０度でエッジを入れる。」
    # 参考资料：http://www.ons.ne.jp/~taka1997/education/2002/physics/06/index2.html
    "真冬把金色的勺子递给了我，于是我以入射角40度将叉子插了进去（L：根据Yahoo上的资料，「入射角40度」似乎是11区中学1年级理科《物理》书上用到的例子，用水槽演示光的折射与反射，入射角是40°，反射角是40°，折射角是60°）"

    # nil 「薄いオレンジ色に染め上げられたケチャップライスと、半熟状態の卵がスプーンに乗る。」
    "我把被染成淡橙色的番茄酱米饭和半熟的鸡蛋放在勺子上"

    # 莲 「いただきまーす」
    lian "我开动了"

    # 真冬 「はい、召し上がれ」
    dong "好~来吃吧"

    # nil 「口に放り込む。」
    "把勺子放进嘴里。"

    # nil 「瞬間、ふわっと口の中で踊り、そして蕩けた。口の中に広がっていく塩味と砂糖の甘み。幻想的な卵の旋律の次に、」
    "那一瞬间，美食在嘴里轻轻地跳着，然后就溶化了。伴随着梦幻般的鸡蛋旋律，咸味和砂糖的甜味在味蕾中扩散。（L：原文「幻想的な卵の旋律の次に」鸡蛋的旋律是啥样的，我也想知道！）"

    # nil 「ケチャップライスのはっきりとした、しかし主張しすぎないリードボーカルが駆け抜ける。」//后半句没大看懂
    "虽然番茄酱米饭清晰可见，但是却像害羞的主唱那样跑走了（L：意思是不像鸡蛋的味道那样久久回味）"

    # nil 「要するに美味いってことだ。」
    "总之就是好好次！"

    # 莲 「美味いな」
    lian "真好吃啊"

    # 真冬 「えへ、お好みに合いましたか？」
    dong "嘻嘻~合你的口味吗? "

    # 莲 「あ、オムライスに砂糖を入れる奴は邪道だと言う奴もいるが…俺は好きな方だ」
    lian "嗯，虽然也有人说在蛋包饭里放糖是邪道...不过我是喜欢的那类人"

    # 真冬 「あー…酢豚にドラゴンフルーツ的な？」
    # 注：价格信息来自https://shopping.yahoo.co.jp/
    dong "嗯———— 那糖醋里脊里面放火龙果呢? （L：去康了一下，11区火龙果的配送费比火龙果的价格还高，绝了）"

    # 莲 「パイナップルだろ！？　名前しか聞いたことねぇぞ、そんな南国の食べ物」
    lian "不是火龙果是菠萝吧！？我只听说过名字，就那种南国的食物（L：也去康了一下，菠萝一般是包邮（配送费）的，怪）"

    # 真冬 「あるよー」
    dong "有的哦~"

    # nil 「真冬はどこからともなく毒々しい赤色を放つ果物を取り出した。」
    "真冬里不知从哪里拿出了发出毒辣红色的水果。（L：说的是红心火龙果啦，超甜的，好次的很，我超喜欢啦~就是吃多了容易变红（各种意义上））"

    # 莲 「すげぇ、生で初めてみた...」
    lian "好厉害，这是我第一次亲眼看到火龙果"

    # 真冬 「食べる？」
    dong "要恰嘛？"

    # 莲 「遠慮しとく。　ていうか、お前は食べないのか？　オムライス結構美味いぞ」
    lian "还是算了吧，话说，你不吃吗? 这蛋包饭很好次的欸~"

    # 真冬 「お兄ちゃんから貰う。自律神経イカれてるお兄ちゃんが、朝からそんな量食べたらトイレと仲良しになっちゃうでしょ」
    dong "都给欧尼酱吧。自律神经失常的欧尼酱，一大早起来就恰那么多东西，会和厕所成为好朋友吧？"

    # 莲 「人を自律神経失調症みたいに言うなよ」
    lian "不要把人说的像是自律神经失调一样啊喂"

    # 真冬 「正確には過敏性腸症候群だよね」
    dong "准确地来说是大肠激躁症吧?（L：大肠激躁症，主要为没有任何肠胃道疾病损伤下出现腹痛及排便型态改变的症状，在大肠激躁症的患者中，有许多患有精神病，如焦虑症、慢性疲劳症候群及忧郁症，目前无法被治愈）"

    # 莲 「否定はせんよ。で、ほら、食べるなら食べちゃいなさい。　じゃないとお兄ちゃん全部食べちゃうから」
    lian "是这么回事儿。不过，你要吃的话就赶紧吃吧。不然哥哥会全部吃掉的哦~"

    # 真冬 「あーん」
    dong "啊——嗯？"

    # 莲 「......」
    lian "......"

    # 真冬 「真冬は脈絡なしに、口をあけて待機姿勢に入った。なるほどこいつはこれが狙いか。」
    dong "真冬张着嘴进入了待机状态。原来这家伙是想要辣个嘛"

    # nil 「一見、何を考えてるか掴みにくい真冬ではあるが、総じてナチュラルに甘えん坊な性格が、根底にあることを、」
    "乍看之下，似乎很难猜出真冬在想些什么，不过，总的来说，她生来就爱撒娇"

    # nil 「俺は長年の経験…というか人生のほとんどを共に過ごしているので知っている。」
    "我是通过长年的经验知道的...或者说我和真冬至今的人生几乎都是一起度过的，所以我能知道她在想些啥"

    # nil 「それについてはかまわない。妹は兄に甘える生き物だ。」
    "不过没关系。妹妹就是一种向哥哥撒娇的生物呢"

    # nil 「だが、それはともかくこで素直に従うのはちょっと癪だったので…」
    "但是，不管怎么说，在这里老老实实的顺着妹妹来着实是有亿点不甘心"

    # 真冬 「もごっ！？」
    dong "咕呜呜！？"

    # nil 「机に置かれていたドラゴンフルーツを突っ込んでやったぜ。」
    "于是乎，我把放在桌子上的火龙果整个塞进去了（L：啊这，有亿点狠，莲君啊，你怎么能这样对待你的一抹多呢？！判决，回去睡回笼觉去（doge））"

    # 莲 「食べた！」
    lian "吃进去了！（L：莲君再这么对待妹妹你信不信我把你名字改成辶艹车！）"

    # 真冬 「ぺっ！」
    dong "呸！"

    # 莲 「ぐわぁー！」
    lian "呜哇！"

    # nil 「......」
    "......"

    # 真冬 「ぺっ！」
    dong "呸！"

    # 真冬 「はいお兄ちゃん。あーん」
    dong "好了，欧尼酱。来，啊——呜"

    # 莲 「あーん」
    lian "啊——呜"

    # nil 「ふざけたことをした罰として、残りのオムライスの主導権は真冬が掴みました。」
    "作为刚才恶作剧的惩罚，真冬掌握了剩下的蛋包饭的主导权。"

    # nil 「ちなみに例の南国の果実は、なんだかんだでそこそこ美味しかったです。味ちょっと薄いけど。」
    "顺带一提，那个南国的水果，不管怎么说都很好吃。虽然味道有点淡"

    # nil 「......」
    "......"

    # nil 「食事も終わり、普段よりも時間が大幅に余った俺たち二人は、梅昆布茶をすりながら、テレビを眺めていた。」
    # 参考资料：https://www.douban.com/group/topic/30667396/
    "吃完饭，比平时多出了很多时间的我们两个人，一边擦着梅昆布茶，一边看着电视（L：昆布，就是海带，昆布茶，就是海带茶。梅昆布茶谐音是高兴的意思，能讨个口彩，据说味道像汤一样而且并不好喝）"

    # nil 「そろそろ朝のニュース番組から、ワイドショーへと切り替わる時間だ。」
    "差不多是早上的新闻节目结束，综艺节目开始的时间了"

    # 真冬 「ずー…ぷはーっ」
    dong "Z...ZZ...ZZZ..."

    # TV 「臨時ニュースをお伝えします、先ほど六本木のクラブが爆発する事態が発生しました。幸いけが人はありませんでしたが、運営であるニコファ―」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%85%AD%E6%9C%AC%E6%9C%A8%E3%82%AF%E3%83%A9%E3%83%96%E8%A5%B2%E6%92%83%E4%BA%8B%E4%BB%B6
    tv "现在播报临时新闻，刚才六本木俱乐部发生了爆炸。幸好没有人受伤，但是运营被迫停止（L：这里neta了2012年9月2日的“六本木俱乐部袭击事件”，感兴趣的阔以去日语wiki康康）"

    ### 场景切换，小视频，love69广告
    ### 文件/pac/CMムービー.mpg

    # Luckykeeper 来自翻译君的消息
    luckykeeper "上面这个小视频，是love69（冰淇淋）的广告（CM），最终会做简单翻译，但是目前还没有...不过大意应该能看懂吧，我是看懂辽"

    # 真冬 「お兄ちゃん私これ欲しい」
    dong "欧尼酱，我想要这个"

    # 莲 「腹壊すぞ」
    lian "会恰坏肚子的哦~"

    # 真冬 「もう一度言ってみろ」
    dong "你再说一遍"

    # 莲 「腹壊すぞ」
    lian "会恰坏肚子的哦~"

    # 真冬 「確かに。でも、素敵だよね、恋が叶うアイスってさ」
    dong "确实是这么肥事儿。不过，能实现爱情的冰淇淋真是太棒呢"

    # 莲 「眉唾ものだと思うがな」
    lian "这玩意儿怎么说都很可疑吧"

    # 真冬 「こーいうのは、楽しんだ物勝ちっすよ。でも、どこで売ってるか言ってなかったね…」
    dong "u1s1，这个广告真的非常有意思呢。不过，她似乎忘了说在哪里有卖这个的来着？"

    # 莲 「マジで欲しいのか」
    lian "真的想要吗"

    # 真冬 「えへ、ちょっとね」
    dong "嘿嘿嘿，有一点吧"

    ## 门铃声x1

    # nil 「家のチャイムが来客を告げる。」
    "家里的门铃响了"

    # 莲 「お客さんだな」
    lian "是客人啊"

    # 真冬 「そうだね」
    dong "是的吧"

    # 莲 「......」
    lian "......"

    # 真冬 「ずずー…」
    dong "Z...ZZ..."

    ## 门铃声x2

    # 莲 「お客さんだな」
    lian "是客人啊"

    # 真冬 「あ、お兄ちゃん、『郵便配達は二度ベルを鳴らす』っていう映画みたことある？」
    dong "啊，欧尼酱，你看过一部叫『邮差总按两次铃』的电影吗?（L：『邮差总按两次铃』（The Postman Always Rings Twice）是詹姆斯·凯恩的小说作品，曾入选20世纪百大英文小说。并在1981年被改编成电影）"

    # 莲 「古い映画だな。名前は知ってるぐらいだ」
    lian "这是部老电影啊。我只听说过电影名字"

    # 真冬 「郵便屋さんかな」
    dong "是邮递员吗？"

    # 莲 「お客さんだな」
    lian "不，我觉得不是"

    ## 门铃声x5（4+1）

    # 真冬 「あ、お兄ちゃん、梅昆布茶お代わり頼んでい？」
    dong "啊，欧尼酱，再给我来一杯梅昆布茶好吗？"

    # 莲 「そんな事いっても魔法瓶はお前の近くにあるじゃん」
    lian "u1s1，暖瓶就在你边上不是吗？倒是自己倒啊喂！"

    # 真冬 「お兄ちゃんに入れてもらったらきっと幸せになる」
    dong "欧尼酱来倒的话，一定会是很幸福的味道吧~"

    # 莲 「...梅昆布茶の話だよな」
    lian "...是在说梅昆布茶吧"

    # 真冬 「他に何の話が？」
    dong "还有别的什么吗？"

    # 莲 「いや…」
    lian "没..."

    ## 门铃声xn（雷达报警）

    # 真冬 「ＴＡＲＧＥＴ」
    dong "ＴＡＲＧＥＴ（L：你已经被雷达锁定了，out！）"

    # 莲 「やめとけ」
    lian "别说了（L：倒是去开门啊喂）"

    # 真冬 「え…」
    dong "欸？"

    ## 门铃声 三三七拍

    # 莲 「三七拍子だな」
    lian "是三七拍啊"

    # 真冬 「おめでたいね」
    dong "摁的不错呢"

    # 莲 「そうだな」
    lian "雀食"

    # 莲 「っていうか出てやれよ！　少し可哀想になってきたぞ！」
    lian "话说，去开门吧！这人有点可怜了都！"

    # 真冬 「お兄ちゃんが出よう」
    dong "你倒是去啊"

    # 莲 「よかろう。ただし野球ゲームで勝ったらだ。しかもお前はベッカムしか使えない」
    lian "“好吧。但是如果在棒球游戏中获胜的话。而且你只能使用贝克汉姆（L：原文雀食是棒球，就是如此乱入，游戏的话应该是neta FIFA系列）"

    # 莲 「ベッカムは野球でも強いのか…」
    lian "贝克汉姆在棒球方面也很强吗..."

    # nil 「コールド負けで無様に敗退さらした俺は梅昆布茶の湯飲みを握りしめながら、」
    dong "惨败给真冬的我紧握着泡着梅昆布茶的茶杯（L：拜托，你很弱欸，这个莲君就是逊啦~）"

    # nil 「玄関へと向かった。」
    dong "我朝向门口走去"

    ### 场景切换，莲客厅--->葛城家玄关
    ### 人物：莲 心爱？？？ 心爱  真冬

    # 心爱？？？ 「あけてー！　あけてよー！　もう二度とコーラと偽ってコーヒーを入れたりしないからぁ！」
    unknown404 "开门啊！！ 开门呐喂！！！ 我再也不会把可乐装到咖啡瓶子里了！！"

    # nil 「玄関のドアにはられた曇りガラスの向うで、見慣れたシルエットがぴょこぴょこと跳ねている。」
    dong "在玄关的磨砂玻璃门外面贴着的，已经看惯了的剪影正在啪嗒啪嗒地跳跃着。"

    # 莲 「はいはい、今出ますよ」
    lian "来了来了，我现在就来"

    # nil 「ドアノブに手を伸ばす。」
    "把手伸向门把手"

    ### 开门声 心爱登场，bgm切换
    ### honky tonk saloon (theme).ogg ？ honky tonk saloon (pad).ogg --> sweet passion.ogg

    # 心爱？？？ 「わーい！　おっはよー！　まふまふー！　迎えにきましたよーん♪」
    unknown404 "哇咿————！ 早上好————！ 嘛呼嘛呼————！ 我来接你啦♪————"

    # 莲 「あ、今家のものいないんで…」
    lian "啊，现在家里谁都不在哦"

    # 心爱？？？ 「あ、そうですか…」
    unknown404 "啊，是这样啊... ..."

    ### 关门声 BGM 停（没有心爱就没有BGM！）

    # 心爱？？？ 「って居るじゃないですかー！　あけてくださいよー！もう二度と宗教に勧誘とか墓石を売りつけたりしないからぁ！」
    unknown404 "话说不是有人在吗！快把门打开！我再也不会推销宗教用的碑石啦！"

    ### 开门声 心爱再次登场 附加表情：pac/喜び

    # 心爱？？？ 「おっはよー！　真冬ちゃーん！　迎えにきたよー！」
    unknown404 "早上好呀！ 真冬酱！ 我来接你啦！"

    # 莲 「梅昆布茶飲むか？」
    lian "你喝梅昆布茶吗？"

    # 心爱？？？ 「飲むー♪」 附加表情：pac/喜び
    unknown404 "要喝♪"

    ### 关门 心爱离场 关门声 BGM 停

    # 心爱？？？ 「ごくごくごく…ぷはーっ…はー…おいしかった」
    unknown404 "咕——咕——咕——咕...哈...真好喝！"

    # 心爱？？？ 「はっ！　あけてーあけてよー！」
    unknown404 "哈啊！开门啊！！ 开门呐喂！！！"

    ### 开门 心爱登场 开门声 BGM 开  附加表情：pac/喜び

    # 心爱？？？ 「わーい！　おっはよー！　まっふまふちゃーん迎えにきーましたよー！　あ、それと、梅昆布茶ごちそうさまでした、ぺこり」
    unknown404 "好耶！早上好！嘛呼嘛呼酱，我来接你了哟！啊，还有，梅昆布茶，感谢款待"

    # 莲 「あ、わざわざありがとうございます。もしアレでしたらその湯飲み差し上げますよ」
    lian "嗯，特意过来谢谢了哈。梅昆布茶的话，我再给你来个杯子"

    # 心爱？？？ 「ほんとですかー！？　ありがとうございますー！　前からずっと欲しかったんですよ！　この鰯だけが羅列されている湯飲み！」
    unknown404 "真的吗！？谢谢啦！从以前开始就一直想要哦！这个画着沙丁鱼的茶杯！"

    # 莲 「どうぞ、お持ち帰りください。それでは」
    lian "那么，就拿走吧，再见（L：不应该再来一杯茶的嘛，怎么是来了个杯子，绝了，还有再见是什么鬼啊喂！）"

    # 心爱？？？ 「はーい♪」 BGM：停
    unknown404 "好♪"

    # nil 「しめかけたドアを掴まれた。」
    "她抓住了快要关上的门"

    # 心爱？？？ 「あっぶねぇ…三度目はねぇぞ…」
    unknown404 "太危险了...我才不会干第三次这样的事情呢"

    # 莲 「ちっ、存外勘の良いお嬢さんだ」
    lian "某种程度来说，你的直觉还是挺⑧错的嘛）"

    #BGM再开
    # 心爱？？？ 「今日はいつになく風当たり強いねまふまふちゃ…ん？　あれ？　髪切った？」
    unknown404 "今天的你真是比任何时候都暴躁呢，嘛呼嘛呼酱... 嗯? 咦? 你把头发剪了?（L：这里她把莲和真冬认混了233）"

    # 莲 「あ、ついでに下の毛もつるっつるだ。滑りが良くて最高だぜ」
    lian "啊，顺便说一下下面的毛发也很光滑呢。滑溜溜的最好啦）"

    # 心爱？？？ 「マジで？　今度みせ…ってえ！？　蓮くん！？　どうしたの！？　こんな朝に！」 附加：マジ驚き
    unknown404 "真的吗? 现在马上让我康康... 欸 ... ? 莲君! ? 为什么是你? 这么早的时候就...!"

    # 莲 「おはよう心愛」
    lian "早呀，心爱"

    # 心爱 「お、お、おはよう！　す、すごいね！　ちゃっかり制服にまで着替えちゃってさ！」附加：pac/呆れ汗
    ai "早、早、早上好! 斯、斯国一呐! 居然都已经把制服都换好了!"

    # 莲 「おう、ついでにパンツはハイビスカスだ。見るか？」
    lian "啊，顺带说一下，内裤的图案是扶桑花，要看吗？"

    # 心爱 「遠慮しとくよ」附加：无
    ai "还是不必了吧"

    ### 心爱介绍小动画：pac/心愛カットイン

    # nil 「未だにドアを掴んで映画のシャイニングみたいに、隙間から顔を覗かせている少女の名は「一条　心愛」」
    "现在还抓着门，像电视里面演的害羞女孩子一样的，从缝隙中露出脸的是叫做「一条 心爱」的少女"

    # nil 「こいつがこの街に引っ越してきてから、俺とはだいたい幼馴染み的な存在だ。家、隣だし。」
    "自从这家伙搬到这个城市之后，对我基本上来说就是青梅竹马一样的存在。她的家就在隔壁"

    # nil 「普段の日常だと、俺起きる→真冬と飯食う→俺寝る→真冬は心愛と登校→俺起きる→遅刻。の流れだ。」
    "平时的日常生活中，基本上就是「我从床上爬起来→和真冬一起吃饭→我把回笼觉睡起→真冬和心爱上学→我又从床上爬起→到学校就迟到到」这样的一种潮流。"

    # nil 「だから、心愛が驚くのも無理はない。」
    "所以，心爱对我在这里开门感到惊讶也是理所当然的"

    # nil 「ちょくちょく、俺を起こすアプローチはしてくれているらしいが、起きた試しがない。」
    "虽然心爱经常想出来让我起床的好方法，但是从来没有奏效过"

    # 莲 「しかし…俺とあいつを間違えるとはな、もうろくしたんじゃねぇのか？」
    lian "不过......居然把我和那家伙弄错了，你这不是很晕蛋嘛？"

    # 心爱 「兄妹揃って目つき悪いんでつい…。ていうか、家入れてください」附加：无
    ai "因为兄妹俩的眼神都一样一样的嘛... 对了，快让我进去"

    # nil 「俺の返事を待たずして、心愛はドアを押し開いて、ひとんちの玄関に押し入った。」
    "没等我回答，心爱就推开门，冲进了玄关里面"

    # nil 「お菓子のような甘い香りが玄関中に広がる。」
    "像点心一样的甜香在玄关中扩散开来。"

    # nil 「制服姿ではあるが、お菓子の形をしたアクセサリーが所々に着けられている。」
    "虽然心爱穿着制服，但是全身上下到处都有点心形状的饰品"

    # 莲 「何だっけそのブランド、ヴィダルサスーンだっけ」
    lian "什么来着，那个牌子是维达·沙宣？（L：维达·沙宣，生于英国伦敦汉默史密斯，著名理发师，1928年1月17日－2012年5月9日，本作是13年的，后文也neta了很多12年的东西）"

    # 心爱 「いや、今日の私はパンテーン使ってるけど…」
    ai "不是的哦，今天我用的是潘婷...（L：パンテーン (Pantene)潘婷，瑞士罗氏公司1945年创立，现美国宝洁公司旗下的个人护理品牌，口号为“美自强韧”）"

    # 莲 「そうじゃなくてそのアクセ。お菓子みたいなやつ」
    lian "我不是说那个，是说那个首饰，就那个像点心一样的东西"

    # 心爱 「あ！　Q-potだよ！　どうしたの？　もしかして、女の子向けブランドに興味でてきたの？　多分似合わないよ？」
    ai "啊！是Q-pot哦！怎么了？难道你对女性向的品牌感兴趣了吗？大概不适合你哦？"

    # 莲 「いや、俺はバーバリーブラックレーベルで十分だ」
    lian "不，我只要Burberry就足够了（L：Burberry Group plc，通译为“巴宝莉”，是一家英国服装和奢侈品公司，以风衣著称，创建于 1856 年）"

    # 心爱 「結構ガチじゃねーか」
    ai "不是挺硬派的嘛"

    # 莲 「そうじゃなくて、なんか甘い香りすんなって思ってさ」
    lian "倒不是说感兴趣，只是觉得你身上飘着一股甜甜的香气"

    # 心爱 「あ！　これこれ！」
    ai "啊！是这个是这个！"

    # nil 「心愛はさっとスカートの中から、棒に刺さったキャラメルコーティングされたリンゴを取り出した。」
    "心爱迅速地从裙子里面拿出来了一个涂着牛奶糖的苹果"

    # 心爱 「てれってれー！　きゃーらめるあっぷる―」
    ai "滴↓滴↑滴→滴↓滴↑滴↑ 是奶糖苹果哒！"

    # 莲 「キューカンバー！」
    lian "是黄瓜！"

    # 心爱 「アップルだよ！　そんなキュウリ…オラぁ…嫌だぁ…」
    ai "是苹果啊! 那种东西... 我... 我讨厌啊..."

    # 莲 「ベネディクト１３世はないのか」
    lian "本笃十三世13世是吗？（L：他因迷信“十三”这个数字带来坏运气而起初自称为“本笃十四世”。不过后来改变想法，用回教宗本笃十三世的名号，是一位改革的教宗，他竭力改革意大利枢机团腐化生活的方式。他是罗马显赫家族奥尔西尼家族的成员，是这家族中最后一位担任教宗的人）"

    # 心爱 「何を言っているんだねチミは」
    ai "你这家伙到底在说什么啊？"

    # nil 「どういう仕組みかはわからないが、心愛のスカートの中にたくさんのお菓子を隠しもっているらしく、いつでもどこでもお菓子を食べている。」
    "虽然不知道是什么样的构造，但好像在心爱的裙子里面藏着很多点心，心爱无论在何时何地老是在吃点心"

    # nil 「太るぞ。」
    "你会长胖的哟"

    # 心爱 「む、今失礼な事考えてたな」
    ai "嗯姆——你现在绝对在想着什么很失礼的事情吧"

    # 莲 「ウーピーゴールドバーグって良いおっぱいしてんなって考えてた」
    lian "我一直在想，乌比·戈德堡的欧派真是不戳呢（L：Whoopi Goldberg，1955年11月13日－）是一位美国演员、作家、创作歌手、脱口秀主持人，亦是美国娱乐界史上写下“演艺圈大满贯”的十五位艺人之一）"

    # 心爱 「確かにいおっぱいしてるかもしれないけど、全然関係ないよ！？」
    ai "她的欧派可能确实不戳，但是和这一点关系都没有啊! ? "

    # 莲 「まぁ、なんだ、いつも甘いもん食ってよくふとらねぇなって」
    lian "哎呀，其实啊，你总是吃甜食，会长胖的哦"

    # 心爱 「甘いものはおっぱいに行く教を信じよう。幸せになれるよ」
    ai "相信甜食都会到欧派去的教义吧，会让你幸福的"

    # 莲 「俺のおっぱいが大きくなったら、お前友達辞めるだろ」
    lian "要是我的欧派长大了的话，你就不和我做朋友了吧"

    # 心爱 「うん」
    ai "嗯（即答）"

    # 莲 「即答かよ」
    lian "是秒答吗？！"

    # nil 「ちなみに心愛のおっぱいは…直接見たことがないが、真冬のよりは大きそうだ。真冬が気にしてるかはともかく、舌打ちぐらいはしそう。」
    "顺便说一下，心爱的欧派...虽然没有直接摸过，但是好像比真冬的要大。暂且不说是否在意真冬，至少咂嘴一下吧。"

    # nil 「心愛が動くたびに、キャラメルの甘い匂いが俺の鼻腔をくすぐる。」
    "心爱每动一下，奶糖的甜味都会刺激我的鼻腔。"

    ### 真冬登场

    # 真冬 「あ、心愛ちゃんおはよー。はいお兄ちゃん、鞄」
    dong "啊，心爱酱，早上好~ 给，欧尼酱，书包"

    # 莲 「お、助かる。つっても中身何も入ってないけどな」
    lian "啊，多谢了，虽然书包里面啥子都没有"

    # nil 「甘い香りに誘われたのか、真冬が通学鞄を持って玄関へとやってきた。その様子だと、食後の片付けも済ませたらしい。」
    "或许是闻到了甜甜的香味所吸引，真冬拿着书包来到了玄关。看样子，饭后的收拾也已经做好了"

    # 心爱 「まふまふおっはよーん！　って聞いて聞いて！　今日さ！　蓮くんが出迎えてくれたんだけど？」
    ai "嘛呼嘛呼! 哦哈哟! 听我说听我说！ 就是今天! 莲君出来迎接我们了？！"

    # 真冬 「あうん、私のベッカムに先頭打者満塁ホームラン食らったからね」
    dong "啊嗯，因为被我的贝克汉姆打出了先发击球手满垒本垒打（L：满垒本垒打是一二三垒上全有跑者，这个时候打者轰出全垒打的局面，是本/全垒打的一种，也是攻方一次打击获得分数最多的局面，得4分）"

    # 莲 「２イニングでコールド負けっていう快挙を達成した」
    lian "嗯，我在两局中达成了惨败的壮举"

    # 心爱 「それで中々出てこなかったんかい…。まふまふちゃんいつもなら優しいのに！」附加：pac/呆れ汗
    ai "所以你才没有出来迎接我吗... 嘛呼嘛呼，你不是一直都很温柔吗？"

    # 真冬 「真冬が心愛に鰹とだけ描かれた湯飲みを手渡した。」
    dong "抱歉，抱歉，啊，心爱酱，你要喝梅昆布茶吗? "

    # nil 「甘い香りに誘われたのか、真冬が通学鞄を持って玄関へとやってきた。その様子だと、食後の片付けも済ませたらしい。」
    "真冬把画的有鲣鱼的茶杯交给了心爱（L：鲣鱼，又称正鲣、烟仔、小串、柴鱼，为鲭科鲣属的唯一一种，分布于全球各大洋水深0至260米的温暖海域。有时鲣鱼会跟随洋流迁徙至高纬度海域，例如日本海，相当重要的经济鱼类，味甚佳，可制成柴鱼片、罐头及生鱼片）"

    # 心爱 「飲むー♪」
    ai "嗯——姆——♪"

    # 真冬 「そのお菓子持ってたら飲めないでしょ、持ってあげるよ」
    dong "拿着点心就没法喝了吧，我帮你拿"

    # 心爱 「わーい、じゃぁよろしくお願いしまーす」
    ai "好——那就麻烦你啦"

    # 真冬 「はーい。いただきまーす」
    dong "好——我开动啦~"

    # 心爱 「ずーっ」
    ai "唨——唨"

    # 真冬 「あむ…あ、美味しいねこれ、どこで売ってるの？」附加：pac/もぐもぐ
    dong "啊呜... 啊，真好吃，这个哪里有卖的？"

    # 心爱 「んー？　えっとね、ロッキーマウンテンチョコレートファ…ファッ！？　食べられた！　オラのキャラメルアップル食べられた！」
    ai "嗯？那个，落基山巧克力工...噗！？被吃了！我的奶糖苹果被吃了！"

    # Luckykeeper 翻译君的豆知识Time!
    # 参考资料 https://en.wikipedia.org/wiki/Rocky_Mountain_Chocolate_Factory
    luckykeeper "翻译君的豆知识Time! 落基山巧克力工厂是美国、巴拿马、菲律宾和阿拉伯联合酋长国的国际特许经营商、糖果制造商和零售运营商。公司总部位于科罗拉多州西南部落基山脉的西坡杜兰戈镇。该公司拥有53，000平方英尺（4，900平方米）的工厂，生产巧克力糖果和其他糖果产品，供应其众多特许经营店，由其冷藏卡车车队新鲜交付。该工厂通常生产大约300种巧克力糖果和其他糖果产品，1985年，该公司上市，目前在纳斯达克交易所以“RMCF”为标志进行交易"

    # 真冬 「いじゃん減るもんじゃないし」
    dong "又不是一下子全吃完了嘛"

    # 心爱 「思いっきり減ってるよ！？　コンピューター会社のロゴマーク並にかじられてるよ！？」
    ai "剩下的少得可怜! ? 被咬得跟某个卖电脑的公司的被啃了一大口的标志一样! ?（L：这里neta苹果，而且心爱拿的正好也是奶糖苹果）"

    # 莲 「IBM？」
    lian "IBM？"

    # 心爱 「そこじゃない！」附加：pac/怒り
    ai "才不是那个呢！"

    # 真冬 「その代わり湯飲みあげるから」
    dong "作为奶糖苹果的代替，我要喝杯茶"

    # 心爱 「お兄ちゃんと同じ事言うのね…」附加：pac/呆れ汗
    ai "你怎么也在说和欧尼酱一样的话啊......"

    # 莲 「兄妹だからな。ていうか、スカートの中に湯飲み入れて持ち帰ればいじゃん」
    lian "因为是兄妹嘛。话说回来，把茶杯放进裙子里面带走不就好了嘛"

    # 心爱 「ダメだ。そんな事をしたら法則が乱れて大変なことになる。それに、明確なベネフィットをもたらすソリューションとは思えない」
    ai "不行。这样做会打乱规律，造成非常严重的后果。而且，我不认为这是一个明确有效的好方案"

    # 莲 「もう一度言ってみろ」
    lian "再说一遍"

    # 心爱 「ダメだ。そんな事をしたら法則が乱れて大変なことになる。それに、明確なベネフィットをもたらすソリューションとは思えない」
    ai "不行。这样做会打乱规律，造成非常严重的后果。而且，我不认为这是一个明确有效的好方案"

    # 莲 「確かに」
    lian "雀食"

    # 真冬 「はい心愛ちゃん、あ～ん」
    dong "来，心爱酱，啊~嗯~"

    # 心爱 「あ～…むっ♪　美味しいにゃー♪」
    ai "啊 ~ ... 呜♪ 好吃的喵 ~ ♪"

    # nil 「真冬が差し出したキャラメルアップルに、ためらいなくかじりつく心愛」
    "心爱毫不犹豫地咬住了真冬递给他的奶糖苹果"

    # 真冬 「な？」
    dong "我撤"

    # 莲 「すんませんでした。今度からはもっと真冬ちゃんに優しくします」
    lian "对不起，以后我会对真冬更加温柔的"

    # 心爱 「もぐもぐもぐ…まふまふ、もっとちょーだい♪」附加：pac/喜び
    ai "咀嚼... 咀嚼... 嘛呼嘛呼，再来一点♪!"

    # 莲 「食らえ！」
    lian "吃吧！"

    # nil 「さっきの例のドラゴンフルーツを―」
    "拿出了刚才说的那个火龙果"

    # 心爱 「させるかっ！」
    ai "休想得逞！"

    # 莲 「ぐわぁーっ！」
    lian "呜哇！"

    # nil 「ダメみたいでした」
    "看来⑧太行啊"

    # nil 「ちなみに、美味しそうなキャラメルアップルについては「宗教上の理由」というクソみたいに意味のわからない理由で食べさせて貰えませんでした。」
    "顺便说一下，那个看起来超好吃的奶糖苹果，因为类似“宗教上的理由”这样的垃圾理由，她们不给我吃"

    # 心爱 「ねぇねぇ真冬ちゃん、お兄ちゃんはその…どうやって起こしたの…？　私じゃ一度も起こせたことないから…」
    ai "呐呐，真冬酱，那个，欧尼酱......你是怎么把他弄起来的...？我都从来成功把他叫起来过..."

    # 真冬 「聞きたいの？」
    dong "你想知道吗?"

    # 心爱 「う、うん…」
    ai "嗯，嗯... ..."

    # 真冬 「それはね…」
    dong "这个啊，是这样的... ... ... ... ... ..."

    # 心爱 「！　…そ、そんなの有りか…兄妹の絆って…すげえな…」
    ai "！！！！！... ... 这、这种事真的存在吗... ... 兄妹之间的感情... ... 好厉害啊... ..."

    # 真冬 「心愛ちゃんもすればいじゃない」
    dong "心爱你也可以这么做啊"

    # 心爱 「か、考えとく…う、うん…そうする…も、もしかして、そこから先は…したの？」
    ai "我、我想一想……嗯、嗯…这样做…难道，从那之后…做了吗"

    # 真冬 「そこから先？」
    dong "那之后？"

    # 心爱 「なんでもないです忘れてください」
    ai "啥也没有，忘了吧"

    # 真冬 「嫌だと言ったら？」
    dong "如果我说不是这样呢?"

    # 心爱 「このカマ野郎が一人死ぬだけだ」
    ai "这个混蛋一个人死了算了"

    # 莲 「勝手に俺を巻き込むな！」
    lian "不要随便把我卷进来啊！"

    ### 场景切换
    ### 葛城家玄关-->通学路街道
    ### 人物：莲 心爱 真冬
    ### BGM：sweet passion.ogg

    # nil 「よく晴れた一日だ。」
    "晴朗的一天"

    # nil 「もう少しで真夏と呼べるぐらいに暑くなるだろう。」
    "再热一点的话就可以称之为盛夏了吧"

    # nil 「直線の道路では、逃げ水さえも見える。」
    "在前方的道路上，甚至可以看到水在逃跑"

    # nil 「時折吹く風が心地良い。」
    "不时吹过来的风很人舒服"

    # nil 「歩き慣れた道を３人で歩く。」
    "这是三个人已经走惯了的路"

    # nil 「俺らが通う学園まではほぼ直線コースの、少し緩やかな坂道のアップダウンがあるぐらい。」
    "到我们就读的学校为止几乎就是一条带有缓缓坡道的直路"

    # nil 「日向は少し熱いので、並木道では日陰だけを歩くように少し大股で歩く。」
    "因为有太阳晒的地方有点热，所以我们大步走在林荫道上的阴凉处"

    # 心爱 「ふ…ふわあ…それにしても、良い天気だね～…むぐむぐ…美味し…」附加：pac/もぐもぐ
    ai "呼... 呼啊... 不管怎么说，天气真好啊... 嗯嗯嗯... 好吃..."

    # 莲 「あ、絶好の煮卵日和だ」
    lian "嗯，是绝佳的煮蛋天气呢"

    # 真冬 「そうだね、帰りにドゥカティ買って帰ろう」
    dong "是啊，回去的路上买辆杜卡迪回去吧?（L：杜卡迪（Ducati Motor Holding S.p.A.）是一家意大利摩托车生产商，总部位于意大利的博洛尼亚。其产品由于卓越的性能以及意大利特色的设计而闻名。奥迪汽车在2012年4月收购了杜卡迪）"

    # nil 「どこからか風鈴の音色が風に乗って耳に触れる。恐らくガラス製だろうか。優しい音色だ。」
    "随风传来的不知道是从哪里发出的风铃的声音触动了耳朵，可能是玻璃做的风铃吧，声音相当好听。"

    # 莲 「そういえば、うちって風鈴あったっけ」
    lian "这么说起来，我们家有风铃吗"

    # 真冬 「ナルトならあるよ。昨日ジャスコで買ったやつ」
    dong "那个的话有的哦，昨天从JUSCO买来的（L：永旺，原称吉之岛，亦称佳世客（英：JUSCO，日：ジャスコ），是日本永旺集团旗下的连锁零售企业，在日本、香港、中国大陆、泰国及马来西亚等地开设综合购物百货公司及超级市场）"

    # 心爱 「私の家にはバスターソードあるよ！」
    ai "我家有巴斯特剑哦（L:bastard sword，变种剑，又译混种剑或杂种剑，起源于15或16世纪，一开始是指“不正规的剑或起源不明的剑”，它是“一把既非法国的、也非西班牙的，也非德国佣兵所用的剑，但是比这些大剑都还要长）"

    # 真冬 「シュワルツネッガーかよ」
    dong "是施瓦辛格吗?（L：阿诺·阿洛伊斯·施瓦辛格（德语：Arnold Alois Schwarzenegger，1947年7月30日－），是一位奥地利美国籍男子健身运动员、演员和政治家，生于奥地利，曾经担任第38任美国加利福尼亚州州长。）"

    # 莲 「そのツッコミ多分通じねぇぞ」
    lian "那个吐槽好像说不大通吧"

    # 心爱 「州知事の執務室に飾ってあるんだよね」
    ai "阔以挂在州长的办公室里面"

    # 真冬 「通じた」
    dong "说的过去了"

    # nil 「かさかさと木々が揺れ、葉がこすれ合う。」
    "树木沙沙作响，树叶相互摩擦"

    # nil 「ひらひらと、わずかではあるが、新緑が散る。」
    "虽然只有一点点，但是树上的新绿已经开始凋谢了"

    # nil 「葉の間から顔を覗かせる太陽光が、ちらちらと俺たちを照らし出す。」
    "从树叶间露出脸的太阳光，一闪一闪地照在我们身上。"

    # 莲 「俺な、Ｆ－１５戦闘機って結構好きなんだよね」
    lian "叔叔我啊，最喜欢F-15战斗机啦"

    # 真冬 「私はクアッドコアがいな」
    dong "我不是四核的啊（クアッドコア：Quad-Core）（L：F-15鹰式战斗机是一款美国麦克唐纳-道格拉斯公司（现波音公司）开发生产的全天候制空战斗机。针对获得与维持空优而设计，是美国空军现役的主力战斗机之一，属于第四代战机，这里是因为数字都是四的原因啦）"

    # 心爱 「飴ちゃん二本目いただきまーす♪」附加：pac/きらきら
    ai "我要恰第二个点心啦!"

    # nil 「つ…と頬を流れる汗を、裾でぬぐう。これからもっと暑くなるのか…と考えると、少しだけ気怠い。」
    "我用衣服下摆擦拭脸颊上流淌的汗水。一想到今后会更热...就不大想动了"

    # 莲 「温かくなる服も欲しいが…寒くなる服とかないのかな」
    lian "虽然我也想要暖和的衣服，但是就没有能让人变冷的衣服吗？"

    # 真冬 「すー…すー…くかーっ…」
    dong "呼... 唔... 唔..."

    # 莲 「真冬ちゃん寝てる」
    lian "真冬酱在碎觉呢"

    # 心爱 「ポリバルーンいただきまーす♪」
    # 参考资料：https://paypaymall.yahoo.co.jp/store/festival-plaza/item/gng-bub-567754/?sc_i=shp_pc_search_itemlist_shsrg_img
    # 参考资料2：Worldline【https://worldline.top 的站长】提供的描述
    # 综合参考资料1和2 ポリバルーン 应该是【吹跑胶】阔以用这个关键词在某宝上搜索到类似产品，各大学校门口有售
    # 感觉 Worldline 的描述，味道还是蛮香的，但是请务必注意这个东西绝对不要恰哦，绝对哦，约好了哦~
    ai "我要吹一个泡泡胶气球!（L&Worldline：原文「ポリバルーン」，某宝搜索【吹跑胶】就知道是什么了，国内各大中小学校门口有售味道还是蛮香的，但是请务必注意这个东西绝对不要恰哦，绝对哦，约好了哦~）"

    # 莲 「なんだねそれは」
    lian "那是什么？"

    # 心爱 「えへ、ついうっかり衝動買いしてしまいました。代引きで」
    ai "嘿嘿，不小心一时冲动买了东西。用货到付款买的（L：吹跑胶在11区大概108円+配送费598円（也就是折合软妹币50元左右）能买到3管，按11区物价似乎并不是很贵）"

    # 莲 「いや、だからそれはなんだね」
    lian "所以那到底是个啥？"

    # 心爱 「食べれるポリバルーンです」
    ai "是可以吃的气球哒~（L：吹跑胶一定是不能恰的，虽然很香，请务必远离6岁以下儿童哦！！千万别看了这个跑去网上买回来吃哦！！！约好了哦！）"

    # 莲 「なるほど」
    lian "原来如此"

    # 心爱 「…ねぇ…鼻提灯いけるとおもう？」
    ai " ... 呐... 你觉得鼻灯笼可以吗? "

    # 莲 「…いけると思う」
    lian "我觉得很行！"

    # 心爱 「じゃぁ…行ってきます」
    ai "那么... 我要上了"

    # nil 「......」
    "......"

    # 真冬 「ふがっ」
    dong "呼呀！"

    # 心爱 「あっ」
    ai "啊！"

    # 莲 「…なんでストローごと鼻の穴に突っ込むんだよ」
    lian "为什么连吸管都要插进鼻孔里啊！（L：去tb上搜一下刚刚提到的【吹跑胶】，就知道吸管是怎么肥事儿辽）"

    # nil 「......」
    "......"

    # 心爱 「ふえポリバルーンとられたあ」
    ai "呜欸欸欸呜啊—— 气球被拿走了"

    # 真冬 「ずーっ」
    dong "吸————（L：危险动作！好孩子千万不要模仿！！坏孩子请更加不要模仿！！！）"

    # 莲 「吸うなよ」
    lian "不要吸啊"

    # 真冬 「…美味しいです！」附加：pac/きらきら
    dong "......很好吃的说！"

    ### 场景切换
    ### 地点：通学路街道-->校门口
    ### BGM未变
    ### 人物：莲 心爱 真冬

    # nil 「と、言うことで学園につきました。我らが通う「私立歌越学園」の校門はいつみても、校門って感じがして好きだ。」
    "就这样，我们说着玩着就到了学校。我们所就读的「私立歌越学园」的校门无论何时都让人感觉是校门的感觉，我很喜欢（L:这不是废话嘛233）"

    # nil 「俺達が通う普通科の偏差値はだいたい５０前後。地域の中小企業との密接な連携で、進学校としてでなく、卒業後の就職もしやすい。」
    # 参考资料：https://ja.wikipedia.org/wiki/%E5%81%8F%E5%B7%AE%E5%80%A4
    # &&注意这里的%需要用 \% 转义
    "我们上的普通科偏差值大约在50左右。通过与地区内中小企业的密切合作，不仅仅是作为升学学校，毕业后也容易就业（L:偏差值是一种利用标准分算法得到的与排名挂钩的数值，一般用于衡量日本升学时受验学生的分数排位。排名正好位于50\%位置的学生偏差值定为50。偏差值越高，表示学生的分数排位越靠前）"

    # nil 「創立記念日は9月14日。」
    "建校纪念日"

    # nil 「全校生徒数は忘れた。」
    "不过全校师生基本上早都忘到不知道哪儿去了"

    # 心爱 「ほげえ！　下駄箱に入れとったプリンが無い！」附加：焦り汗
    ai "糟了! 鞋柜里的布丁，它不见了!"

    # 莲 「入れんなよそんなもん。匂いついちゃうぞ」
    lian "不要往鞋柜里面装奇奇怪怪的东西啊喂，会有味道的（L:坏了的话是这样的）"

    # 真冬 「あ、ごめん食べちゃった」
    dong "啊，抱歉，我恰了"

    # 心爱 「名前書いておいたのに！」
    ai "我明明在上面写了名字的！"

    # 莲 「お前ら下駄箱を冷蔵庫か何かと勘違いしてないか」
    lian "你们确定没有把鞋柜当成是冰箱？"

    # 真冬 「そんな事もあろうかとお兄ちゃんの下駄箱にドライアイス入れといたよ」
    dong "所以我在欧尼酱的鞋柜里放了块干冰，想知道是不是这么回事"

    # 莲 「『そんな事もあろうかと』の使い方間違ってると思いますし、そんな事したら上履きとか冷えちゃう」
    lian "我觉得你这探究『是不是这么回事』方法不大对啊，那样做的话穿室内鞋的时候会变冷的"

    # nil 「......」
    "......"

    # 莲 「キンキンに冷えてました」
    lian "我要被冻的不行了...（L:二氧化碳的凝固点是摄氏负78.5度，这个温度脚会冻坏的哟）"

    # 真冬 「召し上がれ」
    dong "来恰了它吧（指干冰）"

    # 莲 「結構です」
    lian "敬谢不敏"

    # 心爱 「ジャムならあるぜ…しかもアプリコットだ…」
    ai "我有果酱... 还有杏子..."

    # 莲 「遠慮しときます」
    lian "也不用了"

    # nil 「......」
    "......"

    ### 场景切换
    ### 地点：校门口-->教室内
    ### 人物：莲 女子学生A 花盆君
    ### BGM不变

    # nil 「始業のチャイムが鳴る凡そ１０分前に教室にたどり着く。俺からすれば凄まじい快挙と言えよう。」
    "我们在上课铃响起的大约10分钟前到达教室，在我看来这可是惊人的壮举"

    # nil 「普段ならドアをあけた瞬間、クラスメート全員から白い目線を向けられるのだが、今日はそんな心配もあるまい…。」
    "在平时打开门的瞬间，同学们对我投来白眼，不过今天不需要这样担心..."

    # 女子学生A 「わ…葛城君…何でこんな時間に…今日は魚でも降るのかしら。出来ればカジキがいわ。メバチでもいわ」
    # 参考资料(カジキ)：https://ja.wikipedia.org/wiki/%E3%82%AB%E3%82%B8%E3%82%AD
    # 参考资料(メバチ)：https://ja.wikipedia.org/wiki/%E3%83%A1%E3%83%90%E3%83%81
    wsa "哇... 葛城君... 为什么这个时候就... 今天会下鱼吗? 最好旗鱼，短金枪鱼也行。（L:旗鱼，为辐鳍鱼纲旗鱼目的其中一个科；短金枪鱼，为辐鳍鱼纲鲈形目鲭亚目鲭科的其中一种，共同特点是能做成生鱼片，不过要小心食物中毒...）"

    # 莲 「死人が出るぞ」
    lian "会死人的啊"

    # nil 「向けられました」
    "被人指着了"

    # 心爱 「やっほー！　おっはよーう」
    # 参考资料：https://ja.wikipedia.org/wiki/Yahoo!
    # 参考资料：https://ja.wikipedia.org/wiki/Yahoo!_JAPAN
    ai "Yahoo~ 早上好呀！（L:原文「やっほー！」やっほー！是雅虎名字的又来，Yahoo！是11区最大的搜索引擎，Yahoo！Japan 的运作方式与世界上其它的Yahoo不同，且账号不能通用）"

    # 真冬 「はろー」
    dong "哈啰~"

    # nil 「真冬と心愛はクラスメート達と挨拶を交わしながら、自分達の席へと向かっていく。」
    "真冬和心爱一边和同学们打招呼，一边走向自己的座位"

    # nil 「二人の席は窓際の列の後ろから二番目で、隣同士。」
    "两个人的座位是靠窗边的那列倒数第二张桌子那里，她们俩是同桌"

    # nil 「そして俺の席は彼女らの席の一つ後ろ。俺の隣の席は空席になっており、以前は交換留学生が座っていたのだが…つい先日、母校へ帰ってしまった。」
    "然后我的座位在她们的座位的后面。我同桌的座位空着，以前坐着从海外来的交换生...不久前，ta回母校去了（L:这里是伏笔，请记住这里哦~）"

    # nil 「不思議な事に、俺はその留学生の事をいまいち覚えていない。ともかく、何らかの理由があって空席になっている。」
    "不可思议的是，我居然完全不记得那个留学生的事情。总之，那个位置因为某种原因，现在空着"

    # nil 「とはいえ、幼馴染みと双子の妹が目の前にいるので、寂しいと感じたことはないが…。」
    "话虽如此，因为青梅竹马和双胞胎的妹妹就在眼前，所以我倒是没有感到有多么寂寞..."

    # 花盆君 「…」
    pen "......"

    # 莲 「うお、居たのか、植木鉢くんおっすおっす」
    lian "哦，原来你在这儿啊，花盆君"

    # 花盆君 「…（こくり）」
    pen "......（嗯）"

    # nil 「巨大な植木鉢が音もなく俺の元に接近して、隣の席の椅子を引いて、ちょこんと座った。この植木鉢について説明しておかねばなるまい。」
    "巨大的花盆悄无声息地靠近了我，拉着旁边座位的椅子，一点一点地坐了下来。我得和大家介绍一下这个花盆呢"

    # nil 「昨今のユルキャラブームの煽りを受け、全国の私公立双方の学園が挙って『ユルキャラ』を奉りはじめた。」
    # 参考资料1：https://ja.wikipedia.org/wiki/%E3%82%86%E3%82%8B%E3%82%AD%E3%83%A3%E3%83%A9
    # 参考资料2：https://www.nikkei4946.com/knowledgebank/visual/detail.aspx?value=124&search=1
    # 参考资料3：https://en.wikipedia.org/wiki/Yuru-chara
    # 参考资料4：https://ja.wikipedia.org/wiki/%E3%82%86%E3%82%8B%E3%82%AD%E3%83%A3%E3%83%A9#%E3%82%86%E3%82%8B%E3%82%AD%E3%83%A3%E3%83%A9%E3%82%B0%E3%83%A9%E3%83%B3%E3%83%97%E3%83%AA
    "巨受近来的尤鲁查拉热潮的影响，全国的私立和公立的学校都开始供奉自己的“尤鲁查拉”角色"

    # Luckykeeper 翻译君的豆知识时间！
    luckykeeper "翻译君的豆知识时间！尤鲁查拉「ユルキャラブーム（Yuru-chara）」这个词的中文意思阔以理解是“吉祥物”，代表是11区熊本县的“熊本熊”。尤鲁查拉的热潮是从2010年的尤鲁查拉大奖赛开始的，至今该比赛仍在继续，每年举办一次"

    # nil 「この学園も例外でなく、全校生徒の投票によって選ばれたキャラクターがこの「植木鉢くん」だ。」
    "我们的学校也不例外，根据全校学生的投票选出的角色就是这个“花盆君”"

    # nil 「ちなみに生えてる植物は、なんかの柑橘類。食べたらなんかがスゴイヤバイらしい。」
    "顺带一提，花盆君里面生长的植物是某种柑橘。如果吃了它，好像会变的很厉害的样子"

    # 心爱 「植木鉢くん、キャラメルアップルたべるー？」
    ai "花盆君，要不要吃奶糖呢？"

    # 花盆君 「…（こくり）」
    pen "......（嗯）"

    # 心爱 「はいどーぞ♪」
    ai "来，请用♪"

    # 花盆君 「ぱくっ」
    pen "哈嗯！"

    # 真冬 「食べた」
    dong "吃掉了"

    # nil 「しかし、ただの植木鉢と侮るなかれ。去年の「全国学園対抗ユルキャラトーナメント」では怒濤のストレート優勝を成し遂げている。」
    "不要觉得花盆君就是个花盆哦。它可是在去年的「全国学园尤鲁查拉大奖赛」中取得了压倒性的胜利"

    # nil 「ちなみに得意技は「飯綱落とし」と「エンタイトルツーベース」」
    # 参考资料：「飯綱落とし」：https://search.yahoo.co.jp/image/search?rkf=2&ei=UTF-8&fr=wsr_is&p=%E9%A3%AF%E7%B6%B1%E8%90%BD%E3%81%A8%E3%81%97#beb82426d928cd4da287af5d9f06d7d1
    # 参考资料：「エンタイトルツーベース」：https://ja.wikipedia.org/wiki/%E5%AE%89%E5%85%A8%E9%80%B2%E5%A1%81%E6%A8%A9 ； https://full-count.jp/2021/02/01/post1072179/
    "顺便说一下，擅长的技能是「飯綱落とし」和「场地规则二垒安打」"

    # Luckykeeper 翻译君的半个豆知识时间！
    luckykeeper "翻译君的半个豆知识时间！「飯綱落とし」是一种忍术，大概样子是抱着人头朝下往地上摔，感兴趣的请自行到雅虎上搜索，具体方法请向常陆茉子请教，翻译君并不会||「エンタイトルツーベース」（ Ground rule double 场地规则二垒安打）又称场地二垒安打，是指于棒球在界内越过本垒打墙，但不是直接飞过，而是弹跳过去的状况下，打者可以上到二垒，连跑都不用，垒上的跑者各自推进两个垒包，代表一垒跑者只能上三垒。"

    # nil 「普段の植木鉢くんは自由に学園内を練り歩き、生徒や職員達と思いのまに交流を行っている。」
    "平时的花盆君自♂由地在校园内闲逛，与学生和职员们在自♂由地进行着交流"

    # nil 「一部では「生徒の監視役説」や「プラズマクラスター説」、「工場制手工業説」「ナイジェリア旋風説」など、真相を探る学説が浮上しているが、どれも確証には至っていない。」
    # 参考资料「プラズマクラスター説」：https://ja.wikipedia.org/wiki/%E3%83%97%E3%83%A9%E3%82%BA%E3%83%9E%E3%82%AF%E3%83%A9%E3%82%B9%E3%82%BF%E3%83%BC
    # 参考资料「ナイジェリア旋風説」：https://sports.yahoo.co.jp/column/detail/201406260006-spnavi
    "对于花盆君的真实身份，一部分学生提出了“学生的监视角色说”、“等离子簇说”、“工场手工业说（L:资本主义之初的那个“工场”）”、“尼日利亚旋风说（L:指尼日利亚队在1994年美国世界杯上惊人的表现）”等探索真相的学说，但都没有得到确证"

    # nil 「唯一わかっているとしたら、バレーボールが嫌いだということだけだ。」
    "大家唯一知道的就是花盆君讨厌排球。"

    ###场景切换
    ### 地点：教室-->教室
    ### 上课铃声
    ### 人物：莲 真冬 心爱 想瑠
    ### BGM：不变

    # nil 「予鈴が鳴り響く。それと同時に教室の前側の扉が開き、担任の教師が姿を現した。」
    "预铃鸣响起。与此同时，教室的前门被班主任打开"

    # 想瑠 「せっかあいでえいちーばん」
    "世——界——第——一——的——"

    # 心爱 「ハマーン様ァ！」
    # 参考资料：https://ja.wikipedia.org/wiki/%E3%83%8F%E3%83%9E%E3%83%BC%E3%83%B3%E3%83%BB%E3%82%AB%E3%83%BC%E3%83%B3
    "哈曼sama！（L:neta 哈曼·卡恩 机动战士Z高达（1985年3月2日至1986年2月22日）的阿克西斯（Axis））"
